{
    "paper_id": "5d89d3273a8590afe87b37195d47f7e0c00d777c",
    "metadata": {
        "title": "A novel benzo-heterocyclic amine derivative N30 inhibits influenza virus replication by depression of Inosine-5'- Monophospate Dehydrogenase activity",
        "authors": [
            {
                "first": "Jin",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Linlin",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huiqiang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haiyan",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dajun",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhuorong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiandong",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuhuan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Backgroud: Influenza virus is still a huge threat to the world-wide public health. Host inosine-5'-monophosphate dehydrogenase (IMPDH) involved in the synthesis of guanine nucleotides, is known to be a potential target to inhibit the replication of viruses. Herein, we evaluated antiviral activity of a benzo-heterocyclic amine derivative N30, which was designed to inhibit IMPDH. Results: The results demonstrated that N30 inhibited the replication of H1N1, H3N2, influenza B viruses, including oseltamivir and amantadine resistant strains in vitro. Mechanistically, neuraminidase inhibition assay and hemagglutination inhibition assay suggested that N30 did not directly target the two envelope glycoproteins required for viral adsorption or release. Instead, the compound could depress the activity of IMPDH type II. Based on these findings, we further confirmed that N30 provided a strong inhibition on the replication of respiratory syncytial virus, coronavirus, enterovirus 71 and a diverse strains of coxsackie B virus. Conclusions: We identified the small molecule N30, as an inhibitor of IMPDH, might be a potential candidate to inhibit the replication of various viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Influenza A virus (IAV) is extremely prone to cause periodic epidemics and pandemics in the world through evolution by point mutations or swapping of gene segments, correspondingly [1] [2] [3] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "At present, vaccination and antiviral drugs are principle strategies to prevent influenza. Available anti-influenza drugs include inhibitors of neuraminidase (NA) (e.g. oseltamivir and zanamivir) [4] , M2 proton channel (amantadine and rimantadine) [5] , and RNA-dependent RNA polymerase (RdRp) (favipiravir) [6] . However, influenza vaccines must be reformulated each year due to the constant antigenic evolution of influenza. Additionally, NA inhibitors and M2 ion-channel inhibitors have limited efficacies as drug resistance occurrence [7, 8] , and they only worked at the early phase of virus infection. The inherent property of influenza viruses to mutate, resulting in low efficacy of available drugs, has underscored the necessity of developing alternative strategies to provide protection against pandemic influenza.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 544,
                    "end": 546,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Widespread utilization of directly antiviral drugs accelerates resistance problem, hence host cellular factors become attractive therapeutic targets to treat influenza virus infections. Recent studies were pioneered in host purine metabolic pathway, a conserved process responsible for providing host cells with a ready supply of guanosine triphosphate (GTP) for critical cellular processes [9] . Host cells could produce GTP either in de novo pathway or salvage pathway. While in the de novo synthesis of GTP, IMPDH catalyzes the oxidation of inosine monophosphate (IMP) to xanthosine monophosphate (XMP) which is the rate-limiting step. Growing evidences support that inhibition of IMPDH decreases intracellular levels of guanosine nucleotides in DNA or RNA synthesis, thereby indirectly inhibits virus replication which requires host guanine nucleotides as raw materials [10, 11] . As IMPDH inhibitors targeted on host cells, it would be less susceptible for selection of drugresistant strains.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 394,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 566,
                    "end": 571,
                    "text": "(IMP)",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 878,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 879,
                    "end": 882,
                    "text": "11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In early study, we established a series of novel benzoheterocyclic amine derivatives and determined their in vitro antiviral activities. Notably, compounds 3d (N30) showed potent activity towards IAV at low micromolar concentrations [12] . In the present study, we developed the broad-spectrum antiviral activity of N30 in vitro, including oseltamivir-resistant strains and amantadineresistant strains of influenza virus, coxsackie B virus, coronavirus, and respiratory syncytial virus. In addition, we examined the inhibitory rate of the compound against two IAV envelope glycoproteins, hemagglutinin and neuraminidase, and investigated its effect on expression and the enzyme activity of IMPDH type II. Our results indicated that N30 is a potential compound with antiviral activities through suppressing the activity of IMPDH type II, these finding also proves that development of anti-influenza drugs directing at IMPDH is warranted.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Compounds N30 (N-(4-nitrophenyl methyl) benzothiazole-6-amine, Fig. 1a ) was originally provided by Professor Zhuorong Li at the Institute of Medicinal Bioechnology Chinese Academy of Medical Sciences, Beijing, China. Pirodavir (Biochempartner), oseltamivir carboxylate (OC, Medchem), amantadine hydrochloride (AH, Sigma-Aldrich) and Ribavirin (RBV, Sigma-Aldrich) were used as reference drugs in vitro. N30, pirodavir and AH were dissolved in dimethyl sulfoxide (DMSO, Sigm-Aldrich). OC and RBV were dissolved at phosphate buffered saline (PBS, Gbico).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Cells in this study were all purchased from the America Type Culture Collection (ATCC). Madin-Darby canine kidney (MDCK) cells were grown in Minimum Essential Medium (MEM, Invitrogen) containing 1% Non-Essential Amino Acids Solution (NEAA, Invitrogen), 1% Penicillin-Streptomycin (10,000 U/mL) (Invitrogen) and 10% fetal bovine serum (FBS, Gbico). African green monkey kidney (Vero) cells and Human lung embryonated cells (MRC-5) cells were cultured in MEM supplemented with 1% antibiotics and 10% or 15% FBS respectively. While Hep2 cells were grown in DMEM / F12 (1:1) (Invitrogen) supplemented with 1% antibiotics and 10% FBS. Cells were cultured at 37°C in the presence of 5% CO 2 . For influenza virus infections, MDCK cells were washed with PBS and infected with influenza virus diluted in serum-free medium at 37°C for 2 h. Then, the viral inoculum was replaced by maintenance medium supplemented with 2 μg/ml TPCK-treated trypsin (Worthington) and 0.08% BSA (Sigma-Aldrich). As for other virus infections, virus was diluted in serum-free medium and incubated with cells at 37°C for 1 h. Then, the viral inoculum was replaced by maintenance medium supplemented with 2% FBS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culture of cells"
        },
        {
            "text": "The cytotoxicity of N30 in MDCK, Vero, Hep2, and MRC-5 was evaluated by Cell Counting Kit (CCK, Transgen Biotech). Briefly, cells were seeded in 96-well culture plates (MDCK cells were 2.5 × 10 4 per well, Hep2 cells were 1 × 10 4 per well, Vero and MRC-5 cells were 4 × 10 4 per well). 16 h later, cells were incubated with serial two-fold dilutions of N30 for another 48 h. Then, 10 μL of CCK was added to cells, the absorbance was read at 450 nm on Enspire (Perkin Elmer) after 4 hours incubation. The TC 50 (defined as the 50% toxicity concentration of drugs) were determined by Reed and Muench method [13] .",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 610,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Cytotoxicity test"
        },
        {
            "text": "The attached cells were incubated with virus (100 TCID 50 ) in serum-free medium for 2 h at 37°C. The unconjugated viruses were replaced by maintenance medium with serial two-fold dilutions of N30 or positive control drugs. The reduction of virus-induced CPE were recorded when the CPE in viral control groups reached 100%, then according to Reed and Muench method, 50% cell-inhibitory concentrations (IC 50 ) and selectivity index (SI, calculated as the ratio of TC 50 /IC 50 ) of compounds were calculated [14] .",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 512,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Cytopathic effect (CPE) assays"
        },
        {
            "text": "Cells were collected at 24 h post-infection and lysed in M-PER mammalian protein extraction reagent containing halt protease inhibitor cocktail (Thermo Fisher Scientific), sample proteins were subjected to SDS-PAGE and transferred to PVDF membrane (Millipore). After blocked with 5% milk, the membranes were incubated with antibodies against Influenza M2, β-actin (Santa Cruz), CVB3 VP1 (Millipore), IMPDH type II (Sigma-Aldrich), RSV M2 (Santa Cruz) and coronavirus (FIPV-70, Santa Cruz) respectively, then, the HRPconjugated secondary antibodies were incubated and the signals were detected using an enhanced chemiluminescence (ECL) kit (GE Healthcare Life Sciences).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blot assay"
        },
        {
            "text": "Total RNA was extracted at 24 h post-infection and purified using the RNeasy Mini Kit (Qiagen). The onestep quantitative real-time RT-PCR was carried out using an ABI 7500 Fast real-time PCR instrument The experiments were performed in triplicate, and the data represents mean ± SD. ***P < 0.001 versus Con (ANOVA) (Applied Biosystems) using SuperScript III Platinum SYBR Green One-Step qRT-PCR kit (Transgen) with the following conditions: 50°C for 5 min, 95°C for 30 seconds, followed by 35 cycles of 95°C for 5 s, 60°C for 30 s. The mRNA of IAV M2, CVB3 VP1, RSV M2, and GAPDH were amplified with specific primers (Oligonucleotides used were shown in Table 1 ) [15, 16] . The samples were normalized by subtracting the CT values of GAPDH and the relative amounts of viral RNA were calculated.",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 668,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 654,
                    "end": 661,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Quantitative real-time RT-PCR"
        },
        {
            "text": "The inhibition activity were assessed by quantifying the fluorescent product of the enzymatic reaction upon the cleavage of 4-methylumbelliferyl-a-D-N-acetylneuraminic acid (MUNANA). Briefly, the 100 μL reaction system consisted of 20 μL sample, 20 μL enzyme and 60 μL substrate buffer mix (20 μM MUNANA, 33 mM MES buffer (pH 3.5), 4 mM CaCl 2 , double distilled water). 60 μL substrate buffer mix was added after incubating diluted drug samples and enzyme for 60 min at room temperature. The fluorescence intensity was read before and after incubating for 15 min on Enspire Multimode Reader (PerkinElmer), with excitation and emission wavelength were 355 nm and 460 nm respectively. The relative fluorescence were obtained by subtracting the background value [15] .",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 764,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "NA inhibition assay"
        },
        {
            "text": "The inhibitory effect of compound N30 on viral attachment to target cells was assessed by HI assay using a 1.2% chicken red blood cell suspension. Briefly, the diluted IAV were mixed with diluted compounds in a U bottom 96-well plate. After incubation at 4°C for 40 min, equal volume of 1.2% chicken erythrocyte suspension was added to each well. Then, the erythrocyte aggregation was evaluated by visual inspection after 40 min [17, 18] .",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 433,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Hemagglutination inhibition (HI) assay"
        },
        {
            "text": "The enzymatic assay was employed to evaluate the inhibitory effect of N30 on the activity of IMPDH type II by following the increase in formation of nicotinamideadenine dinucleotide (NADH), which absorbance was read at 340 nm on Enspire at 30°C. The 200 μL assay buffer contained 1 M Tris/HCl (pH 8.8), 1 M KCl, 30 mM EDTA, 10 μL IMPDH type II (Sigma-Aldrich), 1 mM DTT and NAD (Sigma-Aldrich). The reaction was started after addition of IMP, with final concentrations was 1 mM [19] .",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 482,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Enzymatic assay of IMPDH type II"
        },
        {
            "text": "The cytotoxic effect of N30 on cell viabilities including MDCK, Vero, MRC-5 and Hep2 cells were measured with CCK, illustrated in Fig. 1b . According to the results of cytotoxicity, we selected non toxicity dose to implement subsequent experiments. Antiviral activity of N30 against influenza viruses were obtained by the method of CPE in MDCK cells, with RBV, OC and AH as reference drugs. IC 50 and SI values of N30 against influenza viruses were shown in Table 2 Furthermore, as displayed in Fig. 2b, N30 could not inhibit the aggregation of chicken erythrocytes caused by viral hemagglutinin binding to sialic acid receptors on the cellular membrane surface, while negative control drugs RBV or OC also did not show the inhibitory effect as they are not targeted on HA [1, 20] . The results suggested N30 probably does not target on two IAV envelope glycoproteins required for virus adsorption or release, the antiviral effect of N30 is more likely attribute to inhibiting one or multiple intracellular replication process of influenza virus.",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 776,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 777,
                    "end": 780,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 137,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 458,
                    "end": 465,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 495,
                    "end": 507,
                    "text": "Fig. 2b, N30",
                    "ref_id": null
                }
            ],
            "section": "Antiviral activity of N30 against influenza viruses in vitro"
        },
        {
            "text": "Ribavirin had been demonstrated to possess a broad activity against several RNA and DNA viruses, including influenza A and B virus [21] , measles virus, Parainfluenza virus and so on [22] [23] [24] . IMPDH had been demonstrated to play a critical role in viral suppression of RBV-MP, the phosphorylated form of RBV. Accumulating evidence showed that depression of IMPDH inhibits replication of diverse species of viruses. N30 was synthesized targeting on IMPDH, so we further studied the effect of N30 on the enzyme. The results showed that IMPDH expressions have not been lessened after N30 treatment, even RBV had no inhibition either. On the other hand, the enzymatic reaction rate of IMPDH could be reduced by 38.18% after N30 treatment. Hence, the anti-influenza activity of N30 might be related to the inhibition the IMPDH-driven enzymatic reaction (Fig. 3) .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 193,
                    "end": 197,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 855,
                    "end": 863,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "N30 inhibits IAV replication by inhibiting IMPDH type II activity instead of reducing IMPDH expression"
        },
        {
            "text": "Extensive pharmacological activity of IMPDH inhibitors has been researched and some has been applied in clinic. Considering the products of IMPDH catalyzed reaction are necessary for viral replication, N30 should also exhibit inhibitory effects on other viruses. In support of this hypothesis, we tested the ability of N30 to protect cells from infection of virus, such as EV71, CVB, RSV and coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The broad spectrum of N30 antiviral activity in vitro"
        },
        {
            "text": "As exhibited in Tables 3 and 4 , N30 showed antiviral activities against different strains of EV71 (reference drug pirodavir) or CVB (reference drug RBV). In addition, N30 suppressed CVB3 structural protein 1 (VP1) mRNA and protein expressions in a dose dependent manner (Fig. 4a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 30,
                    "text": "Tables 3 and 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 271,
                    "end": 280,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "The broad spectrum of N30 antiviral activity in vitro"
        },
        {
            "text": "Next, we evaluated the inhibitory action of N30 on RSV and Coronavirus replication. As presented in Fig. 4b , N30 markedly decreased the RSV M2 mRNA and protein expressions in RSV-infected Hep2 cells, Moreover, 10 μM N30 treatment almost completely inhibit the expression of the viral proteins. Additionally, a similar suppression of N30 towards coronavirus was displayed in Fig. 4c .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 107,
                    "text": "Fig. 4b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 375,
                    "end": 382,
                    "text": "Fig. 4c",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "The broad spectrum of N30 antiviral activity in vitro"
        },
        {
            "text": "Taken together, our data identified N30 possessed a broad spectrum antiviral activity against different strains of CVB and EV71, RSV and coronavirus in vitro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The broad spectrum of N30 antiviral activity in vitro"
        },
        {
            "text": "To determine the in vivo toxicity of N30 preliminarily, female Kun Ming mice were gavaged 100 mg/kg and 50 mg/kg N30 twice a day. Six mice enrolled in each group were gavaged with N30 or vehicle for continuous administration for 14 days, then weighted at day 0, 5, 10 and 14 respectively, shown in Table 5 . The body weight changes of mice were observed in groups. We found there were no significant differences between the N30 group and vehicle-treated control group (5% CH 3 CH 2 OH + 5%",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 305,
                    "text": "Table 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "N30 showed little toxicity in vivo on survival rate or body weight in mice"
        },
        {
            "text": "Castor oil was applied as the parallel solvent control.). This indicates that the dose of 100 mg/kg by oral administration in mice had little acute toxicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N30 showed little toxicity in vivo on survival rate or body weight in mice"
        },
        {
            "text": "For a long time, infection with numerous different viruses has brought prodigious threat to human health. Influenza viruses display considerable antigenic diversity, and new strains arising from antigenic mutation always cause pandemics over the world. Therefore, a key challenge is searching for novel drug targets with broad antiviral spectrum and difficult to generate viral resistance. As we know, viruses always use a host protein or signaling pathway to complete its replication, therefore host factors are attractive therapeutic targets to treat virus infections. The experiments were performed in triplicate, and the data represents mean ± SD. *P < 0.05, **P < 0.01, ***P < 0.001 versus Con IMPDH controls the conversion of IMP to XMP, which is the rate-limiting step in de novo synthesis of guanine nucleotides [25] . Since guanine, as the raw material in replication of virus, needs to be synthesized by host cells, inhibition of IMPDH could restrain virus replication eventually. Even if an organism or tissue can produce guanine nucleotides in salvage pathways through several phosphoribosyl transferases [26] , the amount of guanine nucleotides can not meet the need for rapidly growing cells or viruses. So, the replication of influenza virus could be inhibited through downregulating guanine nucleotides synthesis by inhibiting the activity of IMPDH. IMPDH activity is determined by two highly conserved isoforms type I and type II in human and mammalian cells [27] , which show different biological functions [28] . The comparation of N30 on the two subtypes of IMPDH is worth doing in the future.",
            "cite_spans": [
                {
                    "start": 820,
                    "end": 824,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1476,
                    "end": 1480,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1525,
                    "end": 1529,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our study, we demonstrated the antiviral effect of N30 against influenza virus, including resistant strains against oseltamivir and amantadine. We have excluded the target of neuraminidase or hemagglutinin and found its antiviral mechanism may involve the inhibition of guanine nucleotides synthesis by inhibiting the activity of IMPDH type II. As IMPDH is necessary for viral replication, the antiviral effect of N30 on EV71, CVB, RSV and coronavirus has been confirmed. In addition, N30 showed little toxicity in vivo on survival rate or body weight in mice, and we will further detect the antiviral efficacy of N30 in vivo. Based on the above results, we believe that studying N30 or other IMPDH inhibitors has prospect future in antiviral research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although many IMPDH inhibitors have been developed, their biological function and mechanism are still needed to be studied. In addition, the current application of IMPDH inhibitors has some side effects. In early studies on influenza virus-infected patients, RBV administered orally elevated the bilirubin values. This may reflect the destruction of the RBV-containing erythrocytes. In Lassa fever infected patients, when treated orally or intravenously with higher doses of RBV, a transient anemia was also observed [29] . Besides, the side effects limited the use of mycophenolate mofetil (MMF, another IMPDH inhibitor) either, such as diarrhea, leucopenia, sepsis, and vomiting, and adverse effects on fetal researches occurred in experimental animals [30] . These highlight an urgent need to reduce the toxicity of IMPDH inhibitors. Therefore, we will perform more extensive laboratory studies on N30 in pharmacokinetics, pesticide effect, and toxicity in vivo to provide a theoretical basis for its druggability.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 521,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 755,
                    "end": 759,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "N30 inhibited the replication of H1N1, H3N2, influenza B viruses, including oseltamivir and amantadine resistant strains in vitro. N30 did not directly target the two envelope glycoproteins required for viral adsorption or release. Instead, the compound could depress the activity of IMPDH type II. N30 provided a strong inhibition on the replication of respiratory syncytial virus, coronavirus, enterovirus 71 and a diverse strains of coxsackie B virus. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Neuraminidase Mutations Conferring Resistance to Oseltamivir in Influenza A(H7N9) Viruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Marjuki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "10",
            "pages": "5419--5445",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza Virus M2 Protein Ion Channel Activity Helps To Maintain Pandemic 2009 H1N1 Virus Hemagglutinin Fusion Competence during Transport to the Cell Surface",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alvarado-Facundo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "4",
            "pages": "1975--85",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Nucleoprotein of Newly Emerged H7N9 Influenza A Virus Harbors a Unique Motif Conferring Resistance to Antiviral Human MxA",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Riegger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "4",
            "pages": "2241--52",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza A Virus Neuraminidase Limits Viral Superinfection",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "10",
            "pages": "4834--4877",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ion channel activity of influenza A virus M2 protein: characterization of the amantadine block",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "9",
            "pages": "5585--94",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "T-705 (Favipiravir) Induces Lethal Mutagenesis in Influenza A H1N1 Viruses In Vitro",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Baranovich",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "7",
            "pages": "3741--51",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Oseltamivir-Resistant Variants of the 2009 Pandemic H1N1 Influenza A Virus Are Not Attenuated in the Guinea Pig and Ferret Transmission Models",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Seibert",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "21",
            "pages": "11219--11245",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Zanamivir-Resistant Influenza Viruses with a Novel Neuraminidase Mutation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hurt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "20",
            "pages": "10366--73",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Different Characteristics and Nucleotide Binding Properties of Inosine Monophosphate Dehydrogenase (IMPDH) Isoforms",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "De novo GTP Biosynthesis Is Critical for Virulence of the Fungal Pathogen Cryptococcus neoformans",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Morrow",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Synthesis and broad-spectrum antiviral activity of some novel benzo-heterocyclic amine compounds",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Molecules",
            "volume": "19",
            "issn": "1",
            "pages": "925--964",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Antiviral activities of extracts from Hong Kong seaweeds",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "Ang",
                    "middle": [],
                    "last": "Po",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Zhejiang University Science B",
            "volume": "9",
            "issn": "12",
            "pages": "969--76",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Identification of Traditional Medicinal Plant Extracts with Novel Anti-Influenza Activity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rajasekaran",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Antiviral Activities of Several Oral Traditional Chinese Medicines against Influenza Viruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Evid Based Complement Alternat Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Characterization of human coronavirus etiology in Chinese adults with acute upper respiratory tract infection by real-time RT-PCR assays",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Preparation and diagnostic utility of a hemagglutination inhibition test antigen derived from the baculovirus-expressed hemagglutinin-neuraminidase protein gene of Newcastle disease virus",
            "authors": [
                {
                    "first": "K-S",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Vet Sci",
            "volume": "14",
            "issn": "3",
            "pages": "291--298",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Serological Response in RT-PCR Confirmed H1N1-2009 Influenza A by Hemagglutination Inhibition and Virus Neutralization Assays: An Observational Study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "CBS domains form energy-sensing modules whose binding of adenosine ligands is disrupted by disease mutations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Invest",
            "volume": "113",
            "issn": "2",
            "pages": "274--84",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Hepatitis C eradication: A long way to go",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Waheed",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "World J Gastroenterol",
            "volume": "21",
            "issn": "43",
            "pages": "12510--12512",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Antiviral efficacy of EICAR against canine distemper virus (CDV) in vitro",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dal Pozzo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Res Vet Sci",
            "volume": "88",
            "issn": "2",
            "pages": "339--383",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Biochemistry and clinical applications of ribavirin",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Antimicrob Agents Chemother",
            "volume": "30",
            "issn": "2",
            "pages": "201--206",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A heterocyclic molecule with significant activity against dengue virus",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioorg Med Chem Lett",
            "volume": "19",
            "issn": "5",
            "pages": "1425--1432",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Inhibitory action of polyunsaturated fatty acids on IMP dehydrogenase",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mizushina",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochimie",
            "volume": "89",
            "issn": "5",
            "pages": "581--90",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mechanism of action of interferon and ribavirin in treatment of hepatitis C",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Feld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hoofnagle",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "436",
            "issn": "7053",
            "pages": "967--72",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ribavirin potentiates interferon action by augmenting interferon-stimulated gene induction in hepatitis C virus cell culture models",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Hepatology",
            "volume": "53",
            "issn": "1",
            "pages": "32--41",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Mechanism of action of ribavirin in a novel hepatitis C virus replication cell system",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virus Res",
            "volume": "157",
            "issn": "1",
            "pages": "61--70",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Randomized Controlled Trial of Adjuvanted Versus Nonadjuvanted Influenza Vaccine in Kidney Transplant Recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transplantation",
            "volume": "100",
            "issn": "3",
            "pages": "662--671",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "News and challenges in the treatment of hepatitis C in liver transplantation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coilly",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Liver Int",
            "volume": "36",
            "issn": "1",
            "pages": "34--42",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The effect of MMF dose and trough levels on adverse effects in pediatric heart transplant recipients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Siddiqi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lamour",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pediatr Transplant",
            "volume": "19",
            "issn": "6",
            "pages": "618--640",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "H3N2, amantadine-resistant), BV/Shenzhen/155/ 2005 and BY/FujianXinluo/54/2006 were kindly provided by Professor Yuelong Shu at the Institute for Viral Disease Control and Prevention, China Centers for Disease Control and Prevention. These strains were all obtained by propagating in 10-day-old embryonated chicken eggs for 48 or 72 h. Coxsackie virus B (CVB) strains CVB1 (strain Conn-5) and CVB5 (strain Faulkner) were kindly provided by Professor Zhaohua Zhong, Department of Microbiology, Harbin Medical University. Enterovirus 71 (EV71) strain SZ98 was kindly provided by Dr. Qi Jin, Institute of Pathogen Biology, Chinese Academy of Medical Science and Peking Union Medical School, Beijing, China. EV71 strain BrCr, CVB strains CVB2 (strain Ohio-1), CVB3 (strain Nancy), CVB4 (strain J.V.B.), CVB6 (strain Schmitt), respiratory syncytial virus (RSV) strain (long strain) and human coronavirus (229E) were all obtained from ATCC. EV71 virus and CVB virus were propagated in Vero cells, RSV, and coronavirus were propagated in Hep2 and MRC-5 cells respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effects of N30 on IAV M2 protein and RNA expression in MDCK. a Chemical structure of N30. b The effect of N30 on viabilities of MRC-5, Vero, MDCK and Hep2 cells, which were measured by CCK. c The effect of N30 with different concentrations on IAV M2 protein and RNA expression. d The effect of N30 on IAV M2 protein and RNA expression compared with reference drugs. MDCK cells were infected with IAV A/Fort Monmouth/1/1947(H1N1) (0.01 multiplicity of infection [MOI, plaque-forming units (PFU)/cell]) for 2 hours, and treated with different concentrations of N30 or reference drugs for 24 h. Total mRNA and protein were extracted at 24 h post-infection, and analyzed by qRT-PCR and Western blotting respectively. Mock: normal cells without treatment; Con: infected cells treated with equal amounts of DMSO as N30.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "N30 does not inhibit the functions of the two IAV envelope glycoproteins. a The effect of OC and N30 on IAV NA activity. b The effect of N30 or references drugs on hemagglutination inhibition. The maximum concentration (in row 1) of N30, OC and RBV were 40 μM. A serial of 10-fold dilution for N30 and reference drugs were adopted in the following rows. The experiments were performed in triplicate, and each value represents mean ± SD. *P < 0.05, **P < 0.01, ***P < 0.N30 does not inhibit the protein expression but inhibit the enzymatic reaction of IMPDH. a The effect of N30 on IMPDH type II expression. MDCK cells were treated with RBV, OC or serial dilutions of N30 for 24 h before intracellular protein extraction. The protein expression of IMPDH was detected by western blot. b The effect of N30 on IMPDH type II activity. The experiments were performed in triplicate, and each value represents mean ± SD2010, and amantadine-resistant strains A/fujiantongan/196/ 2009, A/hunanzhuhui/1222/2010. Antiviral activity of N30 were also demonstrated in the results of western blot and real-time qPCR, which displayed the dosage dependent relationship of N30 in reducing the amounts of IAV A/Fort Monmouth/1/1947 (H1N1) M2 protein and RNA in MDCK cells (Fig. 1c and d). To sum up, N30 demonstrated a potent antiviral activities against IAV H1N1, H3N2, and influenza B viruses,including drug-resistant strains.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "N30 does not inhibit the functions of NA or HA NA and HA are two critical envelope glycoproteins of influenza virus. NA inhibition assay was performed to identify any effect of N30 on influenza virus release. As shown inFig. 2a. N30 had little inhibitory effect on the NA activity of IAV A/ FM1/1947,while OC,the reference drug,could significantly reduce the activity of NA in a dose dependent manner.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Inhibitory activities of N30 against CVB3, RSV and coronavirus. a The effect of N30 on CVB3 VP1 protein and mRNA expression in Vero cells. N30 was added to Vero cells after the cells were infected with Coxsackie B virus (0.005 MOI) for 2 hours, CVB3 VP1 mRNA and protein were extracted at 24 h post-infection. b The inhibitory effect of N30 on expression of RSV M2 mRNA and protein in Hep2 cells. N30 was added to Hep2 cells simultaneously with RSV (0.025 MOI) infection. RSV M2 mRNA and protein were extracted at 24 h post-infection. c The effect of N30 on coronavirus. N30 was added to MRC-5 cells after infection with coronavirus (0.005 MOI) for 2 hours. Total cellular RNA and proteins was collected 24 h after infection. All the experiments were performed with 5 μM RBV or DMSO as control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Abbreviations IMPDH: Inosine-5'-Monophospate Dehydrogenase; IAV: Influenza A virus; OC: Oseltamivir carboxylate; AH: Amantadine hydrochloride; RBV: Ribavirin; CVB: Coxsackie virus B; EV71: Enterovirus 71; RSV: Respiratory syncytial virus",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". N30 efficiently inhibited all tested strains of influenza A and B virus,including oseltamivir-resistant strains A/tianjinjinnan/15/2009, A/liaoningzhenxing/1109/ Table 1 Oligonucleotides used in this study",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Inhibitory activity of N30 against eight influenza strainsNote: The TC 50 of N30, OC, RBV and Amantadine were 66.67 μM, >50 μM, >200 μM, >200 μM, respectively \"−\": no antiviral activity at the maximal nontoxic concentration",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Inhibitory activity of N30 against different strains of Cosackie B virus",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Effects of N30 on body weight in mice",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The datasets used during the current study available from the corresponding author on reasonable request.Authors' contributions JH participated in the design of the study and drafted the manuscript. LM coordinated the experimental design and helped edit the manuscript. HW and HY performed viral infection, qRT-PCR assay, and western blotting. DZ provided the compound N30. JJ, ZL and YL helped coordinated the experimental design. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication Not applicable."
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        },
        {
            "text": "• We accept pre-submission inquiries • Our selector tool helps you to find the most relevant journal Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}