{
    "paper_id": "5fa62370245d4ad73220d6f42f8cb66064627aaa",
    "metadata": {
        "title": "Dengue Virus Infection Perturbs Lipid Homeostasis in Infected Mosquito Cells",
        "authors": [
            {
                "first": "Rushika",
                "middle": [],
                "last": "Perera",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {
                        "settlement": "West Lafayette",
                        "region": "Indiana",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Catherine",
                "middle": [],
                "last": "Riley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {
                        "settlement": "West Lafayette",
                        "region": "Indiana",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Giorgis",
                "middle": [],
                "last": "Isaac",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pacific Northwest National Laboratory",
                    "location": {
                        "settlement": "Richland, Washington",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Amber",
                "middle": [
                    "S"
                ],
                "last": "Hopf-Jannasch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {
                        "settlement": "West Lafayette",
                        "region": "Indiana"
                    }
                },
                "email": ""
            },
            {
                "first": "Ronald",
                "middle": [
                    "J"
                ],
                "last": "Moore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pacific Northwest National Laboratory",
                    "location": {
                        "settlement": "Richland, Washington",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Karl",
                "middle": [
                    "W"
                ],
                "last": "Weitz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pacific Northwest National Laboratory",
                    "location": {
                        "settlement": "Richland, Washington",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Ljiljana",
                "middle": [],
                "last": "Pasa-Tolic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pacific Northwest National Laboratory",
                    "location": {
                        "settlement": "Richland, Washington",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "O"
                ],
                "last": "Metz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pacific Northwest National Laboratory",
                    "location": {
                        "settlement": "Richland, Washington",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiri",
                "middle": [],
                "last": "Adamec",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {
                        "settlement": "West Lafayette",
                        "region": "Indiana"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "J"
                ],
                "last": "Kuhn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {
                        "settlement": "West Lafayette",
                        "region": "Indiana",
                        "country": "United States of America"
                    }
                },
                "email": "kuhnr@purdue.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Dengue virus causes ,50-100 million infections per year and thus is considered one of the most aggressive arthropodborne human pathogen worldwide. During its replication, dengue virus induces dramatic alterations in the intracellular membranes of infected cells. This phenomenon is observed both in human and vector-derived cells. Using high-resolution mass spectrometry of mosquito cells, we show that this membrane remodeling is directly linked to a unique lipid repertoire induced by dengue virus infection. Specifically, 15% of the metabolites detected were significantly different between DENV infected and uninfected cells while 85% of the metabolites detected were significantly different in isolated replication complex membranes. Furthermore, we demonstrate that intracellular lipid redistribution induced by the inhibition of fatty acid synthase, the rate-limiting enzyme in lipid biosynthesis, is sufficient for cell survival but is inhibitory to dengue virus replication. Lipids that have the capacity to destabilize and change the curvature of membranes as well as lipids that change the permeability of membranes are enriched in dengue virus infected cells. Several sphingolipids and other bioactive signaling molecules that are involved in controlling membrane fusion, fission, and trafficking as well as molecules that influence cytoskeletal reorganization are also up regulated during dengue infection. These observations shed light on the emerging role of lipids in shaping the membrane and protein environments during viral infections and suggest membraneorganizing principles that may influence virus-induced intracellular membrane architecture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the past 20 years, it has become increasingly evident that lipids are important bioactive molecules that mediate signalling cascades and regulatory events in the cell. The ability to synthesize lipids predisposes an organism to function as a host to parasites that have lost or lack this trait [1] . Viruses as obligate parasites rely exclusively on the host to fulfill their membrane and lipid requirements. This is especially true for enveloped viruses since they utilize host-derived lipid membranes to facilitate release from infected cells by budding as well as to enter cells through membrane fusion. Lipids also form an integral structural component of the virus particle.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For most viruses that replicate in the cytoplasm of infected cells, lipids are essential for the replication of viral genomes. Both enveloped and non-enveloped viruses induce extensive ultrastructural changes in infected cells. Host-derived membranes are rearranged to provide extensive platforms that help to assemble arrays of replication factories [2] [3] [4] [5] [6] . Some of these factories are housed in specialized membrane compartments that assist in evading host antiviral defense mechanisms [2] [3] [4] 7] . These compartments also function to increase the local concentration of molecules necessary for efficient viral RNA replication and particle assembly. Recent advances in electron tomography techniques have been instrumental in providing a three-dimensional perspective of these virus-induced membranes [2] [3] [4] 7] . However, the metabolic cost to the host or vector and the contribution of lipid biosynthesis and trafficking to the formation of these replication factories is yet in its early stages of investigation [8] [9] [10] [11] [12] .",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 354,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 502,
                    "end": 505,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 514,
                    "end": 516,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 825,
                    "end": 828,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 833,
                    "end": 835,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1039,
                    "end": 1042,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1043,
                    "end": 1046,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1047,
                    "end": 1051,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1052,
                    "end": 1056,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we have focused on the importance of lipid biosynthesis on dengue virus (DENV) replication. DENV is one of the most aggressive re-emerging pathogens worldwide [13] . Over two and a half billion people in more than 100 endemic countries are at risk for contracting dengue fever. Currently 50-100 million cases of dengue fever are estimated annually [14] . Since DENV replicates within the mosquito vector as well as the human host, the spread of the virus can be greatly reduced by controlling the vector. Much effort has been placed in understanding the dynamics of virus transmission and replication in the mosquito vector, including identification of host proteins in the midgut and salivary glands that are regulated by DENV infection [15] [16] [17] . Less is known about the global impact of DENV on host metabolic pathways.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previous electron microscopy studies on DENV infected mosquito cells have shown that virus-induced membrane structures similar to those observed in human cells are prevalent [18] [19] . This extensive requirement in both host and vector, for intracellular membranes that support viral RNA replication and assembly suggest that quantifiable changes may exist in the lipid repertoire of the infected cell to assist in the formation of these membranes. Identifying these lipid changes that occur during infection is a necessary first step to discovering how DENV and its constituent proteins modify the lipid metabolism of cells. The reason(s) for such modifications has yet to be described, but can be pursued with a knowledge of which lipid changes occur. Furthermore, novel therapeutics that modify or inhibit these lipid changes and lipid-protein interactions could conceivably result in inhibition of virus replication.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 179,
                    "end": 183,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To investigate these possibilities, we used high-resolution mass spectrometry methods to profile the lipidome of DENV infected mosquito cells. We have identified several lipid classes that are regulated by DENV infection. Many of these lipids have characteristic roles in influencing membrane architecture as well as functioning in cellular signal transduction pathways. Specifically, we have identified differences induced in the lipid profile upon virus binding and entry alone compared to those induced by viral RNA replication, assembly and egress. We have also profiled the lipidome of cells treated with an inhibitor of de novo phospholipid biosynthesis. Through this we have identified a lipid environment that supports cell survival but is yet inhibitory to DENV replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We had previously shown that fatty acid biosynthesis was a key target of DENV in human cells and that the rate limiting enzyme, fatty acid synthase (FAS), was both required and re-localized to sites of viral RNA replication during DENV infection [20] . In this study, using an inhibitor of FAS, C75, we determined that this requirement for fatty acid biosynthesis was conserved between the host and its vector during DENV infection. In the presence of C75 DENV replication was significantly reduced in C6/36 mosquito cells indicating that fatty acid biosynthesis is important for virus viability ( Figure 1A ). Furthermore, a time course of addition of C75 ( Figure 1B ) indicated that while pre-treatment or treatment of cells with C75 during viral adsorption reduced virus replication by ,10-100 fold, the most significant effect occurred upon addition of the drug at 4 and 8 hr post-infection (,1000 fold). This suggested that a post-entry step was affected by the inhibition of FAS. A comparison of virus released into the supernatant to intracellular virus indicated that an accumulation of intracellular virus was not occurring in the C75 treated cells (data not shown). Thus, the block in replication was not at the level of virus assembly or release.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 598,
                    "end": 607,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 659,
                    "end": 668,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Based on the observation that DENV induces significant rearrangements in the membrane architecture of infected cells, together with its distinct susceptibility to inhibitors of FAS, it was our hypothesis that lipid biosynthesis was important to DENV replication. Therefore, to investigate whether the intracellular lipid composition was altered during DENV infection, we carried out LC-MS-based analyses of the global lipidome of mosquito cells infected with DENV. To differentiate between changes to the lipid profile that occurred upon exposure to infectious virus versus that induced by virus entry alone, we included UV-inactivated DENV (UV-DENV) in the studies. This inactivated virus is only capable of binding, entry and initial rounds of viral RNA translation but does not have the ability to replicate its genome. Figure 2 shows a principle component analysis (PCA) plot of the overall lipid abundance in C6/36 mosquito cells infected with either DENV or UV-DENV at 36 and 60 hr post-infection. The 36 hr time point was chosen to represent a peak in viral replication while the 60 hr time point represents late stages of replication as well as increased cellular stress. Our previous analysis of earlier time points (ie. 24 hr post-infection) indicated that concurrent with increasing RNA synthesis activity and virus release, there were substantial changes in the lipidome of infected cells. Some of these changes were greater (higher fold changes) than those observed at the 36 hr time point. However, the overall intensities of the expressed lipids was lower contributing to a low signal to noise ratio. Furthermore, the number of species expressed at significant levels (p,0.05) were limited. Therefore, we chose to pursue the later time points. Under conditions that ensured that all cells were infected (multiplicity of infection of 20), optimal viral RNA synthesis occurred between 24-36 hr post infection (data not shown). A total of 7217 features observed in the LC-MS analyses were included in the PCA analyses. The plot shows specific segregation of lipid profiles between DENV and UV-DENV exposed cells compared to uninfected cells (mock). A temporal regulation of the lipid profile was also observed. However, this is more discernible upon analysis of individual lipid species (Figure 3 ) rather than in the PCA analysis. Overall, in this whole cell analysis",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 823,
                    "end": 831,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2299,
                    "end": 2308,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Analysis of the whole cell lipidome"
        },
        {
            "text": "Dengue virus is one of the most aggressive human pathogens worldwide. It causes 50-100 million infections per year but there is no vaccine or antiviral that is currently effective against the disease. The virus is spread by Aedes aegyptii and Aedes albopictus mosquitoes and viral replication within the mosquito vector is required for transmission to a new human host. During this replication cycle, the virus causes significant changes to the membrane organization of infected cells. These virus-induced membrane alterations help to assemble arrays of viral replication factories and aid the virus to evade host antiviral defense mechanisms. Previously, much effort has been placed in trying to identify viral and cellular protein effectors that aid virus replication. In this study we have explored the role of lipids in the formation of these extensive membrane platforms in mosquito cells. Using high-resolution mass spectrometry we have profiled the lipid composition of dengue virus infected mosquito cells and compared it to uninfected cells. Through this we have identified several lipid classes that are differentially regulated during dengue virus replication. Using inhibitors of lipid biosynthesis we have also identified a lipid repertoire that is inhibitory to viral replication. Knowledge of how dengue virus utilizes cellular lipids and downstream signaling pathways to facilitate its replication will provide novel targets that could be utilized for developing effective antivirals. This study is also a forerunner for future comparative analyses of the human host and vector membrane environments required for viral replication. 15% of the metabolites identified were significantly (Anova p,0.05) different between virus infected cells and the mock control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "Based on the total number of lipids that were significantly regulated between groups (uninfected and infected, Anova p,0.05) and subsequently structurally identified (Table S1 and Methods) the overall abundance of lipid classes is as follows: phosphotidylcholine (PC), 39.2%; phosphatidylethanolamine (PE), 31.2%; phosphatidylserine (PS), 0.8%; sphingomyelins (SM), 18.5%; ceramide (CER), 5.3%; lysophospholipids, 0.8% and ceramide phosphoethanolamine (CER-PE), 4%. This distribution is similar to the membrane lipid composition of eukaryotic cells where the most abundant phospholipid is PC [21] . It is also consistent with the membrane lipid composition of the Diptera species where PE is a predominant PL [22] . CER-PE, which is preferentially expressed in insect cells, is also observed here [23] [24] . Several of these lipids are differentially regulated upon exposure of cells to DENV or UV-DENV ( Figure 3 ). It was noticeable however, that several negatively charged lipid classes such as phosphatidylglycerol (PG), phosphatidylinositol (PI), and Cardiolipin, were absent from this list. These lipids have previously been reported to account for 6-13% of the lipidome of mosquito cells [25, 26] . However, in this whole cell analysis, these lipids were not significantly regulated during virus infection.",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 596,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 797,
                    "end": 801,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 802,
                    "end": 806,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1196,
                    "end": 1200,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1201,
                    "end": 1204,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 175,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 914,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "A comparative analysis of the overall abundance of lipid species (relative to the mock control) in DENV and UV-DENV exposed cells is shown in Figure 3A and B. In all of the lipid classes with significantly regulated lipids (Anova p,0.05), DENV-infected cells have a unique expression pattern (expressed lipid molecular species) compared to UV-DENV infected cells. For a complete list of the differentially expressed lipids see Table S1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 427,
                    "end": 435,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Phospholipids (PL). In this whole cell analysis, the primary PLs that were significantly regulated (Anova p,0.05) (and subsequently structurally identified) were mostly neutral or zwitterionic. PS was the only acidic lipid significantly regulated. At 36 hr post-infection, there was an ,2 fold up-regulation of PC species in DENV-infected cells compared to UV-DENV and mock controls ( Figure 3A ). At the later time point (60 hr post-infection), the relative levels of PC remained elevated in DENV-infected cells, however the differential expression between DENV and UV-DENV-exposed cells was not as evident ( Figure 3B ). Selected PC species were up regulated only at the 36 hr time point while others were up regulated at both time points ( Figure 3C ). Interestingly, a majority (,80%) of the PC species that were up regulated had unsaturated fatty acyl chains.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 394,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 610,
                    "end": 619,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 743,
                    "end": 752,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Analysis of the overall fold change in PE at the 36 hr time point ( Figure 3A ) does not show a difference between the virus-exposed (DENV and UV-DENV) cells and the mock. This is due to an equal number of individual lipid molecular species being up regulated as were down regulated ( Figure 3D ). At the 60 hr time point the relative levels of PE in virus exposed cells were lower than mock levels ( Figure 3B and D). There was also limited overlap between the specific PE molecular species regulated between DENV-and UV-DENV-exposed cells (Table S1 ). Given that insect cells have a high abundance of PE in their membranes (40-50%), it is interesting that there is a selective requirement for PC (over PE) in DENV-infected mosquito cells [22] .",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 744,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 77,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 285,
                    "end": 294,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 401,
                    "end": 410,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 541,
                    "end": 550,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Another group of PLs that were preferentially expressed in DENV-infected cells were the lysophospholipids (LPLs) ( Figure 3A and B). These lipids result primarily from the hydrolysis of PC by phospholipase A2-type enzymes (PLA 2 ) and represent a PL that is missing an acyl chain [27] [28] [29] [30] . In DENV-infected cells, there was a preferential up regulation (,3 fold) of these lipids compared to both UV-DENV and mock controls at the 36 hr time point. This expression was slightly down regulated at the 60 hr time point to about ,1.5 fold above the mock. In UV-DENV exposed cells, LPLs were undetectable at the 36 hr time point, while at the later time point, they were similar or slightly above the mock levels. As shown in figure 3H , LPLs with C16 acyl chains were up regulated at both time points while there was a selective up regulation of LPLs containing C18 acyl chains only at the early time point ( Figure 3H ). The C16 LPLs have been implicated in pro-apoptotic signaling pathways. This observation of selected LPL expression presents an attractive hypothesis that chain length differences may dictate specific roles for LPLs during virus infection.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 124,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 732,
                    "end": 741,
                    "text": "figure 3H",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 916,
                    "end": 925,
                    "text": "Figure 3H",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Since LPLs result from the activity of PLA 2 -type enzymes, we investigated whether DENV infected cells displayed a higher activity of PLA 2 compared to uninfected cells. Utilizing a fluorescent PC substrate (BODIPY-PC) we used mass spectrometry to monitor the hydrolysis of PC to LPC by intracellular PLA 2 . Essentially, we monitored the production of BODIPY-LPC (resulting from PLA 2 mediated metabolism of PC) during a time course of DENV infection ( Figure S1 ) (method from [31] ). The assay indicated that following 24 hr of infection and longer, PLA 2 activity was elevated in DENV-infected cells compared to the controls, with the highest activity occurring at 48 and 72 hr postinfection. Therefore, the elevated levels of PLA 2 could be the source of the LPL detected in DENV-infected cells.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 484,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 464,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Sphingolipids. Although originally known as vital components of barrier membranes, sphingolipids are also potent bioactive molecules that regulate cell death, growth, differentiation and intracellular trafficking [32] [33] . The primary sphingolipids regulated during DENV infection were sphingomyelin (SM) and ceramide (CER). In DENV infected cells, SM was up regulated by ,2-fold compared to the controls (UV-DENV and mock) and remained elevated at both 36 hr and 60 hr time points ( Figure 3A and B). Furthermore, this temporal expression varied depending on the specific molecular species being expressed ( Figure 3E and Table S1 ). UV-DENV exposed cells showed similar levels of SM compared to the mock at the 36 hr time point, but these levels decreased at the later time point. Interestingly, an analog of SM known as ceramide phosphoethanolamine (CER-PE), was preferentially expressed (up regulated by ,2 fold) in UV-DENV exposed cells at the 36 hr time point (compared to DENV and mock) ( Figure 3G ). However, this expression level dropped below the mock at the later time point. In comparison, DENV infected cells showed very low expression of this lipid at the early time point (,0.7 fold compared to mock) and its expression was undetectable at the later time point ( Figure 3A and B). This lipid is expressed more abundantly in insect cells rather than in mammalian cells [23] [24] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 218,
                    "end": 222,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1386,
                    "end": 1390,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1391,
                    "end": 1395,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 486,
                    "end": 495,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 611,
                    "end": 620,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 625,
                    "end": 633,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 998,
                    "end": 1007,
                    "text": "Figure 3G",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1281,
                    "end": 1290,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Another bioactive sphingolipid, CER, results from either the degradation of SM by sphingomyelinases or de novo synthesis through the condensation of palmitate and serine [32, 34] . These lipids were preferentially up regulated in DENV-infected cells at both the 36 and 60 hr time points (,2-fold compared to the mock). Since SM was also up regulated similarly in DENV infected cells, the rise in CER is possibly the result of de novo synthesis rather than SM degradation. UV-DENV-exposed cells showed undetectable CER levels at 36 hr, while at 60 hr the expression was (,2 fold) above the mock control. Since there was a concurrent decrease in SM in UV-DENV exposed cells at 60 hr, the increased levels of CER in this case could be due to the degradation of SM resulting from increased cellular stress (resulting from incubation of the cells for 60 hr). Similar to other lipid species, CER also showed temporal regulation depending on the molecular species expressed ( Figure 3F ).",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 969,
                    "end": 978,
                    "text": "Figure 3F",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "An overall comparison of the PLs regulated at the 36 and 60 hr time points indicated that in all lipid classes that were significantly regulated (Anova p,0.05) during DENV infection, selected molecular species were regulated only at the 36 hr time point while others were regulated at both time points. Representative examples for each lipid class are shown ( Figure 3C -H). These observations may represent lipidome differences in cells sustaining early but active DENV replication (36 hr) compared to those experiencing advanced cellular stress (60 hr). It is also interesting to note that any up regulation observed in UV-DENV exposed cells (at either time point) was only in the range of 1-1.5 fold compared to the mock control, while DENV infected cells showed much higher levels of expression.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 369,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "In addition to evaluating the lipid composition of whole cells, we also explored the possibility of profiling the lipid repertoire of specific membranes induced by DENV. Given the extensive interconnectivity of the membranes induced in DENV infected cells, isolation of morphologically distinct membranes proved challenging. Therefore, we carried out subcellular fractionation of C6/36 cells and isolated post-nuclear supernatants that were further fractionated to provide a total membrane fraction (16K pellet) enriched in viral replication components and a remaining cytoplasmic extract (CE) [35] . To confirm that the 16K pellet was indeed the membrane fraction enriched in the replication complex components, we used quantitative RT-PCR to measure the ratio The fold changes represent DENV-infected cells or UV-DENV exposed cells compared to the mock control. A lack of cones indicates that the expression level of those specific lipids were not significant (p,0.05). Panels C-H are representative lipid molecular species from specific lipid classes significantly regulated at the two different time points. The data are plotted as the integrated LC-MS peak abundance, in log 2 scale with standard deviation. PC, phosphatidylcholine; PE, phosphatidylethanolamine; SM, sphingomyelin; CER, ceramide; CER-PE, ceramide phosphoethanolamine; Lyso, lysophospholipids. See supplementary table S1 for a complete list of lipid features detected in this study. Four replicates were included in the lipidomic analyses. The error bars represent standard deviation of the mean. The blue dashed line separates species that remain elevated at both time points (36 and 60 hr) from species that are only elevated at the 36 hr time point. Infections were carried out using an MOI of 20 in C6/36 cells. Significantly expressed lipids species are shown denoted with an asterisk (*). doi:10.1371/journal.ppat.1002584.g003 of viral RNA to lipid in both 16K and CE fractions. Lipids were quantified by pulse-chase analysis using 14 C-acetate to label newly synthesized lipids and the results are shown in Figure 4 . In postnuclear supernatants, there was increase in the incorporation of 14 C-acetate into lipids in the DENV infected cells compared to the mock control ( Figure 4A ). This increase was observed at both 36 hr and 60 hr post-infection with the latter time point showing a greater difference between DENV and mock. A more detailed analysis of the lipid distribution in the subcellular fractions (16K and CE) is shown in Figure 4B . At the 36 hr time point, the CE fraction was enriched in newly synthesized lipids (compared to the 16K fraction) in both the DENV and mock samples, with DENV showing an almost 2-fold increase compared to mock. This distribution changed at the 60 hr time point where the 16K pellet was more enriched in newly synthesized lipids, however, the fold change (DENV compared to mock) was not as significant.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 598,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 2085,
                    "end": 2093,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2251,
                    "end": 2260,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2514,
                    "end": 2523,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Lipidomic analysis of replication complex membranes"
        },
        {
            "text": "To identify the primary fraction containing viral induced membranes that included the viral replication complex, we carried out a comparison of the viral RNA genome copies to labeled lipid in the 16K and CE subcellular fractions ( Figure 4C ). The results indicated that the 16K membrane fraction was enriched (a ,3fold increase) in viral RNA (compared to CE) at the 36 hr time point while at the 60 hr time point the CE fraction had slightly more viral RNA per labeled lipid (compared to the 16K fraction).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 240,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Lipidomic analysis of replication complex membranes"
        },
        {
            "text": "Based on the 14 C-acetate labeling studies above, the CE fraction showed an increased amount of newly synthesized lipids (compared to the 16K fraction at the 36 hr time point). In lipid biosynthesis pathways, acetate is a precursor to both phospholipid as well as sterol biosynthesis. Therefore, the labeled lipids (in CE) represent not only phospholipids in membranes, but also cholesterol and triglycerides that form lipid droplets [36] . In this study, lipidomic analyses were carried out on both the 16K and CE subcellular fractions isolated from the 36 hr time point from DENV infected cells, UV-DENV exposed cells and the mock control. The primary lipids observed in the CE fraction were sphingolipids. Cholesterol and triglycerides were not successfully separated using our mass spectrometry analyses and very few phospholipids were observed to be statistically significant (p,0.05) in virus infected cells over the mock control (data not shown). Therefore, we focused our primary lipidomic analysis on lipids extracted from the 16K pellet at the 36 hr time point. Similar to the whole cell analysis, DENV infected cells displayed a unique expression profile compared to UV-DENV and mock infected cells ( Figure S2 ). Over 85% of the metabolites detected were significantly regulated in virus-infected cells compared to the controls. Analysis of the membrane fraction also highlighted several lipid species not detected in our whole cell analysis. An overall fold change (compared to mock) of the significantly (p,0.05) expressed lipid classes in the membrane fraction is shown in Figure 5 . For a complete list of differentially expressed lipids see Table S2 .",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 438,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 1212,
                    "end": 1221,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1588,
                    "end": 1596,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1658,
                    "end": 1666,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Lipidomic analysis of replication complex membranes"
        },
        {
            "text": "Phospholipids. There was an up regulation of phospholipids, sphingolipids and several bioactive intermediates in DENV infected cells compared to UV-DENV and mock controls ( Figure 5A ). Amongst the specific phospholipids expressed, PE was selectively up regulated in membrane fractions isolated from DENV infected cells ( Figure 5B ). However, the primary PE molecular species up regulated was a lysophospholipid (PE P-16:0e). Both DENV and UV-DENV exposed cells showed similar expression of fatty acids ( Figure 5A ). However, the individual molecular species expressed differed between the two viruses ( Figure 5C ). For instance, stearic acid was up regulated in DENV infected cells while oleic acid was up regulated in UV-DENV exposed cells. Palmitic acid had a similar level of expression in both DENV and UV-DENV exposed cells. Several bioactive intermediates such as monoacylglycerol (MG), diacylglycerol (DG) and phosphatidic acid (PA) were also prominently up regulated in DENV infected cells compared to the controls ( Figure 5D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 182,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 322,
                    "end": 331,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 506,
                    "end": 515,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 606,
                    "end": 615,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1029,
                    "end": 1038,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Lipidomic analysis of replication complex membranes"
        },
        {
            "text": "Sphingolipids. Although the Blygh and Dyer method [37] utilized for lipidomic analyses of whole cells or membrane fractions detected the expression of sphingolipids, Merrill et al optimized a protocol dedicated to analyzing sphingolipids without the interference from co-purifying PLs [38] . Utilizing this protocol, we carried out mass spectrometry analysis of these bioactive lipids from mosquito cells fractionated to provide three subcellular fractions: nuclear (N), cytoplasmic (CE) and membrane (16K). Similar to the above analyses, UV-DENV and mock infected cells were included as controls. The specific sphingolipids monitored included CER, SM, monohexosylceramide (GlcCER) and dihexosylceramide (GalCER).",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Lipidomic analysis of replication complex membranes"
        },
        {
            "text": "As shown in Figure 6A , CER levels in C6/36 cells showed clear elevation in DENV-infected cells compared to mock-infected or UV-DENV exposed cells. Comparison of the different subcellular fractions indicated that the elevated CER was primarily concentrated in the CE fraction with the exception of two species (d18:1/ 16:0 and d18:0/16:0) which were enriched in the 16K pellet. These two species consist of the most abundant fatty acids observed in cells. The analysis of SM levels in mosquito cells ( Figure 6B ) indicated that virus exposed cells have a higher level of SM compared to mock-infected cells. This is most evident in the 16K pellet with the exception of the most abundant species (d18:1/20:0) that showed the highest levels in the CE. Comparison of infectious DENV to UV-DENV exposed cells indicates that the latter which is incapable of replication maintained higher levels of SM overall.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 21,
                    "text": "Figure 6A",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 511,
                    "text": "Figure 6B",
                    "ref_id": null
                }
            ],
            "section": "Lipidomic analysis of replication complex membranes"
        },
        {
            "text": "GlcCER were primarily detected in the 16K pellet of both DENV infected and UV-DENV exposed cells ( Figure 6C ). However, the overall levels were down-regulated compared to the mock control with the exception of d18:1/16:0, which showed slight elevation in the UV-DENV exposed cells. Dihexosylceramides were not detected to significant levels in any of the samples.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "text": "Figure 6C",
                    "ref_id": null
                }
            ],
            "section": "Lipidomic analysis of replication complex membranes"
        },
        {
            "text": "The FAS inhibitor, C75 is a potent inhibitor of DENV replication in both mosquito ( Figure 1 ) and mammalian cells [20] . Cells treated with non-cytotoxic concentrations of C75 (,50 mM) induce an environment that has redistributed its lipid repertoire to support cell survival in the absence of FAS activity, and yet, this environment does not support viral replication. To determine the basis for this exclusion of virus replication, we profiled the lipidome of cells treated with 25 mM C75. Membrane fractions isolated from DENV infected and mock control cells in the presence or absence of C75 were profiled. A hierarchical clustering analysis of the lipidomic data ( Figure S3 ) indicated that the lipid environment of DENV infected cells treated with C75 clustered very closely to the mock C75 treated control and was furthest from DENV infected cells suggesting that the two represent significantly different environments. A comparative analysis of the lipid species expressed in the two environments indicated that a majority of the lipids that were up regulated in DENV infected cells were down regulated upon treatment of those cells with C75.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 671,
                    "end": 680,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Analysis of lipid re-distribution upon C75 treatment of mosquito cells"
        },
        {
            "text": "Amongst the phospholipids, several phosphatidylinositol species were up regulated 3-4 fold in the untreated DENV infected cells compared to the C75 treated cells ( Figure 7B ). However, none of these PI species were phosphorylated. A single species of PG was also up regulated by over 5 fold in the untreated cells. Since C75 disrupts the formation of lipids down stream of FAS, several fatty acids (stearic and palmitic acid) were down regulated in the drug treated cells. An enrichment of these fatty acids was observed in the untreated cells upon comparison with C75 treated cells ( Figure 7C ). In contrast, as observed in the previous comparison of DENV infected cells to uninfected cells ( Figure 5 ), oleic acid was down-regulated in untreated DENV infected cells and therefore, showed enrichment in C75 treated cells. Interestingly, C75 treated cells also showed a down regulation of metabolic intermediates such as mono-and diacylglycerol as well as phosphatidic acid. Enrichment of these lipids was observed in untreated DENV infected cells compared to C75 treated cells ( Figure 7D ). In addition to the phospholipids, de novo synthesis of sphingolipids was also disrupted by C75. Key intermediates in this pathway such as N-palmitoylesphingosine and N-stearoylesphingosine were down regulated upon treatment of cells with C75 and up regulated in untreated DENV infected cells ( Figure 7A and Table S3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 173,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 586,
                    "end": 595,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 696,
                    "end": 704,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1083,
                    "end": 1092,
                    "text": "Figure 7D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1390,
                    "end": 1399,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1404,
                    "end": 1412,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "Analysis of lipid re-distribution upon C75 treatment of mosquito cells"
        },
        {
            "text": "The architecture of biological membranes is defined by the composition and distribution of lipids and proteins in the bilayer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Optimizing this composition and distribution to facilitate the formation of virus-induced intracellular membrane structures has to be a requirement for efficient DENV replication. Previously we showed that FAS, the rate-limiting enzyme in lipid biosynthesis was both recruited and activated during DENV replication in human cells [20] . In this study we demonstrated that this requirement for FAS activity was also conserved in the mosquito vector-derived cells. Furthermore, inhibition of FAS activity seemed to be most effective between 4-12 hr post-infection suggesting an early requirement for FAS activity during the replication cycle.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 334,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As a next step in investigating the role of lipids in DENV induced membrane expansion we used high-resolution mass spectrometry to profile the lipid composition of DENV infected mosquito cells. We observed a very distinct segregation in the lipid composition between DENV infected and uninfected cells. Specific lipid changes that occurred upon virus binding and entry alone were also identified. In DENV infected cells, there was a selective enrichment of lipids that have characteristic functions in influencing membrane structure as well as those that have potent signaling functions. Among these lipids were bioactive sphingolipids such as sphingomyelin and ceramide, lysophospholipids and several intermediates such as mono-and diacylglycerol and phosphatidic acid. The phospholipids that were enriched in DENV infected cells were primarily unsaturated. There was also evidence for the up regulation of de novo phospholipid and sphingolipid biosynthesis as well as triacylglyceride metabolism ( Figure 8 ). Furthermore, we identified a unique lipid environment that supported cell survival but did not support DENV replication. This environment was created by the addition of C75, an inhibitor of fatty acid synthase, the rate-limiting step in phospholipid biosynthesis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1000,
                    "end": 1008,
                    "text": "Figure 8",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Analysis of the whole cell lipidome indicated that unsaturated PC was the most up regulated phospholipid in DENV infected cells. Membranes that are similar or derived from the ER are enriched in unsaturated lipids, primarily PC [39] . Although DENV-induced membranes in mammalian systems are ER-derived, it is unknown if the same is true in mosquito cells. While PC is known to form planar membranes, unsaturated PC induces membrane curvature which may be important for maintaining the highly curved membranes observed in DENV-infected cells [40] . PC enriched membranes are also more fluidic compared to the rigid membranes enriched in SM and cholesterol, which may be a feature attractive to DENV infection [41] .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Bioactive sphingolipids such as SM and CER are also key lipids that were up regulated during DENV infection. In cells exposed to replication competent virus, CER was up regulated in both the whole cell lipidome as well as replication complex membranes. This is either a cellular response to virus infection, or a direct need for CER in the virus replication cycle. The latter hypothesis is particularly attractive considering the enrichment of specific molecular species of CER in the 16K pellet. CER is a cone-shaped Figure 6 . Bioactive sphingolipid species are differentially regulated in replication complex membranes isolated from DENVinfected mosquito cells. Multiple Reaction Monitoring (MRM) analysis of sphingolipids species differentially regulated in DENV-infected cells (MOI 20) or UV-DENV exposed cells compared to the mock control (see also supplementary table S3). The data represent fold changes observed in three subcellular fractions that were analyzed in this study; 16K, replication complex membranes; CE, cytoplasmic extracts following removal of replication complex membranes and nuclei; N, nuclear fraction. Panels A-C represent ceramide, sphingomyelin and monohexosylceramide species respectively. The dashed line highlights values equal to the mock. The data represent three independent experiments. The error bars represent standard deviation of the mean. doi:10.1371/journal.ppat.1002584.g006 molecule that promotes inward budding of membranes (negative curvature) [42] . Some DENV-induced membranes show a double membrane morphology indicating that negative curvature modifying lipids such as CER may be active in their formation.",
            "cite_spans": [
                {
                    "start": 782,
                    "end": 790,
                    "text": "(MOI 20)",
                    "ref_id": null
                },
                {
                    "start": 1492,
                    "end": 1496,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 518,
                    "end": 526,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "As a second messenger, CER can also induce apoptosis and autophagy [34] . However in mosquito cells, DENV maintains a persistent infection and antagonizes apoptotic pathways [19, 43] .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 174,
                    "end": 178,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Therefore, CER up regulation may not be due to the prevalence of an apoptotic response but may be utilized to up regulate autophagy during DENV infection. It has been shown in mammalian cells that autophagy is up regulated and necessary for DENV replication. The prevalence of several intermediates in CER biogenesis, including N-palmitoylsphingosine and diacylglycerol, suggest that the observed CER could result from either de [20] . 2. Inhibition of this process with C75 disrupts the cellular lipid repertoire in mosquito cells to be unfavorable for virus replication. 3. The lipidomic analyses reveal an up regulation of fatty acids such as palmitic (C16) and stearic (C18) acid. These fatty acids are intermediates in the biosynthesis of phospholipids, which is up regulated during DENV infection. Interestingly, in DENV infected cells the prevalent phospholipids primarily consist of C16 and C18 unsaturated acyl chains. Very long chain fatty acids are not significantly up regulated during infection. 4. FAS activity also stimulates de novo sphingolipid biosynthesis. In the lipidomic analyses, the up regulation of intermediates such as N-palmitoylesphingosine suggests sphingolipid biosynthesis is activated during DENV infection. Specifically, SM and CER are enriched in DENV infected cells. Alternately, the up regulation in CER (and DG) during infection could result from the degradation of SM through the activity of sphingomyelinases (Smase). The resulting CER and DG could be redirected into several signaling pathways or be utilized for de novo phospholipid biosynthesis. The glycopshingolipids, GlcCER and GalCER are down regulated during DENV infection, which suggest that they are catabolized to produce CER. 5. Lipidomic analyses also suggest the up regulation of triacylglycerol catabolism (Lipolysis) in DENV infected cells. This pathway results in the generation of MG, DG and palmitic acid. These intermediates are all up regulated in DENV infected cells and could be utilized for downstream signaling or de novo phospholipid biosynthesis. It has also been shown that TG catabolism is necessary for mitochondrial b-oxidation during DENV infection [50] . 6. Elevated levels of LPC in DENV infected cells also suggest activation of PC hydrolysis by PLA 2 . This enzyme is activated during DENV infection. The elevated levels of other phospholipids such as PA, PI, PE, PG as well as PC suggest that the CDG-DG pathway for phospholipid biosynthesis could also be activated. FAS, fatty acid synthase; DENV, dengue virus; C75, inhibitor of FAS; SM, sphingomyelin; CER, ceramide; MG, monoacylglycerol; DG, diacylglycerol; TG, triacylglycerol; LPC, lysophosphatidylcholine; PLA 2 , phospholipase A 2 ; PA, phosphatidic acid; PI, phosphatidylinositol; PE, phosphatidylethanolamine; PG, phosphatidylglycerol; PC, phosphatidylcholine. doi:10.1371/journal.ppat.1002584.g008 novo synthesis by serine palmitoyltransferase (SPTLC) in the ER or catabolism of SM by sphingomyelinases (SMases) at the plasma membrane [44] . The lipidomic analyses also indicated a down regulation of GlcCER, which may suggest that a salvage pathway that metabolizes GlcCER to CER may also be active.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 433,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2172,
                    "end": 2176,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 3024,
                    "end": 3028,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Inverted cone-shaped lipids such as LPLs were also up regulated during DENV infection. Primarily, LPC was up regulated in the whole cell analysis. It results from the hydrolysis of PC by PLA 2 [45] . We have shown that this enzyme is activated during DENV infection. Many other viruses have also shown a dependency for PLA 2 in their life cycle [31, 46] . Due to its inverted cone-shaped structure, asymmetric incorporation of LPC into membranes causes positive curvature and induces vesicle fission and budding [47] . Structural analyses of DENV-induced membrane structures in mosquito cells indicate the presence of highly curved membranes and smaller vesicles [18] [19] . Therefore, vesiculation through fission and budding as well as enrichment of molecules that increase membrane curvature may be an underlying mechanism for forming these membrane structures.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "LPC also increases the permeability of membranes [48] . This is an attractive concept given that DENV replication complexes are encased within membrane barriers that need to facilitate the exchange of components to and from the cytosol for genome replication and virus assembly. Therefore, leaky membranes may be favored in DENV-infected cells through the selective incorporation of molecules such as LPC. Another observation that gives credence to this hypothesis is that the transmembrane permeabilizing effect of LPC is synergistically enhanced in the presence of palmitic acid, which is also up regulated in DENVinfected cells. As a signaling molecule, LPC is both a pro-survival as well as an inflammatory molecule [46] . Therefore, its expression in DENV infected cells could be a cellular response to viral infection.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It has been previously reported that de novo lipid biosynthesis was up regulated during DENV infection [20] . Consistent with these observations, several primary fatty acids (palmitic, stearic and oleic acid) involved in the biosynthesis of higher order PLs were detected in our lipidomic analyses. Palmitic acid is the first fatty acid of the lipogenesis pathway and stearic acid (C18:0), is immediately downstream of palmitic acid. They are both up regulated in DENV infected cells. The latter is the precursor to the biosynthesis of oleic acid (C18:1) or long chain fatty acids (with acyl chains of C20 or greater). Interestingly, since oleic acid is down regulated in DENV-infected cells stearic acid may be stimulating long chain FA biosynthesis. However, a majority of the PLs expressed in DENV infected cells have C16-or C18-acyl chains with varying degrees of unsaturation. Therefore, it seems that desaturation of palmitic and stearic acid rather than elongation may be the chosen pathway for lipogenesis during DENV infection.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Evidence for lipogenesis"
        },
        {
            "text": "Several intermediates in lipid catabolism were also detected in the replication complex membranes (palmitic acid, MG and DG). Analysis of these intermediates suggested the up regulation of pathways for PC hydrolysis and triacylglycerol (TG) metabolism. The latter pathway is responsible for regulating lipid homeostasis and energy production in the cell through the metabolism of lipid droplets [49] . Through the action of lipases the degradation of lipid droplets results in the release of palmitic acid, DG and MG [36] . These metabolic products are substrates for mitochondrial boxidation as well as intermediates (fatty acids) in the synthesis of new lipids. DENV infected cells show a high prevalence of these species compared to mock infected cells.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 399,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Evidence for lipolysis"
        },
        {
            "text": "While several acidic phospholipid species were detected in the 16K membrane fraction very few were significantly regulated during infection. Previous studies in mammalian cells have indicated the importance of acidic lipids in DENV infection [46, 50] . These negatively charged lipids are also implicated in influencing membrane structure.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Evidence for lipolysis"
        },
        {
            "text": "The most striking results were obtained by the comparison of DENV infected cells in the presence and absence of the FAS inhibitor, C75. It is well established that treatment of cells with this inhibitor disrupts de novo phospholipid biosynthesis [51] . To circumvent this inhibition, the cell redistributes its lipid repertoire to ensure cell survival. However, this redistribution does not support DENV replication. A comparison of the different lipid environments indicated that many of the lipids that were up regulated in DENV infected cells compared to cells treated with C75, were similar to those previously observed when infected cells were compared to mock (uninfected) controls. Therefore, comparison of DENV infected cells to two different controls (uninfected cells and C75 treated infected cells) highlighted the same lipids as being up regulated during an active DENV infection.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Evidence for lipolysis"
        },
        {
            "text": "In these studies we utilized UV-DENV as a control to identify lipid metabolic changes that occurred upon virus binding and entry alone. This virus is incapable of replication but immunofluorescence microscopy with anti-NS3 antibodies have indicated that there is a very low level of translation that occurs within the first 24 hr (data not shown). Analysis of the lipidome of UV-DENV exposed cells showed a significant difference in the phospholipid and sphingolipid content in comparison to DENV infected cells and the mock control. It is possible that binding, membrane fusion and entry alone, or the expression of viral proteins from the incoming viral RNA triggers the activation of lipases or lipid transport mechanisms that result in the differences observed in the lipidome of the cells. This has been shown for other viruses. Jan et al. have shown that binding and entry alone of Sindbis virus triggered the activation of sphingomyelinases that degraded membrane bound SM to Cer [52] . It has also been shown that viruses induced apoptotic-signaling cascades upon binding and entry alone [53] [54] [55] . These cascades may either result from or induce lipolysis or lipid transfer between compartments in the cell.",
            "cite_spans": [
                {
                    "start": 987,
                    "end": 991,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1096,
                    "end": 1100,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1101,
                    "end": 1105,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1106,
                    "end": 1110,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Evidence for lipolysis"
        },
        {
            "text": "The most pronounced changes are those observed in the 16K pellet analyses where a significant decrease in phospholipids, sphingolipids and lipid intermediates are observed (compared to mock cells, Figure 5A) . A comparison of SM and CER in the whole cell analysis at the 36 hr and 60 hr time points ( Figure 1A and 1B) indicated a reduction in SM with a corresponding increase in CER with time. This could be due to a similar scenario to SINV where a non-replicating UV-DENV is capable of inducing lipid conversion in membranes [52] . Therefore, SM and other sphingolipids may be converted to CER that is transported away from the 16K membrane fraction to other locations in the cell. This is also evident from the increased content of fatty acids compared to mock cells that may result from the degradation of lipids. UV-DENV exposed cells do not show significant regulation of MG or DG, but show an up regulation of palmitic acid (C16:0). Virus binding and entry alone could stimulate lipid droplet hydrolysis (catabolism of TG) resulting in the release of palmitic acid. These studies have shown that UV-DENV could be a versatile tool to pursue mechanistic studies on the metabolic pertabations that occur upon virus binding, membrane fusion, and entry.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 532,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 207,
                    "text": "Figure 5A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 301,
                    "end": 310,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Evidence for lipolysis"
        },
        {
            "text": "In summary, using high-resolution mass spectrometry, we have determined that DENV drastically alters the lipid profile of infected cells. Specifically, DENV infection elevates the expression of lipids that have the capacity to change the physical properties of the bilayer such as bilayer curvature, permeability, and the recruitment and assembly of protein complexes in the membrane. Several of the identified molecules also function as bioactive messengers that control signaling and membrane trafficking pathways in the cells. They represent molecules that result from the activation of cellular stress pathways that respond to viral infections. Based on these findings, the next steps will be to investigate the mechanisms of how these lipid species play a role in DENV replication, as well as identify the control points in these pathways that may be influenced by viral gene products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence for lipolysis"
        },
        {
            "text": "Cell culture and virus infections C6/36 (Aedes albopictus) cells (ATCC) were maintained in Minimal Essential Medium (MEM) supplemented with glutamine (2 mM), non-essential amino acids, 25 mM Hepes and 10% heat inactivated fetal calf serum. Dengue virus 2, strain 16681 (obtained from Richard Kinney, CDC. Ft. Collins) stocks were amplified in C6/36 cells in MEM (supplemented as above) and 2% heat inactivated fetal calf serum. UV-inactivated DENV was obtained by exposing the same virus stock (used for infection) to UV-light for 3 hr and then conformation of inactivation by two blind passages of the virus on cells for 60 hr per passage. Lack of infectivity was confirmed by plaque assay and immunofluorescence assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods and Materials"
        },
        {
            "text": "Sample preparation. For infection, ,5610 8 C6/36 cells were infected with DENV at a MOI of 20 at 30uC. Infection of all cells (required for lipidomic analyses) was confirmed by immunofluorescence analyses. Each experiment included three biological replicates. Following infection, cells were harvested at 36 and 60 hr post-infection, pelleted and resuspended in 100 ml of 100 mM ammonium bicarbonate. Lipids were extracted from an equal number of cells using a modified Bligh and Dyer protocol. Briefly, a mixture of 2:1 Chloroform:methanol, 0.1% acetic acid and 0.01% butylated hydroxy toluene (BHT) were added to the cell suspension in ammonium bicarbonate such that there was a 4:1 ratio of organic solvent to cells. Following lipid extraction, the organic phase was separated from the aqueous phase by centrifugation and dried down under a N 2 stream in low retention microfuge tubes (Fisher). The dried lipids were resuspended in 75 ml of methanol and vortexed for 10 s. The samples were then centrifuged at 13,4006 g for 5 min to remove any particulates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lipidomic sample preparation and mass spectrometry analyses of whole cells"
        },
        {
            "text": "chromatography/mass spectrometry. Lipid molecular species were profiled using a dual-column nanocapillary LC system equipped with 75 mm665 cm columns, each packed with 3 mm Jupiter particles (Phenomenex, Torrance, CA). The mobile phases were (A) 10 mM ammonium acetate in 50:50 water/methanol (v/v) and (B) 10 mM ammonium acetate in 50:50 methanol/acetonitrile (v/v). The LC system was equilibrated at 10,000 psi with mobile phase A prior to injecting 0.4 mL of sample. Exponential gradient elution was initiated 50 min after sample loading with an initial column flow of ,300 nL/min. After 90 min of gradient separation, the mobile phase mixer was purged with 3 mL of mobile phase B, followed by a 5 min column wash. Finally, the mobile phase mixer was purged with 10 mL of mobile phase A, which represented the end of one separation cycle. While gradient elution was performed on one column, the other column was equilibrated with mobile phase A. The LC system was coupled to a hybrid linear ion-trap-Orbitrap mass spectrometer (ThermoFisher, San Jose, CA), and the capillary temperature and electrospray voltage were 200uC and +2.2 kV, respectively. The Orbitrap was used as the mass analyzer during MS survey scans over the m/z range 200-2000 with a duty cycle of ,1.2 s. Data-dependant MS/MS was performed in the LTQ for the top 5 ions, with a normalized collision energy of ,35%. Dynamic exclusion in the LTQ during data-dependant MS/MS experiments was enabled as follows: repeat count of 2, repeat duration of 30 s, exclusion list size of 250, and exclusion duration of 60 s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liquid"
        },
        {
            "text": "Data processing. LC-MS datasets, defined as the data obtained from a single LC-MS analysis, were processed using the PRISM Data Analysis system [56] , a series of software tools freely available at http://ncrr.pnl.gov/software/ and developed in-house. The first step involved deisotoping of the raw MS data to give the monoisotopic mass, charge state, and intensity of the major peaks in each mass spectrum using Decon2LS [16] . The data were next examined in a 2-D fashion using MultiAlign to identify groups of mass spectral peaks that were observed in sequential spectra using an algorithm [57] that computes a Euclidean distance in n-dimensional space for combinations of peaks. Each group, generally ascribed to one detected species and referred to as a ''feature'', has a median monoisotopic mass, central normalized elution time (NET), and abundance estimate computed by summing the intensities of the MS peaks that comprise the entire LC-MS feature. LC-MS features were then chromatographically aligned across all datasets using the LCMSWARP algorithm [58] in MultiAlign, and the lipid identities of detected features were initially determined by comparing their measured monoisotopic masses and NETs to calculated monoisotopic masses and observed NETs for lipids in an AMT tag database [59] within search tolerances of 63 ppm and 60.03 NET for monoisotopic mass and elution time, respectively. Subsequent identifications of lipid features that did not match to entries in the AMT tag database were made by searching their molecular weights against entries in the Lipid MAPS database followed by manual confirmation based on MS/ MS spectra.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1060,
                    "end": 1064,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1295,
                    "end": 1299,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Liquid"
        },
        {
            "text": "Statistical analysis of processed data. Following chromatographic alignment and database matching, the abundances of all detected features (both AMT tag database matched and unmatched) were loaded into DAnTE [60] for statistical analysis. Feature abundances were transformed to log2 scale then subjected to central tendency normalization [61] . Comparative data analysis was then performed and statistically significant differences between the lipid profiles of the samples were determined using ANOVA. Partial least-squares (PLS) [62] analysis was also performed using the data matrices containing either AMT tag database matched features alone or all features (both database matched and unmatched). homogenized and centrifuged at 15006 g, at 4uC for 5 min to remove nuclei. Post-nuclear supernatants were centrifuged at 160006g for 30 min at 4uC to obtain a membrane pellet (referred to as the 16K pellet). The supernatant post nuclear and membrane fractionation is referred to as the cytoplasmic extract (CE). Total RNA was extracted from each fraction (16K and CE) using Trizol reagent (Sigma) according to the manufacturer's instructions. Following RNA extraction, total lipids were extracted using the Bligh and Dyer method mentioned above and counted using a Beckman LS 6000 scintillation counter. The viral RNA in each fraction was measured using the SuperScript III Platinum SYBR Green One-Step qPCR Kit with ROX and DENV specific primers; (forward) 59 ACAAGTCGAACAACCTGGTCCAT 39 and (reverse) 59 GCCGCACCATTGGTCTTCTC 39 on a Applied Biosystems 7300 Real Time PCR machine. The labeled lipid in subcellular fractions was standardized to the total RNA isolated from each fraction prior to determining the viral RNA genome copies per labeled lipid in subcellular fractions.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Liquid"
        },
        {
            "text": "Sample preparation. For profiling the lipidome of the replication complex membranes, lipids were extracted from the 16K pellet using the same modified Blygh and Dyer protocol described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lipidomic sample preparation and mass spectrometry analyses of replication complex membranes"
        },
        {
            "text": "Liquid chromatography/mass spectrometry profiling analysis of lipid content. A LTQ Orbitrap XL instrument (Thermo Fisher Scientific San Jose, CA) was used for the analysis. It was coupled to an Agilent 1100 series LC (Agilent Technologies, Santa Clara, CA) equipped with a micro well plate auto sampler and binary pumping device. Reverse phase liquid chromatography was used to analyze the samples. An Agilent Eclipse XDB-C8 column with 2.16150 mm, 3.5 mm dimensions was used for the separation. Solvent A consisted of water +0.1% piperidine. Solvent B contained acetonitrile : methanol (50:50 v/v) +0.1% piperidine. The flow rate was 300 mL/minute. A volume of 10 mL was loaded onto the column. The gradient was as follows: time 0 minutes, 50% B; time 25 minutes, 95% B; time 45 minutes, 95% B; time 50 minutes, 50% B; time 60 minutes, 50% B. The MS analysis used negative polarity electrospray ionization. The source voltage was 4.0 kV, source current 100 mA, capillary voltage 230.0 V, tube lens voltage 2100.0 V. The capillary temperature was 200uC, sheath gas flow was 35, auxiliary and sweep gas were both set to 0. Data were acquired using data dependent scanning mode. FTMS resolution of 60,000 with a mass range of 70-1200 was used for full scan analysis and the ITMS was used for MS/MS data acquisition. The top three most intense ions were acquired with a minimum signal of 500, isolation width of 2, normalized collision energy of 35, default charge state of 1, activation Q of 0.250, and an activation time of 30.0. The samples were evaluated with Thermo XCalibur software (version 2.1.0) and downstream alignment done with an in-house data processing package called Omics Discovery Pipeline [63, 64] .",
            "cite_spans": [
                {
                    "start": 1705,
                    "end": 1709,
                    "text": "[63,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1710,
                    "end": 1713,
                    "text": "64]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Lipidomic sample preparation and mass spectrometry analyses of replication complex membranes"
        },
        {
            "text": "Liquid chromatography/mass spectrometry for targeted sphingolipid analysis. The method was slightly modified from [65] . Briefly, each sample was extracted according to published protocol then dried and reconstituted in 100 mL of methanol : water : formic acid (74:25:1) containing 5 mM ammonium formate. An Agilent 6400 QQQ (Agilent Technologies, Santa Clara, CA) was used for analysis coupled to an 1100 Series LC equipped with HPLC Chip interface (Agilent Technologies Santa Clara, CA). Solvent A consisted of methanol : water : formic acid [65] with the following source conditions: gas temperature 300uC, gas flow 4 L/minute, capillary voltage 1900 V. The fragmentor voltage was set to 180 V in all cases. Data were processed with Agilent Mass Hunter software version B03.01.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Lipidomic sample preparation and mass spectrometry analyses of replication complex membranes"
        },
        {
            "text": "C6/36 cells were infected with DENV at an MOI of 3. Following adsorption, virus was removed and the cells were washed and overlayed with media containing varying concentrations of C75 [51] . The vehicle for C75 was ethanol. Virus supernatants were harvested at 24 hr post-infection and virus titer assayed by plaque assay. Cytotoxicity of C75 was simultaneously assayed using the Quick Cell Proliferation Kit (Abcam). TIME OF ADDITION OF C75: C6/36 cells were infected with DENV as described above. At the indicated time points, 6.3 mM C75 was added to the cells. Cells were harvested at 24 hr post-infection and the amount of released virus was determined by plaque assay. For the lipidomic studies, cells were infected with DENV (as described above) or left uninfected. Following adsorption of the virus at room temperature for 2 hr, C75 was added to the media in the overlay, and cells were incubated at 30uC for 36 hr. Sample preparation, lipid extraction and mass spectrometry analyses were carried out as described above for the fractionated (16K pellet) samples.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "C75 inhibitor studies"
        },
        {
            "text": "Phospholipase A2 activity was monitored using a Red/Green BODIPY PC-A2 substrate (Invitrogen) using a similar method as described in [31] . C6/36 cells were infected with DENV at an MOI = 3 in 6-well plates. Following virus adsorption, the cells were overlayed with MEM (supplemented as above) and 10% heat inactivated fetal calf serum (2 ml/well). At the indicated time points, the media were removed, and new media (1 ml/well) containing 6 mM of the fluorogenic phospholipase A substrate (BODIPY-PC) were added to the cells. The cells were incubated at 30uC for 30 min. Following incubation, media was removed and the cells were washed with 16PBS. The lipids were then extracted using butanol-1 (1 ml/well). The aqueous fraction was discarded and the lipids in the butanol phase were analyzed by mass spectrometry to monitor the conversion of BODIPY-PC to BODIPY LCP by PLA 2 .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Phospholipase A (PLA) analyses"
        },
        {
            "text": "Phospholipase A2 activity analysis. The lipid samples were reconstituted in 100 mL of methanol : water : formic acid (74:25:1) containing 5 mM ammonium formate and analyzed with an Agilent 6400 QQQ (Agilent Technologies, Santa Clara, CA) coupled to an 1100 Series LC equipped with HPLC Chip interface (Agilent Technologies Santa Clara, CA). Solvent A consisted of methanol : water : formic acid (74 : 25 : 1) containing 5 mM ammonium formate and solvent B methanol : formic acid (99 : 1) containing 5 mM ammonium formate. The gradient was as follows: time 0 minutes, 40% B; time 5 minute, 70% B; time 7 minutes, 100% B; time 9 minutes, 100% B; time 9 minutes, 40% B; time 13 minutes, 40% B. The flow rate was 0.4 mL/min. Data were acquired for parent ions corresponding to the BODIPY-PC (986.9 m/z) and BODIPY LCP (320.2 m/z) in single ion monitoring (SIM) mode with the following source conditions: gas temperature 300uC, gas flow 4 L/minute, capillary voltage 1900 V. The fragmentation voltage was set to 200 V in all cases. Data were processed with Agilent Mass Hunter software version B03.01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liquid chromatography/mass spectrometry for targeted"
        },
        {
            "text": "Supplemental data include three figure and three tables. carried out on 100 lipids. For each condition and time point, the following information is provided: Treatment P; p-values from the Anova analysis on minimum observations data (p,0.1), Exact mass; mass of each lipid from http://www.lipidmaps.org, [M+H] + ; Protonated molecular ion, NET; normalized elution time, total carbon/double bond; corresponds to each lipid species detected, LM_ID; identification for each lipid as displayed in LIPID MAPS, Formula, elemental composition of each lipid, PPM Error; difference in experimental mass compared to exact mass, Fold DENV/Mock; fold change of average abundance from 4 replicates of each treatment. Identity abbreviations were made for phoshatidylcholine (PC; O-fatty acid chain number means that an alkyl acyl linkage to the glycerol chain is present for the respective PC), phosphatidylethnolamine (PE), phosphatidylserine (PS), sphingomyelin (SM), ceramide (Cer), ceramide phosphoethanolamine (Cer-PE), lysophosphatidylcholine (LPC). The notation further indicates total number of carbons and double bonds however it does not discern redundancy associated with varying fatty acid composition for the same molecular weight. Accession numbers (LM_ID) were obtained from the Lipid Maps Gateway (lipidmaps.org). (PDF)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental data"
        },
        {
            "text": "Table S2 Select list of lipid species from the analysis of the 16K membrane fraction (isolated from mosquito cells treated with conditions described below) regulated across conditions (p,0.05). Conditions: Mock (uninfected cells), DENV (infectious dengue virus type 2, strain 16681), UV-DENV (UV-inactivated dengue virus type 2, strain 16681). A total of 484 features were detected in the mass spectrometry analysis following normalization of Mock, DENV and UV-DENV treated samples and 415 of these features were significantly regulated (p,0.05). Identification was successful for 68 lipids (ppm error ,10). For each condition the following information is provided: pttest and pwilcox; p-values on minimum observation data (a measurement must be present in two of three replicates to be considered present), Exact mass; mass of each lipid from http:// www.lipidmaps.org, M/Z; mass to charge ratio, RT; retention time, Formula, elemental composition of each lipid, PPM Error; difference in experimental mass compared to exact mass, Fold DENV/Mock; Fold UV-DENV/Mock; fold change of average abundance from 3 replicates of each treatment. Identity abbreviations were made for phoshatidylcholine (PC), phosphatidylethnolamine (PE), phosphatidylglycerol (PG, O-fatty acid chain number means that an alkyl acyl linkage to the glycerol chain is present for the respective PG), sphingomyelin (SM), monoacylglycerol (MG), diacylglycerol (DG), phosphatidic acid (PA). Accession numbers were obtained from the Lipid Maps Gateway (lipidmaps.org) and the Human Metabolome Database (hmdb.ca). (PDF)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        },
        {
            "text": "Table S3 Select list of lipid species from the analysis of the 16K membrane fraction (isolated from mosquito cells treated with conditions described below) regulated across conditions (p,0.05). Conditions: DENV (cells infected with DENV in the presence of vehicle only), DENV C75 (cells infected with DENV and treated with the FAS inhibitor C75). A total of 366 features were detected in the mass spectrometry analysis following normalization of DENV and DENV C75 treated samples and 314 of these features were significantly regulated (p,0.05). Identification was successful for 27 lipids (ppm error ,10). For each condition the following information is provided: pttest and pwilcox; p-values on minimum observation data (a measurement must be present in two of three replicates to be considered present), Exact mass; mass of each lipid from http://www.lipidmaps.org, M/Z; mass to charge ratio, RT; retention time, Formula, elemental composition of each lipid, PPM Error; difference in experimental mass compared to exact mass, Fold DENV/DENV C75; fold change of average abundance from 3 replicates of each treatment. Identity abbreviations were made for phoshatidylinositol (PI), phosphatidyllglycerol (PG), monoacylglycerol (MG), diacylglycerol (DG), phosphatidic acid (PA). Accession numbers were obtained from the Lipid Maps Gateway (lipidmaps.org) and the Human Metabolome Database (hmdb.ca). (PDF)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Loss of lipid synthesis as an evolutionary consequence of a parasitic lifestyle",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Visser",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Lann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Den Blanken",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Alphen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "",
            "pages": "8677--82",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Membrane-shaping host reticulon proteins play crucial roles in viral RNA replication compartment formation and function",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "",
            "pages": "16291--16297",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The endoplasmic reticulum provides the membrane platform for biogenesis of the flavivirus replication complex",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hoenen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "10438--10485",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Composition and three-dimensional architecture of the dengue virus replication and assembly sites",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Welsch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Romero-Brey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Merz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Bleck",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Host Microbe",
            "volume": "5",
            "issn": "",
            "pages": "365--75",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Subversion of cellular autophagosomal machinery by RNA viruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Giddings",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Mulinyawe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rabinovitch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Biol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Visualization and functional analysis of RNA-dependent RNA polymerase lattices",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lyle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bullitt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bienz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kirkegaard",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "296",
            "issn": "",
            "pages": "2218--2240",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS-coronavirus replication is supported by a reticulovesicular network of modified endoplasmic reticulum",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knoops",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kikkert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Worm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Zevenhoven-Dobbe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Biol",
            "volume": "6",
            "issn": "",
            "pages": "1957--1974",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Systemslevel metabolic flux profiling identifies fatty acid synthesis as a target for antiviral therapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Munger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parikh",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcardle",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Biotechnol",
            "volume": "26",
            "issn": "",
            "pages": "1179--86",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Temporal proteome and lipidome profiles reveal hepatitis C virus-associated reprogramming of hepatocellular metabolism and bioenergetics",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Syder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Sorensen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Walters",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hepatitis C virus and host cell lipids: an intimate connection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alvisi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Madan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartenschlager",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "RNA Biol",
            "volume": "8",
            "issn": "",
            "pages": "258--264",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human cytomegalovirus induces the activity and expression of acetyl-coenzyme A carboxylase, a fatty acid biosynthetic enzyme whose inhibition attenuates viral replication",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Schafer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Moorman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Munger",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "5814--5838",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Intersection of the multivesicular body pathway and lipid homeostasis in RNA replication by a positive-strand RNA virus",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gancarz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Den Boon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "5494--50",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Dengue and hemorrhagic fever: a potential threat to public health in the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "JAMA",
            "volume": "299",
            "issn": "",
            "pages": "214--220",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "WHO report on global surveillance of epidemic -prone infectious diseasedengue and dengue haemorrhagic fever",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Quantitative analysis of replication and tropisms of dengue virus type 2 in Aedes albopictus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Trop Med Hyg",
            "volume": "83",
            "issn": "",
            "pages": "700--707",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Dengue viruses binding proteins from Aedes aegypti and Aedes polynesiensis salivary glands",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Cao-Lormeau",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virol J",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Differential protein modulation in midguts of Aedes aegypti infected with chikungunya and dengue 2 viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tchankouo-Nguetcheu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Khun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pincet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bahut",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "An electron and immunoelectron microscopic study of dengue-2 virus infection of cultured mosquito cells: maturation events",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hase",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Summers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Eckels",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Baze",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Arch Virol",
            "volume": "92",
            "issn": "",
            "pages": "273--91",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Electron microscopic observations on Aedes albopictus cells infected with dengue viruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Igarashi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fukai",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Arch Virol",
            "volume": "62",
            "issn": "",
            "pages": "41--52",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Dengue virus nonstructural protein 3 redistributes fatty acid synthase to sites of viral replication and increases cellular fatty acid synthesis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Heaton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khadka",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lacount",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "",
            "pages": "17345--50",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Membrane lipids: where they are and how they behave",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Meer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Voelker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Feigenson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "9",
            "issn": "",
            "pages": "112--136",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Comparison of phospholipid composition of Aedes aegypti and Aedes albopictus cells obtained from logarithmic and stationary phases of growth",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Jenkin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mcmeans",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Lipids",
            "volume": "10",
            "issn": "",
            "pages": "686--94",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Glycosphingolipids of the invertebrata as exemplified by a cestode platyhelminth, Taenia crassiceps, and a dipteran insect, Calliphora vicina",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Dennis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wiegandt",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Adv Lipid Res",
            "volume": "26",
            "issn": "",
            "pages": "321--356",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Presence of unsaturated sphingomyelins and changes in their composition during the life cycle of the moth Manduca sexta",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Abeytunga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Glick",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Oland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Somogyi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Lipid Res",
            "volume": "45",
            "issn": "",
            "pages": "1221--1252",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Lipid analysis of Aedes aegypti cells cultivated in vitro",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Townsend",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Jenkin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Biochim Biophys Acta",
            "volume": "260",
            "issn": "",
            "pages": "20--25",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Phospholipids and Glycolipids in Subcellular Fractions of Mosquito Aedes aegypti Cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Butters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "In Vitro",
            "volume": "17",
            "issn": "",
            "pages": "831--838",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Lipid polymorphism and the functional roles of lipids in biological membranes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Cullis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "De Kruijff",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Biochim Biophys Acta",
            "volume": "559",
            "issn": "",
            "pages": "399--420",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Biophysical properties of lipids and dynamic membranes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Janmey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Kinnunen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trends Cell Biol",
            "volume": "16",
            "issn": "",
            "pages": "538--546",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Biological effects of lysophospholipids",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rivera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chun",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Rev Physiol Biochem Pharmacol",
            "volume": "160",
            "issn": "",
            "pages": "25--46",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Discovery of a lysophospholipid acyltransferase family essential for membrane asymmetry and diversity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hishikawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shindou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nakanishi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "105",
            "issn": "",
            "pages": "2830--2835",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Human cytomegalovirus carries a cell-derived phospholipase A2 required for infectivity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Allal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Buisson-Brenac",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Marion",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Claudel-Renard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Faraut",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "7717--7743",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Principles of bioactive lipid signaling: lessons from sphingolipids",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Hannun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Obeid",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "9",
            "issn": "",
            "pages": "139--144",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "An overview of sphingolipid metabolism: from synthesis to breakdown",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Gault",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Obeid",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Hannun",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Adv Exp Med Biol",
            "volume": "688",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Many Ceramides",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Hannun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Obeid",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Biol Chem",
            "volume": "286",
            "issn": "",
            "pages": "27855--62",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Architecture of the flaviviral replication complex. Protease, nuclease, and detergents reveal encasement within doublelayered membrane compartments",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Uchil",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Satchidanandam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "",
            "pages": "24388--98",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Minireview: Lipid Droplets in Lipogenesis and Lipolysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Ducharme",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Bickel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Endocrinol",
            "volume": "149",
            "issn": "",
            "pages": "942--949",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A rapid method of total lipid extraction and purification",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Bligh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Dyer",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Can J Biochem Physiol",
            "volume": "37",
            "issn": "",
            "pages": "911--918",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Sphingolipidomics: high-throughput, structure-specific, and quantitative analysis of sphingolipids by liquid chromatography tandem mass spectrometry",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Merrill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Sullards",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Allegood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Methods",
            "volume": "36",
            "issn": "",
            "pages": "207--231",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Lipid traffic in animal cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Meer",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annu Rev Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "247--75",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Interplay of Unsaturated Phospholipids and Cholesterol in Membranes: Effect of the Double-Bond Position",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Martinez-Seara",
                    "suffix": ""
                },
                {
                    "first": "Ró",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pasenkiewicz-Gierula",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vattulainen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Karttunen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biophys J",
            "volume": "95",
            "issn": "",
            "pages": "73295--330",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Role of curvature and phase transition in lipid sorting and fission of membrane tubules",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cuvelier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nassoy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prost",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bassereau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "EMBO J",
            "volume": "24",
            "issn": "",
            "pages": "1537--1582",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Fusogenicity of membranes: the impact of acid sphingomyelinase on innate immune responses",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Utermöhlen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schramm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krönke",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Immunobiol",
            "volume": "213",
            "issn": "",
            "pages": "307--321",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Phenotypic characteristics of dengue 2 virus persistently infected in a C6/36 clone of Aedes albopictus cells",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Intervirol",
            "volume": "37",
            "issn": "",
            "pages": "25--30",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Sphingolipid metabolism and signaling minireview series",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Merrill",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "25841--25843",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Cytosolic phospholipase A2 as a mediator of disease pathogenesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Linkous",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yazlovitskaya",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "1369--77",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A viral phospholipase A2 is required for parvovirus infectivity",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zádori",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Szelei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Lacoste",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gariépy",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Dev Cell",
            "volume": "1",
            "issn": "",
            "pages": "291--302",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Non-bilayer lipids and biological fusion intermediates",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chernomordik",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Chem Phys Lipids",
            "volume": "81",
            "issn": "",
            "pages": "203--216",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Synergistic permeability enhancing effect of lysophospholipids and fatty acids on lipid membranes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davidsen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Mouritsen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jørgensen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Biochim Biophys Acta",
            "volume": "1564",
            "issn": "",
            "pages": "256--62",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Lipolysis -a highly regulated multi-enzyme complex mediates the catabolism of cellular fat stores",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lass",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oberer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zechner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Prog Lipid Res",
            "volume": "50",
            "issn": "",
            "pages": "14--27",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Dengue virus ensures its fusion in late endosomes using compartment-specific lipids",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zaitseva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Melikov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pourmal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Chernomordik",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Synthesis and antitumor activity of an inhibitor of fatty acid synthase",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Kuhajda",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Pizer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Mani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Frehywot",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc. Natl Acad Sci U S A",
            "volume": "97",
            "issn": "",
            "pages": "3450--3454",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Sindbis virus entry into cells triggers apoptosis by activating sphingomyelinase, leading to the release of ceramide",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Jan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "6425--6428",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "CAR1, a TNFR-related protein, is a cellular receptor for cytopathic avian leukosissarcoma viruses and mediates apoptosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brojatsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Naughton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rolls",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zingler",
                    "suffix": ""
                },
                {
                    "first": "Jat",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Cell",
            "volume": "87",
            "issn": "",
            "pages": "845--855",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Attachment but not penetration of bovine herpesvirus 1 is necessary to induce apoptosis in target cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hanon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vanderplasschen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dessy-Doize",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Thiry",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "7638--7641",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Apoptosis induced by a postbinding step of vaccinia virus entry into Chinese hamster ovary cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ramsey-Ewing",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virol",
            "volume": "242",
            "issn": "",
            "pages": "138--149",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "PRISM: a data management system for high-throughput proteomics",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Kiebel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Auberry",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jaitly",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proteom",
            "volume": "6",
            "issn": "",
            "pages": "1783--1790",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "VIPER: an advanced software package to support high-throughput LC-MS peptide identification",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tolić",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jaitly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Adkins",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bioinform",
            "volume": "23",
            "issn": "",
            "pages": "2021--2023",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Robust algorithm for alignment of liquid chromatography-mass spectrometry analyses in an accurate mass and time tag data analysis pipeline",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jaitly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Petyuk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Clauss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Adkins",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Anal Chem",
            "volume": "78",
            "issn": "",
            "pages": "7397--7409",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Application of the accurate mass and time tag approach in studies of the human blood lipidome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Sorensen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jaitly",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Chromatogr B Analyt Technol Biomed Life Sci",
            "volume": "871",
            "issn": "",
            "pages": "243--252",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "DAnTE: a statistical tool for quantitative analysis of -omics data",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Polpitiya",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jaitly",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bioinform",
            "volume": "24",
            "issn": "",
            "pages": "1556--1558",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Normalization approaches for removing systematic biases associated with mass spectrometry and label-free proteomics",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Callister",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Adkins",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Proteome Res",
            "volume": "5",
            "issn": "",
            "pages": "277--286",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Chemometrics in metabonomics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trygg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lundstedt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Proteome Res",
            "volume": "6",
            "issn": "",
            "pages": "469--479",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "The Proteome Discovery Pipeline -A Data Analysis Pipeline for Mass Spectrometry-Based Differential Proteomics Discovery",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Gough",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Jandhyala",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Open Proteomics J",
            "volume": "3",
            "issn": "",
            "pages": "8--19",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "R: A language and environment for statistical computing. R Foundation for Statistical Computing",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Sphingolipidomics: high-throughput, structure-specific, and quantitative analysis of sphingolipids by liquid chromatography tandem mass spectrometry",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Merrill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Sullards",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Allegood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Methods",
            "volume": "36",
            "issn": "",
            "pages": "207--231",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "C75, a fatty acid synthase inhibitor disrupts DENV replication in mosquito cells. A. C6/36 mosquito cells were infected with DENV at an MOI of 3. Following adsorption of the virus, the indicated concentrations of C75 were added to the cells in the overlay media. A vehicle control of ethanol only was also included. Virus release was assayed by plaque assay 24 hr post-infection. Cell viability was assayed using the Quick Cell Proliferation Kit (Promega) at 24 hr post-infection. B. A time course of addition of C75 in C6/36 cells infected with DENV at an MOI of 3. Cells were either pre-treated (2 hr), or treated with 6.3 uM C75 during adsorption, post-adsorption (0 hr) or at 4, 8 and 12 hr post-infection. The results represent three independent experiments. The error bars represent standard deviation of the mean. doi:10.1371/journal.ppat.1002584.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A plot of the principle components analysis scores shows segregation of the global lipid profile between uninfected and DENV-infected mosquito cells. The abundance of lipids in C6/36 cells infected with either DENV (MOI 20) or UV-DENV was measured at 36 and 60 hr post-infection and compared to uninfected controls (mock). Each experiment included 4 independent replicates. A total of 7217 features were compared by principle component analysis (PCA). The plot shows differences that are specific to infectious virus (DENV), a non-replicating virus (DENV-UV) and the mock control. doi:10.1371/journal.ppat.1002584.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Whole cell lipidomics reveal an altered lipid composition in DENV infected cells. Panel A and B represent an average expression (fold change) of the total number of individual lipids significantly expressed (p,0.05) per lipid class at 36 and 60 hr post-infection, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Newly synthesized lipids and viral RNA in subcellular fractions show a dynamic distribution with time of infection. A. A pulse-chase analysis of 14 C-acetate incorporation into newly synthesized lipids. The results show total labeled lipid in post-nuclear supernatants of C6/36 cells infected with DENV for 36 and 60 hr at an MOI of 20. B. The same pulse-chase analysis showing 14 C-acetate incorporation into newly synthesized lipids in subcellular fractions (16K and CE) at 36 and 60 hr post-infection. C. The ratio of viral RNA genome copies per labeled lipid in subcellular fractions (described in B) at 36 and 60 hr post-infection. 16K, membrane fraction (pellet) following centrifugation of post-nuclear supernatants at 16, 0006 g. CE, cytoplasmic extract following centrifugation of post-nuclear supernatants at 16,0006 g. cpm, counts per minute. doi:10.1371/journal.ppat.1002584.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Several lipid classes are differentially regulated in replication complex membranes isolated from DENV infected cells. Panel A shows fold changes for each lipid class significantly (p,0.05) regulated in membrane fractions isolated from DENV infected (red) or UV-DENV exposed (blue) cells compared to the mock control. Infection was carried out using an MOI of 20. Panels B-D show fold changes for individual molecular species within each lipid class that are regulated. PC, phosphatidylcholine; PE, phosphatidylethanolamine; PG, phosphatidylglycerol; MG, monoacylglycerol; DG, diacylglycerol; PA, phosphatidic acid. See supplementary table S2 for a complete list of lipid features detected in this analysis and supplementary figure 1 for a heat map representation of the data. Three replicates were included in the lipidomic analyses. doi:10.1371/journal.ppat.1002584.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The Lipid repertoire of DENV infected mosquito cells is unfavorable for replication in the presence of C75. The specific lipid classes differentially regulated by C75 treatment of cells are shown. Panel A represents the fold changes of lipid classes expressed in DENV infected cells (MOI 3) compared to C75 treated DENV infected cells. Panels B-D show fold changes for individual molecular species within each lipid class that are regulated. PI, phosphatidylinositol; PG, phosphatidylglycerol; MG, monoacylglycerol; DG, diacylglycerol; PA, phosphatidic acid. See supplementary table S3 for a complete list of lipid features detected in this analysis and supplementary figure 2 for a heat map representation of the data. Three replicates were included in the lipidomic analyses. doi:10.1371/journal.ppat.1002584.g007",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Dengue virus infection perturbs lipid homestasis in infected mosquito cells. The lipidomic analyses of dengue virus infected C6/ 36 mosquito cells suggest several metabolic pathways that may be significantly up regulated during infection. The grey dashed line highlights specific pathways of interest. Black arrows highlight reactions suggested by the lipidomic data and grey arrows represent reactions not observed in the data. Metabolites highlighted in boxes (solid line) are up regulated (white) or down regulated (grey) in DENV infected mosquito cells. 1. Through the recruitment and activation of FAS, DENV stimulates de novo phospholipid biosynthesis in the replication complex",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "infection of C6/36 cells was carried out as described for the whole cell analyses. To label newly synthesized lipids, Acetic Acid, Sodium Salt, [1-14 C] (Perkin Elmer) was added to cell supernatants at 8 hr post-infection. At 12 hr post-infection, the label containing supernatant was removed and new medium was added to the cells. At 36 and 60 hr post-infection, cells were harvested by trypsinization and washed with buffer A (35 mM Hepes, pH 7.4, 146 mM NaCl, 11 mM glucose).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "S1 PLA 2 is activated in DENV-infected mosquito cells. C6/36 cells were either mock-infected or infected with DENV at an MOI = 3. At the indicated time points, media was removed, and new media containing the fluorogenic phospholipase A substrate (BODIPY-PC) was added to the cells. The cells were incubated at 30uC for 30 min. Following the incubation, cells were washed and lipids were extracted and analyzed by mass spectrometry to monitor the conversion of BODIPY-PC to BODIPY LCP by PLA 2 . The graph represents the ratio of BODIPY-LPC/PC with time.(TIF) Figure S2 Lipid homeostasis is altered in DENV infected mosquito cells. A hierarchical clustering analysis of the results from the mass spectrometry analysis of lipid extracts from the 16K membrane fraction isolated at the 36 hr time point post treatment of C6/36 cells with the different conditions. The conditions included: uninfected cells (Mock), DENV-infected cells (DENV), UV-inactivated DENV treated cells (UV-DENV). Each condition included 3 replicates (denoted 1-3). Each horizontal row represents a differentially regulated metabolite. Each vertical row represents an individual sample. The samples from left to right include: DEN_1-3; cells infected with DENV, Mock_1-3; uninfected cells, UV-DEN_1-3; cells exposed to UV-inactivated DENV (UV-DENV). The Row Z-Score was calculated by subtracting the mean of the row from every value and then dividing the resulting values by the standard deviation of the row. The heatmap was created using the heatmap.2 function of the 'gplots' package in R [64]. (TIF) Figure S3 The FAS inhibitor, C75 alters Lipid homeostasis in DENV infected mosquito cells. A hierarchical clustering analysis of the results from the mass spectrometry analysis of lipid extracts from the 16K membrane fraction isolated at the 36 hr time point post treatment of C6/36 cells with the different viruses and drug conditions. The conditions included: uninfected cells (Mock), uninfected cells treated with 25 mM C75 (C75 Mock), DENV-infected cells (DENV), DENV-infected cells treated with 25 mM C75 (C75 DENV), UV-inactivated DENV treated cells (UV-DENV). Each treatment included 3 replicates (denoted 1-3). Each horizontal row represents a differentially regulated metabolite. Each vertical row represents an individual sample. The Row Z-Score was calculated by subtracting the mean of the row from every value and then dividing the resulting values by the standard deviation of the row. The heatmap was created using the heatmap.2 function of the 'gplots' package in R [64]. (TIF) Table S1 Select list of lipid species from the whole cell analysis significantly regulated across conditions and time points (Anova p,0.05). Conditions: Mock (uninfected cells), DENV (infectious dengue virus type 2, strain 16681), UV-DENV (UV-inactivated dengue virus type 2, strain 16681). Time points: 36 and 60 hr post-infection. A total of 7216 features were detected in the mass spectrometry analysis. Following Anova analysis, 677 features had a p,0.05. Structural identification was",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "(74:25:1) containing 5 mM ammonium formate and solvent B methanol : formic acid (99:1) containing 5 mM ammonium formate. The gradient was as follows: time 0 minutes, 20% B; time 1 minute, 20% B; time 3 minutes, 100% B; time 23 minutes, 100% B; time 24 minutes, 20% B; time 30 minutes, 20% B. The flow rate was 0.4 mL/min. Data were acquired in MRM mode with transitions and collision energy according to Merrill et al",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Erik Gough and Ali M. Roumani for assistance with the Omics Discovery Pipeline and Anita Robinson for clerical and administrative support. We thank Richard Kinney for supplying dengue virus type 2 (strain 16681). We thank Sonja Best for critical reading of the manuscript. The authors would like to acknowledge the Metabolite Profiling Facility (MPF) and the Computational Life Sciences and Informatics Core at the Bindley Bioscience Center at Purdue University for their contributions to this research. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}