{
    "paper_id": "6044c9d0aae3d02db03c409496ca81f8f83ebeab",
    "metadata": {
        "title": "Meta-genomic analysis of toilet waste from long distance flights; a step towards global surveillance of infectious diseases and antimicrobial resistance OPEN",
        "authors": [
            {
                "first": "Thomas",
                "middle": [
                    "Nordahl"
                ],
                "last": "Petersen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technical University of Denmark",
                    "location": {
                        "settlement": "Kgs. Lyngby",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Simon",
                "middle": [],
                "last": "Rasmussen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technical University of Denmark",
                    "location": {
                        "settlement": "Kgs. Lyngby",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Henrik",
                "middle": [],
                "last": "Hasman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technical University of Denmark",
                    "location": {
                        "settlement": "Kgs. Lyngby",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Carøe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technical University of Denmark",
                    "location": {
                        "settlement": "Kgs. Lyngby",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Jacob",
                "middle": [],
                "last": "Baelum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technical University of Denmark",
                    "location": {
                        "settlement": "Kgs. Lyngby",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [
                    "Charlotte"
                ],
                "last": "Schultz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technical University of Denmark",
                    "location": {
                        "settlement": "Kgs. Lyngby",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Lasse",
                "middle": [],
                "last": "Bergmark",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technical University of Denmark",
                    "location": {
                        "settlement": "Kgs. Lyngby",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Christina",
                "middle": [
                    "A"
                ],
                "last": "Svendsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technical University of Denmark",
                    "location": {
                        "settlement": "Kgs. Lyngby",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Ole",
                "middle": [],
                "last": "Lund",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technical University of Denmark",
                    "location": {
                        "settlement": "Kgs. Lyngby",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Sicheritz-Pontén",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technical University of Denmark",
                    "location": {
                        "settlement": "Kgs. Lyngby",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [
                    "M"
                ],
                "last": "Aarestrup",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technical University of Denmark",
                    "location": {
                        "settlement": "Kgs. Lyngby",
                        "country": "Denmark"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Human populations worldwide are increasingly confronted with infectious diseases and antimicrobial resistance spreading faster and appearing more frequently. Knowledge regarding their occurrence and worldwide transmission is important to control outbreaks and prevent epidemics. Here, we performed shotgun sequencing of toilet waste from 18 international airplanes arriving in Copenhagen, Denmark, from nine cities in three world regions. An average of 18.6 Gb (14.8 to 25.7 Gb) of raw Illumina paired end sequence data was generated, cleaned, trimmed and mapped against reference sequence databases for bacteria and antimicrobial resistance genes. An average of 106,839 (0.06%) reads were assigned to resistance genes with genes encoding resistance to tetracycline, macrolide and beta-lactam resistance genes as the most abundant in all samples. We found significantly higher abundance and diversity of genes encoding antimicrobial resistance, including critical important resistance (e.g. bla CTX-M ) carried on airplanes from South Asia compared to North America. Presence of Salmonella enterica and norovirus were also detected in higher amounts from South Asia, whereas Clostridium difficile was most abundant in samples from North America. Our study provides a first step towards a potential novel strategy for global surveillance enabling simultaneous detection of multiple human health threatening genetic elements, infectious agents and resistance genes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Globally, infectious diseases are the cause of about 22% of all human deaths 1 . Due to increasing population density, increasing use of antimicrobial agents, disruption of wildlife habitats, and an increase in global travel and trade this number has been estimated to increase in coming years 2,3 . Rapid global surveillance systems for early detection of worldwide spread of zoonotic and human pathogens would enable outbreak control and epidemic prevention 4,5 . In addition to the direct severe consequences for human health, infectious diseases may cause an increased financial burden on health systems and may imply restriction on travel, trade, etc. Global spread of antimicrobial resistance in bacterial pathogens is another major threat against human health, yet we don't know much about how these genes travel and spread worldwide 6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Current international disease surveillance system is mainly based on reports made by doctors after treatment of infected patients 7 . It has been attempted to establish regional and global networks, for the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "exchange of information for single or few pathogens 8 . This approach suffers from numerous limitations, such as limited number of sites and target pathogens, as well as serious time-delays in reporting 9 . This has prompted attempts to initiate information platforms for exchange of data, based on reporting of clinical symptoms or Internet based data mining 10 . However, this will neither give pathogen nor gene specific data, and is still based on clinical disease symptoms.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 53,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 203,
                    "end": 204,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 360,
                    "end": 362,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the current routine is mainly based on individual pathogens, not necessarily capturing all disease threats, for instance antimicrobial resistance, where the bulk of resistance genes may be present in the commensal bacterial flora 11 . This is often insufficient and allows infectious agents and resistance genes to spread and infect large populations before they are even recognized 4, 5, 12, 13 . Furthermore, most current surveillance typically originates from developed countries and emerging outbreaks are often not detected until they appear there 2 . All this results in a delayed and potentially biased global surveillance picture, where any taken actions often are too late 2 .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 386,
                    "end": 388,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 389,
                    "end": 391,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 396,
                    "end": 398,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the cost of Next Generation Sequencing (NGS) has decreased this technology has become available for routine use 14 . The technology is applicable for complete sequencing of entire microbial communities 15 and directly on clinical samples 16 . It has also been argued that the technology might have major implications for especially developing countries where NGS as a one-fits-all tool could enable these countries to avoid the establishment of more complex diagnostic methods as those already established in developed countries 14 . NGS combined with novel hot-spot sampling points could potentially provide simultaneous diagnosis of all known pathogens and resistance genes. As international airplane flights are known to be a major route of transmission for infectious diseases 17 , airports have previously been suggested as potential control points for limiting the spread of disease outbreaks 18 . In the past airline travel has been restricted to a narrow demographic. Due to dramatic improvements in cost, availability, logistics and airline networks, this is no longer the case, and airline travel is expanding rapidly to all segments of society and to regions previously considered remote. Clearly there are still biases in the population representation in airline traffic, however it is strategic to implement antimicrobial surveillance with modes of transport since they represent transmission of antimicrobial resistance and infectious diseases, and air travel is an important avenue to address, for which surveillance protocols are currently weak or non-existent. In 2012 approximately 1.11 billion passengers travelled on an international flight; a number expected to increase beyond 1.45 billion in 2016 19 . Thus, airports offer a potentially optimal site for global surveillance.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 117,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 205,
                    "end": 207,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 241,
                    "end": 243,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 532,
                    "end": 534,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 784,
                    "end": 786,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1723,
                    "end": 1725,
                    "text": "19",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we investigated toilet waste from 18 international airplanes arriving in Copenhagen, Denmark, by complete sequencing of subsequent bioinformatics analysis quantifying the occurrence of all known antimicrobial resistance genes, as well as selected pathogens (Fig. 1) . The prevalence of norovirus was also determined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 270,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Sequencing reads and phylogenetic clustering. An average of 18.6 Gigabytes (Gb) (ranging between 14.8 and 25.7 Gb) of raw Illumina paired end sequence data was generated. The sequencing reads were cleaned, trimmed and mapped against reference sequence databases (Tables S1-4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 274,
                    "text": "(Tables S1-4",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "An average of 106,839 (0.06%) reads were assigned to resistance genes, while on average 48.7%, 9.0%, 0.17% and 0.24% were assigned to MetaHit draft genomes, complete bacterial genomes, plasmids and human, respectively. An average of 41.8% of the reads could not be assigned to any reference sequence. Rarefaction of the reads mapping to complete bacterial genomes showed a strong degree of saturation in the sequence data suggesting that sufficient amount of data has been generated ( Figure S2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 485,
                    "end": 494,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Clustering of samples based on bacterial abundance profiles showed separation of the airplane samples into several clusters, but with an overall association according to geography ( Fig. 2A) . Tetracycline, macrolide and beta-lactam resistance genes were the most abundant in all samples (Fig. 2B ) and clustering according to resistance gene class abundance was also to some degree associated with geography. At the individual gene level ( Figure S3 ) clustering also indicated an overall association according to geography. As expected the strA and strB genes, normally being genetically linked, clustered together, while clustering of floR and sul1 genes can be explained through the association with class I integrons. The grouping of tet(M), tet(O), tet(Q) and tet(W) is likely due to the general high abundance of these genes across all samples.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 190,
                    "text": "Fig. 2A)",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 296,
                    "text": "(Fig. 2B",
                    "ref_id": null
                },
                {
                    "start": 441,
                    "end": 450,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Abundance of antimicrobial resistance genes. Compared to North America we found significantly higher abundance of antibiotic resistance genes among samples from South Asia, North Asia and all Asian samples combined (p-values 0.003; 0.005; 0.001) (Fig. 3A) . Additionally the resistance gene richness was higher in samples from South Asia and all Asian samples combined, compared to North America (p-values 0.04 and 0.03) (Fig. 3A) . In general an association between resistance gene abundance and richness was observed (Pearson Correlation Coefficient 0.69, Fig. 3B ). These observations suggest a general independence of the individual genes and gene classes and an overall selection of a higher prevalence and diversity of resistance genes in mainly South Asian compared to American samples.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 255,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 421,
                    "end": 430,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 558,
                    "end": 565,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In-depth analysis of the abundance of individual resistance genes showed that in total 31 resistance genes were found to have significant differences (FDR < 0.05) based on geographical origin (Table S5) (florphenicol/chloramphenicol resistance), sul2 and sul3 (sulphonamide resistance), bla OXA and bla TEM (beta-lactam resistance) and tet(A) and tet(B) (tetracycline resistance) in samples from South Asia. Additionally, the abundance of erm(A) and erm(C) (macrolide resistance) was significantly higher in North Asia compared to South Asia and of erm(B) significantly higher in North Asia compared to North America.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 202,
                    "text": "(Table S5)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Abundance of selected pathogens. Unique reads mapping to the human pathogens S. enterica, C. difficile and C. jejuni were observed in all samples (Table S6 ). No regional differences could be observed for C. jejuni, but the abundance of S. enterica was higher among samples from South Asia compared to both North Asia (P = 0.053) and North America (P = 0.031). In contrast, C. difficile was less abundant in samples from South Asia compared to North America (P = 0.0067) and North Asia (P = 0.089). Quantitative real time PCR was used to detect and quantify human noroviruses genogroup (G) I and II (Supplementary materials). Ten and 14 samples were positive for GI and GII, respectively. Significantly higher values were observed for GII norovirus in South Asian compared to North Asian and North American samples, whereas no differences were observed for GI (Table S7 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "text": "(Table S6",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 869,
                    "text": "(Table S7",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Antimicrobial resistance constitutes a huge global health problem 6 . It is well known that changes in diet, microbial intake and antibiotic exposure can rapidly and drastically alter the gut microbiome 20, 21 . In addition, several recent studies have shown major differences in gut composition across geography [22] [23] [24] [25] [26] , probably related to environmental or diet differences. This suggests that the gut microbiome samples from a long-distance flight, to a large extent, reflect the microbiomes acquired at the site of boarding and not a normal \"nationally\" acquired flora. Strangely enough studies into the changes of the gut composition during travel are scarce, even though it has been indicated that major changes in both the gut composition and occurrence of antimicrobial resistance may occur 27 and that foreign travel is a major risk factor for acquisition of selected resistance genes 28 . Unfortunately no relevant data for comparison to the current study exist, however, in general our observations are in agreement with recent data from WHO 6 .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 67,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "20,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 207,
                    "end": 209,
                    "text": "21",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 817,
                    "end": 819,
                    "text": "27",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 912,
                    "end": 914,
                    "text": "28",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Some of the most recent examples on rapid global spread of antimicrobial resistance, have been the emergence of plasmid mediated quinolone resistance, extended spectrum beta-lactamases mainly the CTX-M enzymes, and high-level aminoglycoside resistance due to 16 S methyltransferases [29] [30] [31] . CTX-M is considered endemic to Europe and Asia 29 , whereas reports from North America remain sporadic. In agreement with this we found a higher frequency of CTX-M and qnrS genes among the samples from Asia compared to North America.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The patterns observed for the selected pathogens are also supported by previous observations [32] [33] [34] [35] . Thus, travellers to North America have less risk of disease caused by Salmonella or norovirus compared to travellers to Asia, whereas, C. difficile infections seems to be mainly associated with North America and Europe. However, as for resistance genes no current global surveillance exists, making comparison to other studies difficult.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 98,
                    "end": 102,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 103,
                    "end": 107,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 108,
                    "end": 112,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is currently only very limited information on the global occurrence and transmission of antimicrobial resistance and infectious diseases. Here we showed the feasibility of collecting and analysing long-distance airplane toilet waste for determining the occurrence of antimicrobial resistance genes and selected human pathogens. In addition to insight into the global macro-transmission of infectious agents and antimicrobial resistance, this may also open a novel avenue for simultaneous global surveillance of all infectious agents and quantification of transmission into different countries. Rather than the current surveillance approach where pathogen specific networks are established at laboratories in a limited number of countries, it might be more rapid and cost-efficient with sampling and analysis of the human waste that is transmitted around the World. Such a system is also flexible towards identifying and sampling putative hot-spots and will make it is easier to obtain samples from a new area. A number of obstacles do however, need to be overcome to make this happen. Thus, in order to provide data for action it would be necessary with large scale sequencing facilities close to the sampling site, as well as a global database for real-time exchange of data. The current study included only 18 samples and it would even with the current technologies be a challenge to sequence samples from hundreds of flights on a weekly basis. In addition, more studies are needed to determine how representative the results are of the country of origin. In general airline travel is expanding rapidly and the demographic is not as biased at present compared to years ago. A growing group of people is travelling and they can of-course act as carriers of diseases and antimicrobial resistance genes around the World.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In future efforts, the large-scale DNA sequencing performed here should be supplemented with complete sequencing of RNA viruses. However, this will still only detect the current presence of infectious agents. Detection of specific antibodies may predict previous or recent presence of infectious agents in a given population. More antibodies are generated and excreted in feces and urine that are produced in the remaining body, which recently have led to the exploration of such samples for diagnosis of diseases 36, 37 . In the future this may also be combined with microbial sequencing to provide an even more complete picture of the prevalence and global transmission of diseases.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 517,
                    "text": "36,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 518,
                    "end": 520,
                    "text": "37",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Scientific RepoRts | 5:11444 | DOi: 10.1038/srep11444 Methods Sampling. Pooled air-toilet samples were obtained from 18 long-distance flights from Scandinavia Airline System (SAS) (www.sas.com) arriving to Copenhagen airport from nine different cities (Bangkok, Beijing, Islamabad, Newark, Kangerlussuaq, Tokyo, Toronto, and Washington DC), representing eight countries, in three different regions (North America, North and South Asia) (Fig. 1) . At the sites of origin toilets were emptied, rinsed with water and disinfected prior to departure. Idu-Flight was used as disinfection agent, which is a deodorizing liquid, based on glutaraldehyde and benzalkoniumchloride. On arrival to Copenhagen the air flight waste containers were emptied by the SAS Cleaning and Service. For our purpose, one car was designated to empty the airplane waste containers, which were toughly rinsed with water prior to collecting samples. From each of the individual airplanes 6-8 waste toilets were emptied under high vacuum pressure into the special container at the service car. This procedure mixes the content thoroughly and no individual fecal clumps or toilet paper can be visually identified. Three individual ½ L samples where then collected using sterile tubes from the cars waste container and placed in a refrigerator. Subsequently, a container was rinsed with water before collecting toilet waste from another airplane. Between one and seven flights were collected during a maximum of 12 hours and immediately transported in closed containers for hazardous goods to the Technical University of Denmark and processed immediately.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 436,
                    "end": 444,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Sample handling and DNA purification. On arrival the samples were handled as outlined in Figure S1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "text": "Figure S1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Each individual ½ litre tube was mixed as much as possible in the tube. Four tubes, one of them supplemented with RNAlater, of 10 mL each were collected from each ½ litre tube and frozen at − 80 °C. Twenty-five mL were collected from each of the three ½ L tubes obtained from a single airplane and mixed. Again four tubes of 10 mL were collected and stored as described above. The remaining approximately 35 mL combined waste was transferred to a 50 mL centrifuge tube and centrifuged at 1500 rpm for 2 minutes to remove large debris and large cells. A total of 1.2 mL was removed for conventional counting of bacteria and examination for antimicrobial resistance. A total of 30 mL supernatant was transferred to a new 50 mL tube. The supernatant was centrifuged at 10000 G for 10 min. Ten mL of the supernatant was collected and frozen at -80 o C; the remaining was discarded. The pellet with the bacterial cells was dissolved in 500 μ L phosphate buffered saline and transferred to Eppendorf Safelock ™ tubes and DNA purified using a protocol including both lysozyme and lysostaphin to increase cell lysis 38 . Each of the DNA purifications were dissolved in 300 μ l TE buffer and extracted with 2 rounds of phenol/ chlorophorm, followed by precipitation to obtain highest possible purity. The purified DNA was frozen at − 80 °C for later sequencing.",
            "cite_spans": [
                {
                    "start": 1108,
                    "end": 1110,
                    "text": "38",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Whole community sequencing. Samples were diluted up to a final volume of 100 μ L and fragmented using a Diagenode Bioruptor, with a 30'/30' on/off program of 20 cycles. 500 ng of fragmented DNA from each sample was used to convert the extracts into Illumina-compatible DNA libraries using NEBNext library building kit for second-generation sequencing (New England Biolabs, Ipswich, MA; Cat#. E6070L). Libraries were prepared according to manufacturer's directions with slight modifications as follows: Following end repair with incubation of 20 minutes at 12 °C followed by 15 minutes at 37 °C the samples were purified on a Qiagen Minelute silica spin-column following manufacturer's instructions. The DNA was ligated to Illumina blunt-end adapters as described by Meyer et al. 39 , for 20 minutes at 20 °C and again purified on a Qiagen qiaquick silica spin-column following manufacturers instructions. Subsequently, the fill-in procedure was performed for 20 minutes at 65 °C followed by a heat inactivation step for 20 minutes at 80 °C. Libraries were then used directly for post-library indexing PCR with unique indexing for each sample 31 . Indexing PCR was done in 100 μ L reactions using Phusion High-Fidelity PCR Master Mix (Thermo Fisher Scientific, Waltham, MA) and 10 μ L template DNA library under the following conditions: 1) 30 seconds at 98 °C, 2) 20 seconds at 98 °C, 3) at 30 seconds at 60 °C, 4) 30 seconds at 72 °C, 5) 5 minutes at 72 °C, 6) hold at 4 °C. Step 2-4 was repeated for 4 cycles. Subsequently, the PCR products were cleaned with Qiagen qiaquick spin columns. Concentrations were measured on a Qubit fluorometer 2.0 (Life Technologies) using the dsDNA HS assay and subsequently analyzed on a Agilent 2100 Bioanalyzer (Agilent technologies). All 18 samples were pooled into one pool in equimolar concentrations for a final concentration of 9 nM. Sequencing was performed by the National High-throughput DNA Sequencing Centre at the University of Copenhagen, Denmark, on an Illumina Hiseq 2000 instrument by 100 cycles paired end for a total of 8 lanes.",
            "cite_spans": [
                {
                    "start": 779,
                    "end": 781,
                    "text": "39",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1142,
                    "end": 1144,
                    "text": "31",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Concentration Read processing and alignment. Paired end read data was processed by mapping airtoilet fastq samples against several reference sequence databases, which can be downloaded as described in Table S2 . Initially, trimming and removal of adaptor sequences was done using cutadapt 40 with settings for minimum read length being 30 bp and a minimum Phred quality score of 30, to trim low-quality reads before adaptor removal (cutadapt parameter -quality-cutoff). Subsequently reads were processed through a mapping approach build on bwa mem 41 and samtools 42 software. Bwa mem (ver. 0.7.7-r441) was used with default settings to map reads against reference sequence databases. Throughout the mapping approach, only the most reliable hits were accepted i.e. properly paired reads were accepted provided that each read maps with an alignment length being at least 80% of the read length. As part of the initial cleaning process, potential PhiX i.e. PhiX174 control reads were removed using the procedure described above and all remaining reads are likely to have a biological origin. The read statistics for the pre-processing steps are shown in Table S1 for each of the 18 samples available. Next, reads were mapped to a number of reference sequence databases following one of two possible routes, being either chainmode or fullmode mapping. A flowchart of the two mapping procedures is shown in Figure S4 . All samples were mapped against the databases that can be created from public available reference sequences. In Fullmode a resistance gene database (ResFinder) was used. In Chainmode the follow ordered list of databases were used: MetaHitAssembly, Bacteria, Plasmid, Human, Invertebrates, Protozoa and Virus. Reads that mapped to the Bacteria database were subsequently used to extract hits of pathogen specific origin. Three pathogens with the highest read counts were considered as shown in Table S6 (Salmonella enterica subsp. enterica serovar Typhimurium DT104, Clostridium difficile R20291, Campylobacter jejuni subsp. jejuni IA3902). In this table we only show the most confidently mapped reads and referee to them as unique meaning those where the bwa flags ' AS' and 'XS' differ. The flag ' AS' is the alignment score and 'XS' is the score for the second best alignment.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 291,
                    "text": "40",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 209,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 1152,
                    "end": 1160,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1403,
                    "end": 1412,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 1908,
                    "end": 1916,
                    "text": "Table S6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Normalized abundance estimation, clustering and significance testing. The raw read counts were normalized by the total number of reads after PhiX filtering, summed to species level. All species with an abundance of more than 1,000 reads were transformed by log10 and clustered in R using the package pvclust using the ward method euclidean distance measure. The raw read counts of resistance genes were normalized by the total bacterial count i.e. sum of hits that could be assigned either of the to bacterial databases 'Bacteria' downloaded from NCBI complete genomes and 'MetaHitassembly' which is a collection of assembled draft genomes identified from an analysis of fecal samples from 124 European individuals 15 . Conversion tables from ResFinder identifiers i.e anti-microbial resistance genes, to gene and class level are available in Table S8 . Significance testing was performed using geographical region as levels and tested individually using a Wilcoxon Rank Sum test. False Discovery Rate (FDR) was determined by using the average of three Monte Carlo simulations. The significant testing of sample-wide abundance and richness were performed using Wilcoxon Rank Sum test.",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 717,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 843,
                    "end": 851,
                    "text": "Table S8",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Five ml portions of sampled abattoir material (toilet content including glutaraldehyde and benzalkoniumchloride, pH 9.5) were mixed by vortexing with 35 ml PBS and left for shaking for 30 min at room temperature to obtain a homogeneous suspension as well as allowing viruses to detach from sample material. The mixture was centrifuged at 10,000 × G for 30 min to precipitate as much non-viral material, such as toilet paper, tissue and bacteria, as possible and the recovered supernatant were adjusted to pH 7.5 using HCL. Viruses were then precipitated from the supernatant by incubation with polyethylene glycol 8000 (80 g/L) and NaCl (17.5 g/L NaCl) during agitation (350 rpm) overnight at 4 °C. Pellet was resuspended in 0.75 ml PBS and the suspension was clarified by chloroform/butanol extraction (1:1 vol/vol), during which the mixture was vortexed for 30 sec followed by 5 min storage at room temperature before centrifugation at 10,000 × G for 15 min at 4 °C. Nucleic acids were extracted from the remaining water phase using BioMerieux reagents and miniMag apparatus (BioMerieux, Herlev, Denmark) according to the protocol of the manufacturer except for eluting the nucleic acids in 100 μ l elution buffer. One-step real-time RT-PCR for the detection of NoV genogroup I and II in 2.5 μ l extracted RNA was carried out as described elsewhere 43 using a StepOnePlus ™ System real-time PCR machine (Life Technologies Europe BV, Naerum, Denmark). Quantification of NoV GI and GII genome copies was done by interpolation to standard curves derived from NoV GI.3b and GII.1 RNA transcripts. Inhibition of amplification during RT-PCR detection of NoV GI and GII was evaluated by adding GI.3b and GII.1 transcripts, respectively, as internal amplification controls to each sample RNA extract and to nucleic acid-free water. The amplification efficiency was calculated by dividing the RNA transcripts recovered from the sample RNA by the RNA transcripts recovered from the nucleic acid-free water and was accepted for values above 50%. The extraction efficiency of viral nucleic acid was evaluated in all samples using Mengovirus, strain vMC 0 (ATCC VR-1597) as internal process control. Prior to extraction, approximately 1 × 10 4 plaque forming units of MC 0 were spiked into the samples and nucleic acid-free water. After extraction, the levels of MC 0 were determined by realtime RT-PCR 43, 44 . The extraction efficiency was calculated by dividing the MC 0 RNA recovered from the abbatoir matrix by the MC 0 RNA recovered from the nucleic acid-free water and was accepted for values above 1%. The extraction efficiency was only used to evaluate the method performance and not incorporated into the calculation of virus concentration in the air flight samples. Significant testing was performed using Wilcoxon Rank Sum test.",
            "cite_spans": [
                {
                    "start": 2392,
                    "end": 2395,
                    "text": "43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2396,
                    "end": 2398,
                    "text": "44",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Extraction of viral RNA and real-time RT-PCR detection of noroviruses."
        },
        {
            "text": "Ethics. This study was conducted in accordance with the Danish Act on scientific ethical treatment of health research, as administrated and confirmed by the Research Ethics Committees of the Capital Region of Denmark (www.regionh.dk), Journal nr.: H-14013582.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extraction of viral RNA and real-time RT-PCR detection of noroviruses."
        },
        {
            "text": "Sequence data for the flight samples are available for download through ENA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extraction of viral RNA and real-time RT-PCR detection of noroviruses."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global and regional mortality from 235 causes of death for 20 age groups in 1990 and 2010: a systematic analysis for the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "2095--2128",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Applying evolutionary biology to address global challenges",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "346",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Progress in global surveillance and response capacity 10 years after severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Braden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg. Infect. Dis",
            "volume": "19",
            "issn": "",
            "pages": "864--869",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Food-borne diseases -the challenges of 20 years ago still persist while new ones continue to emerge",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Newell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int. J. Food Microbiol",
            "volume": "139",
            "issn": "S3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Antimicrobial resistance: global report on surveillance",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "12--12",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Burden of Communicable diseases in Europe (BCoDE) consortium. Measuring underreporting and underascertainment in infectious disease datasets: a comparison of methods",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Public Health",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Role of a sentinel surveillance system in the context of global surveillance of infectious diseases",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Arita",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet Infect. Dis",
            "volume": "4",
            "issn": "",
            "pages": "171--177",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Global capacity for emerging infectious disease detection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "107",
            "issn": "",
            "pages": "21701--21706",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Digital disease detection--harnessing the Web for public health surveillance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Freifeld",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Madoff",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N. Engl. J. Med",
            "volume": "360",
            "issn": "",
            "pages": "2153--2155",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The antibiotic resistome: the nexus of chemical and genetic diversity",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Rev. Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "175--186",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Global spread of antibiotic resistance: the example of New Delhi metallo-β -lactamase (NDM)-mediated carbapenem resistance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Woodford",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Med. Microbiol",
            "volume": "62",
            "issn": "",
            "pages": "499--513",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Global dissemination of a multidrug resistant Escherichia coli clone",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Petty",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl.Acad. Sci. USA",
            "volume": "111",
            "issn": "",
            "pages": "5694--5699",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Integrating genome-based informatics to modernize global disease monitoring, information sharing, and response",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Aarestrup",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Emerg. Infect. Dis",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A human gut microbial gene catalogue established by metagenomic sequencing",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "464",
            "issn": "",
            "pages": "59--65",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Rapid whole-genome sequencing for detection and characterization of microorganisms directly from clinical samples",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hasman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Clin. Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "139--146",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Entry and exit screening of airline travellers during the A(H1N1) 2009 pandemic: a retrospective evaluation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bull. World Health Organ",
            "volume": "91",
            "issn": "",
            "pages": "368--376",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "World Health Report 2007 -a safer future: global public health security in the 21 st century",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Diet rapidly and reproducibly alters the human gut microbiome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "David",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "505",
            "issn": "",
            "pages": "559--563",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Intestinal microbiota, diet and health",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Power",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "O&apos;toole",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Fitzgerald",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Br. J. Nutr",
            "volume": "111",
            "issn": "",
            "pages": "387--402",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Distinct cutaneous bacterial assemblages in a sampling of South American Amerindians and US residents",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Blaser",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "ISME J",
            "volume": "7",
            "issn": "",
            "pages": "85--95",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Impact of diet in shaping gut microbiota revealed by a comparative study in children from Europe and rural Africa",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Filippo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "107",
            "issn": "",
            "pages": "14691--14696",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The gut microbiota of Colombians differs from that of Americans, Europeans and Asians",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Escobar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Klotz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Valdes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Agudelo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Distinct distal gut microbiome diversity and composition in healthy children from Bangladesh and the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Human gut microbiome viewed across age and geography",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yatsunenko",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "486",
            "issn": "",
            "pages": "222--227",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Changes during travel in the composition and antibiotic resistance pattern of the intestinal Enterobacteriaceae flora: results from a study of mecillinam prophylaxis against travellers' diarrhoea",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gaarslev",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stenderup",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Curr. Med. Res. Opin",
            "volume": "9",
            "issn": "",
            "pages": "384--387",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "High rates of antimicrobial drug resistance gene acquisition after international travel, the Netherlands",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Von Wintersdorff",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg. Infect. Dis",
            "volume": "20",
            "issn": "",
            "pages": "649--657",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The CTX-M beta-lactamase pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cantón",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Coque",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr. Opin. Microbiol",
            "volume": "9",
            "issn": "",
            "pages": "466--475",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Detection of methyltransferases conferring high-level resistance to aminoglycosides in enterobacteriaceae from Europe, North America, and Latin America",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Fritsche",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Castanheira",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Armstrong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "52",
            "issn": "",
            "pages": "1843--1845",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The worldwide emergence of plasmid-mediated quinolone resistance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Robicsek",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Jacoby",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Hooper",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet Infect. Dis",
            "volume": "6",
            "issn": "",
            "pages": "629--640",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Systematic literature review of role of noroviruses in sporadic gastroenteritis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg. Infect. Dis",
            "volume": "14",
            "issn": "",
            "pages": "1224--1231",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Travel-associated non-typhoidal salmonellosis: geographical and seasonal differences and serotype distribution",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ekdahl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wollin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin. Microbiol. Infect",
            "volume": "11",
            "issn": "",
            "pages": "138--144",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Controlled study on enteropathogens in travellers returning from the tropics with and without diarrhoea",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Paschke",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin. Microbiol. Infect",
            "volume": "17",
            "issn": "",
            "pages": "1194--1200",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Emergence and global spread of epidemic healthcare-associated Clostridium difficile",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Genet",
            "volume": "45",
            "issn": "",
            "pages": "109--113",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Non-invasive monitoring of immunization progress in mice via IgG from feces",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Carvalho",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "In Vivo",
            "volume": "26",
            "issn": "",
            "pages": "63--69",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Diagnostic values of parasite-specific antibody detections in saliva and urine in comparison with serum in opisthorchiasis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sawangsoda",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Parasitol. Int",
            "volume": "6",
            "issn": "",
            "pages": "196--202",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Evaluation of phenotypic and genotypic methods for epidemiological typing of Staphylococcus aureus isolates from bovine mastitis in Denmark",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Aarestrup",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Wegener",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Rosdahl",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Vet. Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "139--150",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Illumina sequencing library preparation for highly multiplexed target capture and sequencing. Cold Spring Harb Protoc. 2010, pdb.prot5448",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kircher",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/pdb.prot5448"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Cutadapt removes adapter sequences from high-throughput sequencing reads",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "EMBnet.journal",
            "volume": "17",
            "issn": "",
            "pages": "10--12",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Fast and accurate long-read alignment with",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Durbin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Burrows-Wheeler Transform Bioinformatics",
            "volume": "26",
            "issn": "",
            "pages": "589--595",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The Sequence alignment/map (SAM) format and SAMtools",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "",
            "pages": "2078--2079",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Detection and quantification of noroviruses in shellfish",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Guyader",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Appl. Environ. Microbiol",
            "volume": "75",
            "issn": "",
            "pages": "618--624",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Development, evaluation, and standardization of a real-time TaqMan reverse transcription-PCR assay for quantification of hepatitis A virus in clinical and shellfish samples",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Costafreda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pintó",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Appl. Environ. Microbiol",
            "volume": "72",
            "issn": "",
            "pages": "3846--3855",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". Comparing South Asian versus North American samples showed significantly higher abundances of bla CTX-M , qnrS and the 16 S methyltransferase npmA. A high abundance was also observed of floR Scientific RepoRts | 5:11444 | DOi: 10.1038/srep11444",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Origin of the 18 long-distance flights with destination being the international airport in Copenhagen, Denmark, as well as the analytic procedure applied. Figure created in Adobe Illustrator.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Antibiotic resistance genes detected in samples from different long-distance flights. A. Adjusted number of resistance reads identified in the flight samples. Green: North America, red: South Asia, blue: North Asia. B. The association between number of resistance genes found with more than 10 reads and the adjusted abundance of resistance reads per sample. Legend as in A. Scientific RepoRts | 5:11444 | DOi: 10.1038/srep11444",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Figure 2. Geographical clustering of flight samples based on adjusted read abundance. a. Hierarchical clustering of flight samples based on normalized abundance of complete bacterial genomes and genomes from the human gut, bootstrap values are indicated in red and calculated using pvclust. Branch distance in the tree is Ward's minimum distance calculated using the Lance-Williams formula. b. Heatmap showing hierarchical clustering based on the normalized abundance of resistance gene classes.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Tom Sørensen and SAS cleaning service are thanked for assistance in obtaining samples. We are grateful to Carsten Bidstrup, Hanne Nørgaard Nielsen and Maria Louise Johanssen for technical assistance. This study has received funding from the European Union's Horizon 2020 research and innovation programme under grant agreement no 643476 and The Villum Foundation (VKR023052). The norovirus detection was partly funded by Aquavalens (EU FP7-KBBE-2012-6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}