{
    "paper_id": "60e49bb744eb678ae1ac1fb9bb920a5b01954041",
    "metadata": {
        "title": "An analysis of the health status of the United Arab Emirates: the 'Big 4' public health issues",
        "authors": [
            {
                "first": "Tom",
                "middle": [],
                "last": "Loney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emirates University",
                    "location": {
                        "settlement": "Al Ain",
                        "country": "United Arab, United Arab Emirates"
                    }
                },
                "email": ""
            },
            {
                "first": "Ching",
                "middle": [],
                "last": "Aw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emirates University",
                    "location": {
                        "settlement": "Al Ain",
                        "country": "United Arab, United Arab Emirates"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "G"
                ],
                "last": "Handysides",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emirates University",
                    "location": {
                        "settlement": "Al Ain",
                        "country": "United Arab, United Arab Emirates"
                    }
                },
                "email": ""
            },
            {
                "first": "Raghib",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emirates University",
                    "location": {
                        "settlement": "Al Ain",
                        "country": "United Arab, United Arab Emirates"
                    }
                },
                "email": ""
            },
            {
                "first": "Iain",
                "middle": [],
                "last": "Blair",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emirates University",
                    "location": {
                        "settlement": "Al Ain",
                        "country": "United Arab, United Arab Emirates"
                    }
                },
                "email": ""
            },
            {
                "first": "Michal",
                "middle": [],
                "last": "Grivna",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emirates University",
                    "location": {
                        "settlement": "Al Ain",
                        "country": "United Arab, United Arab Emirates"
                    }
                },
                "email": ""
            },
            {
                "first": "Syed",
                "middle": [
                    "M"
                ],
                "last": "Shah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emirates University",
                    "location": {
                        "settlement": "Al Ain",
                        "country": "United Arab, United Arab Emirates"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohamud",
                "middle": [],
                "last": "Sheek-Hussein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emirates University",
                    "location": {
                        "settlement": "Al Ain",
                        "country": "United Arab, United Arab Emirates"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohamed",
                "middle": [],
                "last": "El-Sadig",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emirates University",
                    "location": {
                        "settlement": "Al Ain",
                        "country": "United Arab, United Arab Emirates"
                    }
                },
                "email": ""
            },
            {
                "first": "Amer",
                "middle": [
                    "A"
                ],
                "last": "Sharif",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emirates University",
                    "location": {
                        "settlement": "Al Ain",
                        "country": "United Arab, United Arab Emirates"
                    }
                },
                "email": ""
            },
            {
                "first": "Yusra",
                "middle": [],
                "last": "El-Obaid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emirates University",
                    "location": {
                        "settlement": "Al Ain",
                        "country": "United Arab, United Arab Emirates"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The United Arab Emirates (UAE) is a rapidly developing country composed of a multinational population with varying educational backgrounds, religious beliefs, and cultural practices, which pose a challenge for population-based public health strategies. A number of public health issues significantly contribute to morbidity and mortality in the UAE. This article summarises the findings of a panel of medical and public health specialists from UAE University and various government health agencies commissioned to report on the health status of the UAE population. Methods: A systematic literature search was conducted to retrieve peer-reviewed articles on health in the UAE, and unpublished data were provided by government health authorities and local hospitals. Results: The panel reviewed and evaluated all available evidence to list and rank (1 0highest priority) the top four main public health issues: 1) Cardiovascular disease accounted for more than 25% of deaths in 2010; 2) Injury caused 17% of mortality for all age groups in 2010; 3) Cancer accounted for 10% of all deaths in 2010, and the incidence of all cancers is projected to double by 2020; and 4) Respiratory disorders were the second most common non-fatal condition in 2010. Conclusion: The major public health challenges posed by certain personal (e.g. ethnicity, family history), lifestyle, occupational, and environmental factors associated with the development of chronic disease are not isolated to the UAE; rather, they form part of a global health problem, which requires international collaboration and action. Future research should focus on population-based public health interventions that target the factors associated with the development of various chronic diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Population growth is the product of natural growth (births minus deaths) and growth from net migration (3) . Migrant workers are recruited from all over the world to satisfy the manpower demands of the fast-paced economic and industrial developments in the UAE (4) . Consequently, the UAE population has increased substantially over the past four decades, and this is primarily due to the high net inward migration of expatriate workers (population estimates: 287,000 in 1971, 4.1 million in 2005, 8.3 million in 2010) (5) . Indeed, mass recruitment of migrant workers has created an unusual population structure, with the total UAE population composed of approximately 11% (950,000) Emiratis, and the rest expatriates of varying nationalities (6) . Similarly, the total population of Abu Dhabi (the largest emirate in the UAE) is estimated to be 2.3 million, with over half of the population being expatriate males aged 20Á59 years (6) .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 744,
                    "end": 747,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Population growth and demographics of the UAE"
        },
        {
            "text": "As a result of expatriate workforce recruitment for industrial projects, males outnumber females 3:1 in the overall UAE population (nationals and non-nationals); however, there are approximately equal numbers of male and female UAE nationals (3) . Among non-nationals, the ratio of males to females is 3.7:1 due to the imbalance between the number of expatriate males employed in construction compared with migrant females working in hospitality, health care, or domestic service (3) . Principally, there is an apparent distribution of migrant workers by nationality; construction workers and manual labourers tend to be from the Indian subcontinent; middle managers and health care workers from the Philippines, India, and neighbouring Arab countries; and senior management and consultants from the UAE, Europe, North America, and Australasia. As such, the UAE is composed of a multinational population, with varying educational backgrounds, religious beliefs, and cultural practices, which pose a challenge for populationbased public health strategies.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Population growth and demographics of the UAE"
        },
        {
            "text": "The primary aim of this article was to utilise secondary data from existing peer-reviewed journal publications and reports of government agencies and related health organisations to comment on the key public health issues in the UAE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population growth and demographics of the UAE"
        },
        {
            "text": "The following method was used to obtain secondary data from existing peer-reviewed journal articles and reports of government agencies and related health organisations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "(1) systematic search of the published literature, using defined keywords; (1) studies that highlighted the UAE in the abstract but subsequently pooled data to produce estimates for the Gulf Region or the Gulf Cooperation Council (GCC) states (i.e. Bahrain, Kuwait, Oman, Qatar, Saudi Arabia, and UAE); (2) articles that were not available in English; and (3) duplicate publications or sub-studies of included articles. The systematic literature search yielded a total of 185 citations and 179 abstracts. Table 1 summarises the findings from the literature retrieval.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 505,
                    "end": 512,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Materials and methods"
        },
        {
            "text": "Phase one of data extraction and synthesis (DEaS) entailed one investigator (who was not blinded to authors, institutions, or journals) reviewing and evaluating the titles and abstracts of retrieved articles. Abstracts that did not provide enough information about whether the publication contained suitable and relevant information about the health status of the UAE were retrieved for health agencies to convene and review the evidence for the 20 specific health topics and select the four priority public health areas for the UAE. This phase employed an iterative and inductive process, which involved the panel reviewing, discussing, and re-reviewing the evidence for each health topic until consensus was reached on the four most important public health issues for the UAE. Phase four of DEaS used a review and rank exercise, which involved the panel evaluating the available evidence for each of the four public health areas and ranking them in order of priority (1 0highest priority). The four selected public health priority areas were:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and synthesis"
        },
        {
            "text": "(1) cardiovascular disease;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and synthesis"
        },
        {
            "text": "(2) injury (including road traffic, child, and occupational injuries); (3) cancers; and (4) respiratory disorders",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and synthesis"
        },
        {
            "text": "Following the review and rank exercise, medical and public health experts from each of the four identified public health priority areas were invited to produce a brief statement on the conditions in relation to the current health status of the UAE population, and to produce recommendations for improving health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and synthesis"
        },
        {
            "text": "Fertility & life expectancy in the UAE Fertility rates, the predominant driver of population growth for nationals, have declined over the past 30 years with the total fertility rate (i.e. average number of children that would be born to a woman over her lifetime) decreasing from 4.4 to 2.4 per woman between 1990 and 2010 (3). A decline in birth rates has been attributed to urbanisation, changing attitudes about family size, and improved education and work opportunities for women resulting in delayed marriage. Life expectancy in the UAE continues to improve slowly, and the most recent estimates from 2009 report 77 and 79 years for males and females, respectively (8) .",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 673,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Key health indicators of the UAE"
        },
        {
            "text": "In view of the high inward migration of expatriate workers and transient influx of tourists from all over the world, infectious diseases remain an important area for public health in the UAE. However, communicable diseases were not included in the top four public health priority areas, as the UAE is considered a high-income country (based on global economic indicators) that is deemed to have passed through the epidemiologic transition (3) . As such, the burden of infectious and parasitic diseases in the UAE is low due to improvements in the standard of living and both the quality and availability of health care services. To prevent the re-emergence or outbreaks of infectious disease, the UAE has invested significant resources into population-based control measures, such as immunisation, surveillance, and the availability of post-exposure treatment (where possible). One major public health achievement in the UAE is the success rate of the national immunisation program for children under the age of 5 years. Due to the high uptake of immunisation, the rates of childhood communicable diseases in the UAE are very low. In addition, all expatriate workers seeking employment in the UAE are screened for communicable diseases, such as tuberculosis (by chest X-ray) and human immunodeficiency virus (by serology), before acquiring residence status. Additional screening for other communicable diseases is required for certain occupational categories, such as healthcare workers, cooks, house maids, and drivers.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 442,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Communicable diseases in the UAE"
        },
        {
            "text": "Public health priority area 1: cardiovascular disease Since 1971, the UAE has experienced tremendous economic and industrial development, resulting in an increase in the affluence of the Emirati population (9) and a shift from a traditional semi-nomadic lifestyle to a modern, urbanised, and technology-driven lifestyle characterised by reduced occupational, domestic, and leisuretime physical activity, coupled with the overconsumption of energy-dense convenience foods with poor nutritional content. Consequently, there has been a dramatic increase in the prevalence of obesity, diabetes, and cardiovascular disease. The World Health Organisation estimates that the burden of chronic diseases is rapidly increasing worldwide, with the largest increase in cardiovascular disease occurring in the Eastern Mediterranean Region. Indeed, the UAE has one of the highest agestandardised death rates for cardiovascular disease in the world, that is, 308.9 per 100,000 for males and 203.9 per 100,000 for females. Recent mortality statistics for the emirate of Abu Dhabi in 2010 reveal that 29% of all deaths were due to cardiovascular disease (10) . In the absence of any major changes in lifestyle risk factors at a population level, these rates are set to increase further as the youthful population ages.",
            "cite_spans": [
                {
                    "start": 1137,
                    "end": 1141,
                    "text": "(10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Communicable diseases in the UAE"
        },
        {
            "text": "Public health priority area 2: injury Injury is an important cause of morbidity, disability, mortality, and economic loss in the UAE and was the second leading cause of death for all age groups, with an average of 1,120 deaths per year, between 2000 and 2008 (11Á15). The main circumstances contributing to death from injury were traffic-related injuries, followed by falls and drowning (Fig. 1) 100,000 (11Á15). The predominant cause of death for this age group was traffic injury (62%; IR 13.6), followed by drowning (11%; IR 1.5) and falls (10%; IR 1.5). More males were injured compared to females (male:female ratio 01.78:1) (1). Analysis of the 2010 dataset revealed that injury remained the second leading cause of mortality accounting for 17% of all deaths in the UAE (17) . The World Health Organisation estimates the traffic death rate in the UAE as 37.1 fatalities per 100,000 inhabitants per year, which is several times higher than the equivalent rates in developed Western countries, such as Australia (7.8 per 100,000 population) and the United Kingdom (5.4 per 100,000 population) (18) . Recent estimates from the emirate of Abu Dhabi report that occupational injury and occupational road traffic injuries accounted for 16% of all injury deaths in 2011 (19) . Consequently, occupational health has been included in the list of top public health priorities for the Health Authority of Abu Dhabi.",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 780,
                    "text": "(17)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "text": "(18)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1269,
                    "end": 1273,
                    "text": "(19)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 395,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Communicable diseases in the UAE"
        },
        {
            "text": "Cancer is the second leading cause of death worldwide and in all regions of the world except sub-Saharan Africa. Historically, the UAE had a much lower incidence of cancer than Western countries; however, over the last 40 years, it has undergone a period of dramatic economic, social, and demographic change, resulting in increased life expectancy and prosperity. This epidemiological transition has led to significant increases in the incidence of all chronic non-communicable diseases, including cancer, which is now the third leading cause of death in the UAE (after cardiovascular disease and injury) causing 10% of all deaths in 2010 and 16% of all deaths in the emirate of Abu Dhabi during the same year (10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public health priority area 3: cancers"
        },
        {
            "text": "At present, there is no national or regional populationbased cancer registry in the UAE, which means there is no reliable information available on the incidence of cancer in the UAE. However, the Ministry of Health collected some cancer registration data for the UAE, which has been submitted for inclusion in the Globocan database (20) and Gulf Cooperation Council-wide cancer registry report, 'Ten Year Cancer Incidence Among Nationals of the GCC States 1998Á2007,' published by the Gulf Centre for Cancer Registration (21) . Data from these two sources will be used to comment on cancer in the UAE.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 336,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Public health priority area 3: cancers"
        },
        {
            "text": "The Globocan data from 2008 shows that the agestandardised rates for the incidence and mortality from all cancers in the UAE is lower compared to Western countries, such as the United States ( Table 2 ). The incidence of all cancers is projected to double by 2020, primarily due to ageing and also possibly due to increased exposure to risk factors for cancer. Breast cancer is the most common cancer among Emirati females (and the most prevalent cancer in both sexes combined), lung cancer is the most common cancer amongst Emirati males but is extremely rare in females, which reflects the prevalence of smoking (23.0% vs. 0.5%, respectively), and colorectal cancer is the second most common cancer in both sexes combined (Table 3 ) (20, 21) . However, rates for all three types of cancer are much lower than most Western countries and are also lower than in Qatar, Bahrain, and Kuwait. This is likely to be due to the younger age of the population, less exposure to some risk factors, lower levels of screening compared to Western countries, and possibly incomplete registration. Rates for all three types of cancer are also projected to double by the year 2020 as the UAE population ages, total fertility declines, exposure time to lifestyle risk factors increases, the prevalence of obesity and diabetes increases, and due to the long latency period between starting smoking and developing lung cancer. Population-based education and awareness campaigns are urgently required to increase screening rates for at-risk individuals and to facilitate early diagnosis and prompt treatment, thereby reducing morbidity and improving survival.",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 739,
                    "text": "(20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 740,
                    "end": 743,
                    "text": "21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 200,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 724,
                    "end": 732,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Public health priority area 3: cancers"
        },
        {
            "text": "Public health priority area 4: respiratory disorders Respiratory illness can be acquired following exposure to gases, dusts, and fumes (as in occupational settings), from infectious agents, or as a result of poor ambient air quality. Occupational and environmental exposures can lead to obstructive (asthma, chronic bronchitis, and emphysema) or restrictive (pulmonary fibrosis) lung disease, or lung cancer. The UAE population is at a high risk of such exposures due to increased urbanisation, reliance on motorised transportation and traffic congestion, adverse weather conditions such as dust/sand storms, and the rapid expansion of the construction The major airports in Abu Dhabi, Dubai, and Sharjah serve as important stop-over locations for individuals travelling all over the world and receive a high-volume of travellers throughout the year. In view that contact between large numbers of people increases the risk of infection transmission, the UAE population is at potential risk from 'new' respiratory infections, such as 'avian' flu and SARS (severe acute respiratory syndrome) (22) . Outbreaks of the 'traditional' respiratory infections, such as tuberculosis, are also possible, although this may be less likely with the national immunisation program and the visa screening requirement for all expatriate workers in the UAE.",
            "cite_spans": [
                {
                    "start": 1090,
                    "end": 1094,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Public health priority area 3: cancers"
        },
        {
            "text": "Surveillance and monitoring Reliable and valid longitudinal data are essential for planning population-based public health programs. As such, several areas have been identified where improvements in coordination and cooperation between different agencies of the seven emirates in the UAE will produce national datasets permitting the analysis of the magnitude and trends in occurrence of specific diseases. In addition, the establishment and continuation of several public health initiatives in the UAE should be resourced adequately. Examples include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "(1) a National Cancer Registry accredited by the International Agency for Research on Cancer; (2) a cross-emirates Injury Registry and Surveillance Scheme; (3) a National Genetic Disorders Registry; (4) notification of Communicable Diseases with data from microbiology laboratories; (5) improvements in death certification and registration of births; and (6) development of laboratories to aid the recognition of specific diseases, and the analysis of environmental and/or biological samples for exposure to workplace or environmental hazards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "Research funding should be directed toward investigating the association between lifestyle and personal risk factors that are prevalent in the UAE (namely physical inactivity, unhealthy dietary practices, smoking, obesity, vitamin D deficiency, and parental consanguinity) and the development of chronic disease, such as diabetes, cardiovascular disease, and cancer. High-quality epidemiological research will provide the foundations for the development of experimental studies and clinical trials investigating the efficacy and effectiveness of various public health interventions on reducing the risk factors associated with chronic disease. Community-and school-based intervention programs focusing on increasing physical activity, improving dietary practices, increasing safety restraint use, and reducing tobacco consumption are urgently required to slow the trajectory of the estimated mortality rates due to cardiovascular disease, injury and cancer, particularly in the young population ranges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research"
        },
        {
            "text": "Training, education, and federal legislation Training Sufficient numbers of trained health professionals are required to improve the health status of the UAE. At present, there is a shortage of specialist physicians in fields, such as histopathology, oncology, occupational medicine, and infectious diseases, which hamper efforts for improving the health status of the UAE population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research"
        },
        {
            "text": "There are already developments in place by universities and health organisations to facilitate and improve the training of clinical and public health specialists in the UAE. The key personnel are not necessarily restricted to those directly involved in curative care or prevention. For example, engineers may be better placed to improve road safety, and reduce occupational and environmental hazards. Similarly, health education and health promotion specialists are essential for campaigns focussing on the adoption of healthy lifestyles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research"
        },
        {
            "text": "Increased focus should be placed upon improving population health through primary prevention involving health education and awareness programs. Examples include health education activities for the reduction or cessation of tobacco use, promotion of safe driving, and compliance with safe systems of work. Currently, there is a lack of workplace health and safety programs focusing on health education, safety awareness, and training. Such programs have the potential to reduce occupationalrelated morbidity and mortality when supported by UAE federal legislation and regulations. Finally, encouraging full uptake of immunisation is another specific health protection measure that will further enhance the health status of the UAE population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Education"
        },
        {
            "text": "Legislation and standards for compliance to public health measures should be reviewed and revised periodically. Some aspects of UAE law and ministerial orders (e.g. requirements for health screening for new workers to the UAE, labour law) may benefit from cyclical reviews to ensure they are aligned with current concerns and international standards. Finally, a dual-pronged approach encompassing educational efforts coupled with federal legislation and enforcement should be adopted for certain public health issues, such as mandatory seat belt use for rear seat passengers, child safety restraints, and maximum working hours for professional drivers, to reduce the mortality attributable to traffic-related deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Federal legislation"
        },
        {
            "text": "A number of public health issues, particularly noncommunicable diseases, significantly contribute to morbidity, mortality, and economic losses in the UAE. In view of the population demographics of the UAE, future national population-based public health initiatives should consider the sociocultural, religious, ethnic, and educational diversity of the UAE in the design, development, and implementation of campaigns, interventions, and strategies. The major public health challenges posed by certain personal, lifestyle, occupational, and environmental factors associated with the development of chronic diseases are not isolated to the UAE; rather, they form part of a global health problem, which requires international collaboration and action.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The legal framework and initiatives for promoting safety in the United Arab Emirates",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grivna",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Aw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "El-Sadig",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Loney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Sharif",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thomsen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Inj Cont Saf Promot",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/17457300.2012.696660"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global public health and the United Arab Emirates",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Aw",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Asia Pac J of Public Health",
            "volume": "22",
            "issn": "",
            "pages": "19--24",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Population structure and the burden of disease in the United Arab Emirates",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Blair",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Sharif",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Epidemiol Global Health",
            "volume": "2",
            "issn": "",
            "pages": "61--71",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lost in translation? Challenges and opportunities for raising health and safety awareness among a multinational workforce in the United Arab Emirates",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Loney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Cooling",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Aw",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Saf Health Work",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5491/SHAW.2012.3.4.298"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "United Arab Emirates: United Arab Emirates National Bureau of Statistics",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "United Arab Emirates: Abu Dhabi Statistics Centre",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Preferred reporting items for systematic reviews and metaanalyses: the PRISMA statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tetzlaff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.b2535"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Life expectancy tables by country and gender. Geneva: World Health Organisation",
            "authors": [],
            "year": 2012,
            "venue": "Global Health Observatory Data Repository",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "nominal GDP list of countries. Data for the years 1980Á2012",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Abu Dhabi: Ministry of Health UAE",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Uae",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "219Á220)",
            "volume": "",
            "issn": "",
            "pages": "41--43",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Abu Dhabi: Ministry of Health UAE. 13. Ministry of Health UAE",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Uae",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "205)",
            "volume": "243",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Abu Dhabi: Ministry of Health UAE",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Uae",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "214",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Abu Dhabi: Ministry of Health UAE",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Epidemiology and prevention of child injuries in the United Arab Emirates: a report for SafeKids Worldwide. Al Ain: Faculty of Medicine & Health Sciences and Roadway Transportation & Traffic Safety Research Centre",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grivna",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "El-Sadig",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Abu Dhabi: Ministry of Health UAE",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Uae",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Geneva: World Health Organization",
            "authors": [],
            "year": 2009,
            "venue": "Global status report on road safety: time for action",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Abu Dhabi: United Arab Emirates",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Incidence and mortality date for the United Arab Emirates",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Gulf Centre for Cancer Control and Prevention. Ten-year cancer incidence among national of the GCC states",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Personal, occupational, and public health perspectives on dealing with the first case of Influenza A (H1N1) in the United Arab Emirates",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Aw",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Blair",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hashmey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sheek-Hussein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Saf Health Work",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Injury deaths by external causes 2000Á2008, UAE (N 010 079) (1). *Other refers to intentional injuries (suicide, self-inflicted, and homicide) and unintentional injuries (misadventures during medical care, accidents due to natural and environmental factors [e.g. venomous animals and plants, injury caused by animals], suffocation and foreign bodies, and other accidents [e.g. electrocution, falling objects, machinery and equipment, explosions]).Public health issues in the United Arab Emirates Citation: Glob Health Action 2013, 6: 20100http://dx.doi.org/10.3402/gha.v6i0.20100 and manufacturing sectors emitting air-borne pollutants. Respiratory infections were the second most common non-life threatening condition in the UAE in 2010, accounting for almost 15% of all encounters across all healthcare facilities (10).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Dhabi) were contacted for annual statistics and data. Sources of unpublished data included personal communication with senior health officers at the Health Authorities of Dubai and Abu Dhabi, the UAE Ministry of Health, publications produced by local hospitals (e.g. the cancer registry of Tawam hospital in Al-Ain, Abu Dhabi), and in-house data collected from various on-going faculty, staff, and student research projects.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "(1). Alarmingly, injury was the leading cause of death for children under 15 years of age and accounted for 9% of mortality between 2000 and 2008(16). An average of 104 children died each year during 2000Á2008, with an incidence rate (IR) of 13.6 per Tom Loney et al.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Five most frequent cancers by gender in the UAE and US, 2008(20)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Summary of age standardised incidence and mortality rates from cancer in males and females in the UAE and",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the National Research Foundation in the United Arab Emirates for funding this research project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors have not received any funding or benefits from industry to conduct this study. This research project was funded by the National Research Foundation in the United Arab Emirates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest and funding"
        }
    ]
}