{
    "paper_id": "610adc2e0b9fea5bdaa4ea21b46e4bd6b02d558d",
    "metadata": {
        "title": "METHODS Orientation of helices with respect to the lipid phase probed by paramagnetic relaxation",
        "authors": []
    },
    "abstract": [
        {
            "text": "Longitudinal relaxation of 1 H N spins enhanced by the proximity to a paramagnetic probe can be used to map the orientation of helices respect to the lipid phase [1] . Due to the compact arrangement of the six 15 N-labeled amino acids near the center of the transmembrane helices, the paramagnetic relaxation enhancement (PRE) should reflect the distance of the corresponding 1 H N to the surface of the pentameric assembly, provided the employed paramagnetic probe is primarily localized at the center of a micelle. We selected a 16-DSA, which typically induces PRE near the center of DPC micelles carrying a membrane protein [2] . Following the theoretical guidelines outlined by Zangger and co-workers[1], we derive below an analytical expression for the dependence of PRE on the shortest distance of 1 H N to the lipid-exposed outer surface of the ETM channel. For paramagnetic probes where the unpaired electron has a short longitudinal relaxation time, the influence of the unpaired electron on nuclear relaxation (both longitudinal and transverse) can be described by the \"outer sphere\" relaxation approach [3]. In order to obtain an expression for PRE as a function of geometric parameters, we performed a volume integration shown in Equation (1). In this equation, the probability of finding a paramagnetic center in a particular volume element of the system formed by ETM, detergent and 16-DSA, is multiplied by the inverse of the 6 th power of the proton-electron distance, r, and integrated[1].",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To ETM in DPC, we added the lipid analogue 16-DSA, bearing a doxyl paramagnetic radical (spin electron) at position 16 of the alkyl chain. This resulted in a measurable PRE effect that was linearly proportional to the concentration of 16-DSA in the range 1 mM to 5 mM. In this calculation, the ETM system can be described as a pentameric α-helical bundle (Fig. S3 , A), represented by a cylinder with radius R b , aligned with the z-direction of the laboratory coordinate frame. This cylinder is embedded in a spherical micelle of radius R, and integration should be limited to the volume of the micelle accessible to the probe, V. This volume comprises the core and inner layers of the micelle, i.e., a fraction a of the total micelle volume. The nuclear spin is localized at the immersion depth d (Fig. S3, B) from the surface of the bundle accessible to the paramagnetic probe. For the sake of simplicity, Eq. (1) can be approximated as PRE = a/d 3 , where a is a collection of various fundamental constants. R b is defined by a rolling-sphere approach, with sphere radius of 3 Å, corresponding to the size of the doxyl radical (Fig. S3, D) . Alternatively, PRE can be calculated using a distance from the amide proton to the axis of the pentamer (Fig. S3, C) . The position of this axis can be defined with greater precision than the immersion depth from the surface of the pentamer. In this case the equation can be simplified to PRE = a/(D/2-l) 3 , where a is a collection of various fundamental constants, D is the diameter of the cylinder representing the pentamer and l is the distance from the C 5 symmetry axis to the amide proton. ",
            "cite_spans": [
                {
                    "start": 1451,
                    "end": 1452,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 363,
                    "text": "(Fig. S3",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 811,
                    "text": "(Fig. S3, B)",
                    "ref_id": null
                },
                {
                    "start": 1131,
                    "end": 1143,
                    "text": "(Fig. S3, D)",
                    "ref_id": null
                },
                {
                    "start": 1250,
                    "end": 1262,
                    "text": "(Fig. S3, C)",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mapping the orientation of helices in micelle-bound peptides by paramagnetic relaxation waves",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Respondek",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Madl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gobl",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Golser",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zangger",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Am Chem Soc",
            "volume": "129",
            "issn": "",
            "pages": "5228--5234",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Membrane protein-lipid interactions in mixed micelles studied by NMR spectroscopy with the use of paramagnetic reagents",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hilty",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wider",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wuthrich",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chembiochem",
            "volume": "5",
            "issn": "",
            "pages": "467--473",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Solvent H-1 NMRD study of hexaaquochromium(III): Inferences on hydration and electron relaxation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bertini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fragai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luchinat",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Parigi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Inorganic Chemistry",
            "volume": "40",
            "issn": "",
            "pages": "4030--4035",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}