{
    "paper_id": "61c8af64ef0a95e3f6dfc71ced3f94c2768e23d2",
    "metadata": {
        "title": "A novel peptide with potent and broad-spectrum antiviral activities against multiple respiratory viruses OPEN",
        "authors": [
            {
                "first": "Hanjun",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ke",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hin",
                "middle": [],
                "last": "Chu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dabin",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vincent",
                "middle": [],
                "last": "Kwok-Man",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Poon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chung-Sing",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ho-Chuen",
                "middle": [],
                "last": "Leung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ng",
                "middle": [],
                "last": "Fai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yong-Ping",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jin-Xia",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dong-Yan",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kwok-Yung",
                "middle": [],
                "last": "Yuen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bo-Jian",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": "bzheng@hkucc.hku.hk"
            }
        ]
    },
    "abstract": [
        {
            "text": "A safe, potent and broad-spectrum antiviral is urgently needed to combat emerging respiratory viruses. In light of the broad antiviral activity of β-defensins, we tested the antiviral activity of 11 peptides derived from mouse β-defensin-4 and found that a short peptide, P9, exhibited potent and broadspectrum antiviral effects against multiple respiratory viruses in vitro and in vivo, including influenza A virus H1N1, H3N2, H5N1, H7N7, H7N9, SARS-CoV and MERS-CoV. The antiviral activity of P9 was attributed to its high-affinity binding to viral glycoproteins, as well as the abundance of basic amino acids in its composition. After binding viral particles through viral surface glycoproteins, P9 entered into cells together with the viruses via endocytosis and prevented endosomal acidification, which blocked membrane fusion and subsequent viral RNA release. This study has paved the avenue for developing new prophylactic and therapeutic agents with broad-spectrum antiviral activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "range of respiratory viruses in vitro and in vivo. In addition, with a series of experiments, we unveiled the unique antiviral mechanism of P9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pandemics and epidemics of respiratory viruses have been an important source of mortality and morbidity among the human populations. The recurrent outbreaks of highly pathogenic H5N1 influenza A virus infection in poultry with sporadic transmission to human since 1997 resulted in high mortality rate of ~50% 1,2 . The intermittent outbreaks of H7N9 influenza since 2013 killed ~40% of the inflicted individuals 2,3 . In addition, the emergence of severe acute respiratory syndrome (SARS) in 2003 4 and Middle-East respiratory syndrome (MERS) in 2012 5 , which resulted in ~10% and ~40% mortality rates, respectively, have raised concerns on the potential outbreaks of fatal viruses that are previously unknown to the human community. In view of the limited efficacy of current vaccines and antiviral drugs against these respiratory viral infections [4] [5] [6] [7] and the emergence of new respiratory viruses, new agents with broad-spectrum antiviral effects are in desperate need for the prevention and treatment of respiratory viral infections.",
            "cite_spans": [
                {
                    "start": 850,
                    "end": 853,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 854,
                    "end": 857,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 858,
                    "end": 861,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 862,
                    "end": 865,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "β -defensins are a family of endogenous cysteine-rich peptides, which typically contain a six-cysteine motif linked by three intramolecular disulfide bonds at the 1-5, 2-4 and 3-6 positions 8 . β -defensins are secreted from epithelial cells of the mucous membrane on the respiratory, digestive, urinary and reproductive tracts to provide a first-line defense against various infectious pathogens, including a number of enveloped viruses [9] [10] [11] [12] [13] . The antiviral activity of β -defensins is thought to be mediated through either indirect interaction or direct interaction with viral glycoproteins and/or envelopes 14, 15 . For example, β -defensins could indirectly interact with viral receptors and/or glycoproteins through the target cells to inhibit virus-receptor binding or virus-cell membrane fusion or to down-regulate cell-signaling pathways required for viral replication 15, 16 . β -defensins might also directly interact with viral glycoproteins and/or disrupt viral envelopes to inhibit viral entry into the target cells 17, 18 . Recently, we also found that mouse β -defensin-4 (mBD4) has strong in vitro and in vivo antiviral effects against H5N1 and H1N1 influenza viruses and SARS-CoV (unpublished data).",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 441,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 896,
                    "end": 899,
                    "text": "15,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1048,
                    "end": 1051,
                    "text": "17,",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite the remarkable antiviral activities against different enveloped viruses, the development of defensins as therapeutics has been hindered by several factors, such as suboptimal efficacy, side effects and the lack of cost-effective means of large-scale production 19 . Short peptides derived from human β -defensin-3 have recently been shown to contain more potent antibacterial effects and lower toxicity to host cells than those of human β -defensin-3 20 . Therefore, we designed and synthesized short peptides derived from mBD4 for further investigation. In this study, we identified that a 30-amino-acid short peptide derived from mBD4, P9, could inhibit a broad",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The short peptide P9 exhibited the highest antiviral activity among mBD4-dervied peptides, smBD4, and rmBD4. Eleven mBD4-derived peptides were designed and synthesized (Table 1) . Their antiviral activity against influenza virus H1N1 was evaluated in MDCK cells. Among all short peptides, P9 showed the strongest antiviral activity (Fig. 1a) . Interestingly, the dose-dependent antiviral effect of P9 was stronger than those of synthetic mBD4 (smBD4) and recombinant mBD4 (rmBD4). In particular, the 50% inhibitory concentration (IC 50 ) of P9 was 1.2 μ g/ml, which was lower than those of smBD4 (3.2 μ g/ml) and rmBD4 (1.5 μ g/ml) (Fig. 1b) . Furthermore, the 50% toxic concentrations (TC 50 ) of P9, smBD4 and rmBD4 were 380, 280 and 360 μ g/ml, respectively (Fig. 1c) . The selectivity index of P9 was 316, which was higher than those of smBD4 (87) and rmBD4 (240). Notably, both of the liquid form and powder form of P9 demonstrated stable shelf lives as they exhibited similar antiviral activity after storing at − 20 °C for more than 1 year ( Supplementary Fig. 1 ). Taken together, among smBD4, rmBD4 and the 11 peptides derived from mBD4, P9 exhibited the highest antiviral activity and selectivity index. Thus, P9 was selected for further studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 177,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 341,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 632,
                    "end": 641,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 761,
                    "end": 770,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1049,
                    "end": 1069,
                    "text": "Supplementary Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "P9 protected mice against lethal challenge of H1N1 virus. We further evaluated the prophylactic and therapeutic effects of P9 in a lethal mouse model of H1N1 influenza (Fig. 2) . The mice were intranasally (i.n.) inoculated with P9 (50 μ g/mouse) or rmBD4 and then i.n. challenged with lethal dose of H1N1 virus. The dose of 50 μ g/mouse was applied for animal experiments because it was shown to protect all mice from lethal challenge of H1N1 virus. The survival rate of P9-pretreated mice (100%) was significantly higher than those of rmBD4-pretreated mice (20%, P < 0.01) and untreated mice (0%, P < 0.0001). Notably, pretreatment with P9 and Zanamivir achieved a similar protection effect (Fig. 2a) . In parallel, when the mice were i.n. inoculated with 3 doses (50 μ g/dose/day) of P9, rmBD4 or Zanamivir at six hours after the lethal challenge with the virus (Fig. 2b) , the survival rate in P9-treated mice (60%) were significantly higher than those of untreated control and rmBD4-treated mice (P < 0.05). In this setting, treatment of zanamivir yielded a similar level of protection (80%) in comparison to P9 (P > 0.05). All infected mice suffered from body weight lost regardless of treatment types. However, the survived mice began to regain body weight at ~10-12 days post-infection (Fig. 2c,d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 176,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 693,
                    "end": 702,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 865,
                    "end": 874,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1294,
                    "end": 1305,
                    "text": "(Fig. 2c,d)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The viral RNA copies and viral titers in lung tissues of infected mice were detected by real-time RT-PCR ( Fig. 3a) and plaque assay (Fig. 3b) , respectively. The viral loads in lung tissues of P9-pretreated and P9-treated mice were significantly lower than that of the untreated mice (P < 0.05). Histopathological examinations revealed that the alveolar damage and interstitial inflammatory infiltration in untreated mice or mice pretreated or treated with rmBD4 were substantially more severe than those in mice pretreated or treated with P9 (Fig. 3c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 133,
                    "end": 142,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 544,
                    "end": 553,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The stability of P9 in vivo was evaluated by P9 biodistribution in mouse lungs and its antiviral activity at different time-points after P9 administration. As shown in Supplementary Fig. 2a , P9 could be detected on the surface of mouse bronchial tubs at 10 min, 2 h and 4 h after P9 administration, but the signal decreased to almost undetectable level at 8 h after P9 administration. In the in vivo protective experiment, when P9 was administrated to mice at 2 h, 4 h and 8 h before the challenge, it protected 60%, 30% and 20% mice from lethal challenge of H1N1 virus, respectively ( Supplementary Fig. 2b ). These results indicated that P9 could maintain more than half of its antiviral activity at 2 hours and about 1/5 antiviral activity at 8 hours after administration.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 189,
                    "text": "Supplementary Fig. 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 587,
                    "end": 608,
                    "text": "Supplementary Fig. 2b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The in vivo toxicity of P9 was also assessed in mice. Each mouse was i.n. inoculated with P9 (50 mg/kg) or intra-peritoneally (i.p.) injected with P9 (500 mg/kg) per day for 3 days. As shown in Supplementary Fig. 3 , less than 10% of body weight loss was observed in the first 3 days and the body weight began to recover when the treatment was stopped at day 3. There was no obvious reduction of food consumption or sickness during the 10-days observation period. Collectively, our data demonstrated that P9 exhibited prophylactic and therapeutic effects against lethal challenge of H1N1 virus in mice, accompanied with a low toxicity in vivo. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 214,
                    "text": "Supplementary Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "tigate the antiviral mechanism of P9, we first seek to determine whether P9 inhibited virus entry, replication, or release. When P9 was supplemented to the culture medium at 1 hour after MDCK cells were infected with H1N1 virus (2 MOI), viral RNA copies inside the cells (Fig. 4a ) and in culture supernatants (Fig. 4b ) harvested at the indicated hours post-infection were comparable with those in the untreated control (P > 0.05). The results suggested that P9 did not inhibit viral replication or release. When the virus was pretreated with P9 and then added to the cells (0.3 MOI), viral loads both inside the cells (Fig. 4c ) and in culture supernatants were significantly reduced ( Supplementary Fig. 4a,b) . In contrast, the viral loads inside the cells (Fig. 4d ) and in supernatants ( Supplementary Fig. 4c ,d) were similar to those of the untreated control when the cells were pretreated with P9 followed by infection. These results indicated that P9 inhibited virus infection by interacting directly with the virus. We further demonstrated that P9 could bind to surface glycoprotein HA of influenza virus (Fig. 4e ,f) and S2 of MERS-CoV ( Supplementary Fig. 5 ). Together, our results indicated that P9 inhibited viral infections through binding to viral surface glycoproteins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 279,
                    "text": "(Fig. 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 310,
                    "end": 318,
                    "text": "(Fig. 4b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 620,
                    "end": 628,
                    "text": "(Fig. 4c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 688,
                    "end": 712,
                    "text": "Supplementary Fig. 4a,b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 761,
                    "end": 769,
                    "text": "(Fig. 4d",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 794,
                    "end": 815,
                    "text": "Supplementary Fig. 4c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1116,
                    "end": 1124,
                    "text": "(Fig. 4e",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1150,
                    "end": 1170,
                    "text": "Supplementary Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "P9 inhibited influenza virus infection through binding to viral surface gylcoproteins. To inves-"
        },
        {
            "text": "P9 blocked viral RNA release from late endosomes. To further dissect how P9 interfered with influenza virus infection, we asked whether virus-receptor binding, endocytosis or viral RNA release was affected by P9. H1N1 virus carrying a green fluorescent label was pretreated with P9 and then incubated with the cells at 4 °C Anti-H1N1 efficacies of P9, smBD4 and rmBD4 at different concentrations were detected in cultured MDCK cells. The inhibitory activity was directly determined by plaque assay and the infection ratio was calculated as plaque numbers in treated samples/plaque numbers in untreated samples. The IC 50 s are indicated by dotted line, indicating that the mean IC 50 s of P9, smBD4 and rmBD4 are 1.2 μ g/ml, 3.2 μ g/ml and 1.5 μ g/ml, respectively. (c) The cytotoxicity of P9, smBD4 and rmBD4 was determined by MTT assay. TC 50 s are indicated by dotted line. All data are presented as means ± SD from three independent experiments. for 3 hours. We found that P9-pretreated virus bound to the cellular membrane in a similar manner compared to the untreated virus ( Fig. 5a , left). P9-pretreated virus entered the cells through endocytosis after the virus was incubated at 37 °C for 1 hour (Fig. 5a , middle). Furthermore, the transport of the virus in endosomes from the cell periphery to the proximity of the nucleus was not affected when the virus was pretreated by P9 ( Fig. 5a , right). The colocalization of the virus with P9 further confirmed the binding of P9 to the virus, its internalization into cells and its subsequent transport to the perinuclear region together with the virus (Fig. 5b ). On the other hand, the levels of viral RNA in infected cells remained essentially unchanged during the first 2 hours post-infection regardless of P9 treatment (Fig. 5c ), suggesting that P9 did not inhibit viral binding and entry. The viral RNA levels in cells infected with untreated virus increased at 3.5 hours post-infection, indicative of the initiation of nascent viral RNA replication. In contrast, the viral RNA levels in the cells infected with P9-pretreated virus did not increase until 6.5 hours post-infection and was significantly lower than that of untreated virus control (P < 0.05) (Fig. 5c ). These results implicated that P9 perturbed viral uncoating and viral RNA release from late endosomes for subsequent replication.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1082,
                    "end": 1089,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1207,
                    "end": 1215,
                    "text": "(Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1391,
                    "end": 1398,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1609,
                    "end": 1617,
                    "text": "(Fig. 5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1780,
                    "end": 1788,
                    "text": "(Fig. 5c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2219,
                    "end": 2227,
                    "text": "(Fig. 5c",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "P9 inhibited influenza virus infection through binding to viral surface gylcoproteins. To inves-"
        },
        {
            "text": "uncoating and the subsequent genome release. Bearing in mind the basic amino acid-rich composition of P9, we examined whether P9 could block viral RNA release by counteracting endosomal acidification. As shown in Fig. 6a , P9 showed similar antiviral effects in comparison to ammonium chloride (NH 4 Cl) and Bafilomycin A1, which are well-defined inhibitors of endosomal acidification [21] [22] [23] . In contrast, Zanamivir, which inhibits viral release, did not show a similar antiviral kinetics in comparison to the endosomal acidification inhibitors. Therefore, P9, NH 4 Cl and Bafilomycin A1 might share a similar antiviral mechanism of inhibiting pH decrease in endosomes. To confirm this hypothesis, we detected the pH change in endosomes using a pH-sensitive dye, the intensity of which mirrored the acidity of the cellular milieu. Red signals in the cells infected with untreated virus (VC) indicated the acidification process in endosomes (Fig. 6b) . In contrast to the control, when the cells were infected with virus pretreated with P9, NH 4 Cl or Bafilomycin A1, little to no any red signals were observed, indicating that acidification was abolished in the endosomes. To verify this, we designed a P9 analog named P9-aci-1 containing three additional acidic amino acids at the C-terminus (Table 1 ). If P9 acts through perturbation of pH lowering, the addition of acidic residues is expected to relieve the perturbation and abrogate the consequent antiviral effect. Indeed, confocal microscopic images indicated that pH lowering in endosomes was unaffected by P9-aci-1 (Fig. 6b ). In line with the imaging result, P9-aci-1 lost its antiviral activity (IC 50 > 100 μ g/ml). In addition, the polykaryon assay further showed that P9 did not directly inhibit HA-cell membrane fusion ( Supplementary Fig. 6 ). Hence, when delivered into the endosomes, virus-bound P9 prevented pH decrease, resulting in the inhibition of viral RNA release and subsequent replication.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 389,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 220,
                    "text": "Fig. 6a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 949,
                    "end": 958,
                    "text": "(Fig. 6b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1302,
                    "end": 1310,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 1583,
                    "end": 1591,
                    "text": "(Fig. 6b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1795,
                    "end": 1815,
                    "text": "Supplementary Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "P9 prevented endosomal acidification. Endosomal acidification is a prerequisite for influenza virus"
        },
        {
            "text": "We next evaluated whether P9 could inhibit other subtypes of influenza virus and other respiratory viruses such as SARS-CoV and MERS-CoV, because they all depend on endosomal acidification for viral infection. Our data demonstrated that P9 exhibited strong antiviral effects against other subtypes of influenza A virus including H3N2, H5N1, H7N7 and H7N9 with IC 50 s ranging from 1.5 to 4.8 μ g/ml (Fig. 7a) . The IC 50 s of P9 against SARS-CoV and MERS-CoV were about 5 μ g/ml. Notably, at concentrations higher than 25 μ g/ml, P9 could inhibit SARS-CoV and MERS-CoV infections to more than 95% (Fig. 7b) . These results indicated that P9 has broad-spectrum antiviral activities in vitro against multiple respiratory viruses. We further evaluated the protective effect of P9 against infections of H5N1, H7N9 and SARS viruses in mice. As shown in Fig. 7c , one dose (100 μ g/mouse) of P9 for prophylaxis (P9-P) and 5 doses (100 μ g/mouse) of P9 for therapy (P9-T) could protect 44% and 50% of mice from lethal challenge of H5N1 virus, respectively. These protection rates were significantly higher than that of untreated mice (P < 0.05) and comparable with the mice treated with prophylactic and therapeutic Zanamivir (Zana; 50% and 60%, P > 0.05). One dose of P9 for prophylaxis and 5 doses of P9 for therapy protected 50% and 50% of mice from lethal challenge of H7N9 virus, respectively. The treatment groups provided significantly more protection than the control group (P < 0.01). The survival rates of mice treated with prophylactic and therapeutic Zanamivir were 60% and 70%, respectively, which did not show significant difference compared to those of P9-treated mice (P > 0.05) (Fig. 7d) . The body weight of all treated and untreated mice began to decrease at day 2 post-challenge and then gradually recovered from day 12 post-infection in the survival mice (Fig. 7e,f) . Since we have not established animal models for lethal infection of MERS-CoV and SARS-CoV, we compared the viral load in mouse lungs at day 3 post-infection in a mouse model of non-lethal SARS-CoV infection. As shown in Fig. 7g ,h, one dose of P9 for prophylaxis and 5 doses of P9 for therapy significantly inhibited virus infection in mouse lungs compared to that in the untreated mouse lungs ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 399,
                    "end": 408,
                    "text": "(Fig. 7a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 597,
                    "end": 606,
                    "text": "(Fig. 7b)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 848,
                    "end": 855,
                    "text": "Fig. 7c",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1688,
                    "end": 1697,
                    "text": "(Fig. 7d)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1869,
                    "end": 1880,
                    "text": "(Fig. 7e,f)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2103,
                    "end": 2110,
                    "text": "Fig. 7g",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "P9 showed broad-spectrum antiviral effects against respiratory viruses in vitro and in vivo."
        },
        {
            "text": "In this study, we found that a short peptide, P9, exhibited the highest antiviral activity against influenza A virus H1N1 among a panel of mBD4-derived peptides, smBD4, and rmBD4 ( Fig. 1) . At the same time, P9 showed the lowest cytotoxicity in vitro, resulting in an improved selectivity index over the parental rmBD4 and smBD4. It was particularly noteworthy that P9 displayed potent prophylactic and therapeutic effects in mice (Fig. 2) . The production of recombinant BDs is hampered by high cost and low recovery rate (Supplementary Fig. 7 ). In contrast, P9 can be chemically synthesized in high yield and with low cost. Synthetic P9 is highly soluble and stable in water, as well as reasonably stable in vivo, making P9 an ideal lead compound for further development as a novel antiviral drug.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 188,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 432,
                    "end": 440,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 524,
                    "end": 545,
                    "text": "(Supplementary Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It has been reported that the antiviral activity of BDs might be mediated through either indirect interaction or direct interaction with viral glycoproteins and/or envelopes 14, 15 . We here demonstrated the binding of P9 with viral glycoproteins (Fig. 4e,f and Supplementary Fig. 5 ), but not the target cells (Fig. 4d) . The infection of influenza virus involves multiple steps including virus-receptor binding, endocytosis, transport from early endosomes to late endosomes where acidification results in virus-endosome membrane fusion, subsequent viral disassembly (uncoating), and viral RNA release, which triggers viral RNA replication 12, 22 . We demonstrated that P9 might mitigate viral RNA release from late endosomes to inhibit viral RNA replication (Fig. 5 ). Since pH lowering to 5.0 in late endosomes is critical for virus-endosome membrane fusion 22, 24 , inhibitors of endosomal acidification can efficiently inhibit membrane fusion by suppressing the pH decrease in endosomes 21, 22, 25 . P9 was indeed capable of inhibiting the pH decrease in endosomes in a similar fashion comparing to two well-characterized inhibitors of endosomal acidification, NH 4 Cl and Bafilomycin A1 (Fig. 6) . Thus, our data suggested that P9 inhibited viral RNA release by suppressing pH decrease in endosomes. The antiviral function of P9 mediated through inhibition of endosomal acidification might be independent of the blocking of M2 ion channel, since P9 could efficiently inhibit the infection of three amantadine-resistance strains of influenza virus, A/Hong Kong/415742/2009 (H1N1), A/Vietnam/1194/2004 (H5N1) and A/Anhui/1/2013 (H7N9) (Fig. 7) [26] [27] [28] . Importantly, for a substantial number of pathogenic viruses, including influenza virus and coronavirus, virus-endosome membrane fusion is a prerequisite for viral disassembly and viral genome release into host cells to initiate productive viral replication 4, 29 . Membrane fusion is mediated by viral envelope glycoproteins and requires an acidic environment in endosomes 4, 30 . In line with the antiviral mechanism of P9 illustrated in this study, P9 could inhibit infections of other subtypes of influenza A virus including H3N2, H5N1, H7N7 and H7N9, as well as two coronaviruses, SARS-CoV and MERS-CoV (Fig. 7) . Our results also demonstrated that P9 could bind to S2 of MERS-CoV ( Supplementary Fig. 5) , suggesting that the antiviral mechanism of P9 against SARS-CoV and MERS-CoV was potentially similar to that against influenza virus. We reasoned that P9 might be capable of inhibiting the infection of additional pathogenic viruses, which enter target cells via endocytosis, as long as P9 could efficiently bind to the viral particles.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "12,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "22,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 992,
                    "end": 995,
                    "text": "21,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 996,
                    "end": 999,
                    "text": "22,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1648,
                    "end": 1652,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1653,
                    "end": 1657,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1658,
                    "end": 1662,
                    "text": "[28]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1922,
                    "end": 1924,
                    "text": "4,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2038,
                    "end": 2040,
                    "text": "4,",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 282,
                    "text": "(Fig. 4e,f and Supplementary Fig. 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 311,
                    "end": 320,
                    "text": "(Fig. 4d)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 760,
                    "end": 767,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1193,
                    "end": 1201,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1639,
                    "end": 1647,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2272,
                    "end": 2280,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2352,
                    "end": 2373,
                    "text": "Supplementary Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In summary, we have demonstrated that a short peptide derived from mBD4 has broad-spectrum antiviral activity against different subtypes of influenza A virus including H1N1, H3N2, H5N1, H7N7 and H7N9, as well as two coronaviruses, SARS-CoV and MERS-CoV. The antiviral effect of P9 is mediated through the following mechanism: (1) P9 efficiently binds to viral particles via viral glycoproteins and (2) P9 is rich in basic amino acids, which prevent acidification in endosomes and inhibit viral RNA release. Influenza A virus and coronavirus have caused several fatal pandemics and outbreaks in the past century. Although a number of anti-influenza drugs have been developed, drug-resistant virus strains emerged quickly after these antiviral drugs were put in clinical use. In addition, thus far, no effective antiviral drugs are available for patients infected with SARS-CoV or MERS-CoV 5 . In this regard, antiviral peptides, such as P9, represent new promising prophylactic and therapeutic agents with broad-spectrum antiviral activities. Overall, based on the mechanism illustrated in this study, new antiviral peptides with broad-spectrum antiviral activities may be developed to provide new drugs for prophylaxis and therapy of viral infections. Cloning, expression and purification of rmBD4. The codons of mBD4 were optimized to E. coli-preferred codons based on OPTIMIZER 34 (Supplementary Fig. 7a ). The fragment of mBD4 was generated by PCR-based gene synthesis using 6 oligos ( Supplementary Fig. 7b) . The codon-optimized gene was cloned into PCR2.1 vector and then sub-cloned into PET32a(+ ) at KpnI and XhoI sites. The resulting plasmid was transformed into BL21 (DE3) to express thioredoxin-mBD4 fusion protein. Thioredoxin-mBD4 (Trx-mBD4) was released from E. coli by a simple osmotic shock procedure 35 and further purified by AKTA-FPLC (GE Healthcare, Little Chalfont, Buckinghamshire, United Kingdom) using His Trap FF column (GE Healthcare) ( Supplementary  Fig. 7c ). Trx-mBD4 was digested with enterokinase to release recombinant mBD4 (rmBD4). rmBD4 was recovered by cation-exchange chromatography using Sp sepharose FF (GE Healthcare). Purified rmBD4 was desalted using PD-10 column (GE Healthcare) into 25 mM HEPES buffer (pH 7.4) (Supplementary Fig. 7d ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1383,
                    "end": 1405,
                    "text": "(Supplementary Fig. 7a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1489,
                    "end": 1511,
                    "text": "Supplementary Fig. 7b)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1963,
                    "end": 1985,
                    "text": "Supplementary  Fig. 7c",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2255,
                    "end": 2277,
                    "text": "(Supplementary Fig. 7d",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Peptide design and evaluation of antiviral effects. Full-length mBD4 and short peptides derived from mBD4 were designed as shown in Table 1 and synthesized by ChinaPeptide (Shanghai). The purity of all peptides was > 99%. The purity and mass of each peptide were verified by HPLC and mass spectrometry. Antiviral effects of the short peptides, smBD4 and rmBD4, were initially evaluated in a low-salt medium, i.e. 30 mM phosphate buffer (PB) containing 24.6 mM Na 2 HPO 4 and 5.6 mM KH 2 PO 4 pH 7.4 36 and in a high-salt minimum essential medium (MEM). Peptides (0.4-100.0 μ g/ml) were premixed with H1N1 virus in PB or MEM and incubated at room temperature for 1 hour. MDCK cells were infected by peptide-pretreated or untreated virus, while Zanamivir (0.2-10.0 μ g/ml) was maintained in culture medium as positive control. Antiviral activity of the peptides was measured using a plaque reduction assay as described previously 37 . The infection ratio was calculated as the plaque number of virus pretreated with peptides being divided by the plaque number of virus pretreated with PB or MEM.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Viruses and cell cultures. A highly virulent mouse adapted influenza A virus mutant strain"
        },
        {
            "text": "Cytotoxicity and IC 50 assays. Cytotoxicity of peptides was determined by the detection of 50% toxic concentration (TC 50 ) using a tetrazolium-based colorimetric (MTT) assay as described previously 38 . Briefly, we exchanged the solution buffer of all peptides with distilled water and concentrated them by vacuum dryer at − 40 °C for toxicity assay. MDCK cells were seeded in 96-well cell culture plate at an initial density of 1 × 10 4 cells/ well in 100 μ l of MEM supplemented with 10% FBS and incubated for overnight. The cells were washed twice with PBS then added with 100 μ l/well of MEM with various concentrations of peptides. Experiments were done in triplicates. After incubation at 37 °C for 24 hour, MTT solution (5 mg/ml, 10 μ l/well) was added to the plate. After the plate was incubated at 37 °C for 4 hours, 100 μ l of 10% SDS in 0.01 M HCl was added to each well. After further incubation at 37 °C overnight, the plate was read at OD 570 and OD 640 using Victor TM X3 Multilabel Reader (PerkinElmer). Cell culture wells without peptides were used as the experiment control and medium only served as a blank control. IC 50 s of peptides against different subtypes of influenza A virus, i.e. H1N1, H3N2, H5N1, H7N7 and H7N9, and coronaviruses SARS-CoV and MERS-CoV were calculated from the infection ratio of virus treated by various concentrations of peptides 32 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses and cell cultures. A highly virulent mouse adapted influenza A virus mutant strain"
        },
        {
            "text": "Scientific RepoRts | 6:22008 | DOI: 10.1038/srep22008",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses and cell cultures. A highly virulent mouse adapted influenza A virus mutant strain"
        },
        {
            "text": "Evaluation of antiviral effects in vivo. BALB/c female mice, 6-8 weeks old, were kept in biosafety level 3 laboratory and given access to standard pellet feed and water ad libitum. All experiments were carried out in accordance with the approved guidelines of the biosafety level 3 animal facilities and were approved by the Committee on the Use of Live Animals in Teaching and Research of the University of Hong Kong 32 . The mouse adapted H1N1, H5N1, and H7N9 viruses were used for lethal challenge of mice. To evaluate the prophylactic effects, mice were i.n. or i.t. inoculated with PB, P9, rmBD4, or Zanamivir, and then challenged with 3 LD 50 of the virus at 10 min later. For evaluation of the therapeutic effect, mice were challenged with 3 LD 50 of the virus and then i.n. inoculated with P9, rmBD4, or Zanamivir at six hours after the viral inoculation. Two more doses were given to H1N1-challenged mice and four more doses were given to H5N1-and H7N9-challenged mice at 1-day interval. Survival and general conditions were monitored for 21 days or until death. For virological and pathological tests, 3 mice in each group were sacrificed at day 5 after challenge. To evaluate in vivo prophylactic effect of P9 against SARS-CoV infection, nine-month old mice were i.t. inoculated with P9 (100 μ g/mouse) and then challenged with 2 × 10 4 TCID 50 of SARS-CoV. For evaluation of therapeutic effect, mice were challenged with 2 × 10 4 TCID 50 of SARS-CoV and then i.n. inoculated with P9 at 6 hours post-infection. Four more doses were given to the mice in the following two days. Lung tissues were collected at day 3 post-infection for virological assay. All i.t. inoculations were performed using a MicroSprayer Aerosolizer (Penn-Century, USA). At least nine mice in each group were analyzed in all animal experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses and cell cultures. A highly virulent mouse adapted influenza A virus mutant strain"
        },
        {
            "text": "Histopathological staining. Lung tissues collected from the challenged mice were immediately fixed in 10% buffered formalin, applied to dehydration and embedded in paraffin wax. Sections of 5 μ m thickness were mounted on slides. Histopathological changes were examined by hematoxylin and eosin (H&E) staining under a light microscope as described previously 32 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses and cell cultures. A highly virulent mouse adapted influenza A virus mutant strain"
        },
        {
            "text": "Viral RNA extraction and real-time RT-PCR. Viral loads were detected by real-time RT-PCR as described previously 31 . Viral RNA was extracted from culture supernatants using RNeasy Mini Kit (Qiagen), while viral RNA in cell lysis and mouse lung tissues was extracted using QIAamp Viral RNA Mini Kit (Qiagen), according to the manufacturer's protocols. Reverse transcription was performed using RSII kit (Invitrogen) according to the manufacture's instruction. Real-time PCR was performed using ABI SYBR Green Mastermix and the 7500 system. The clone of HA gene of H1N1 virus served as the positive control and standard. Real-time PCR experiments were performed in triplicate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses and cell cultures. A highly virulent mouse adapted influenza A virus mutant strain"
        },
        {
            "text": "Fluorescence imaging. The H1N1 virus was labeled with green fluorescent lipophilic dye DiO (Invitrogen, 3898), while P9 was detected by 1:5000 diluted primary antibody rabbit-anti-smBD4 (Max Biotechnology Co. Ltd., China) and 1:400 diluted secondary antibody goat anti-rabbit Alexa 594 (Invitrogen, A11012). The cell membrane was stained with dye Alexa 594 (Invitrogen, W11262). The labeled virus and P9 were premixed for 1 hour and then incubated with MDCK cells at 4 °C or 37 °C. The infected cells were fixed by 4% formalin at different time points after infection. After cells were permeablized by 0.1% Triton X-100 and reacted with corresponding antibodies, images were taken under confocal microscope (Carl Zeiss LSM 780).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses and cell cultures. A highly virulent mouse adapted influenza A virus mutant strain"
        },
        {
            "text": "Polykaryon assay. 293FT cells were seeded into 12-well plates at 4 × 10 5 cells per well. After 16 hours of culture, the cells were transfected with phw2000-HA plasmid (0.8 μ g/well) using Lipofectamine 3000 (Life Technologies) following the manufacture's instruction. At 24 hours after the transfection, the transfection medium was replaced by plain DMEM and cells were treated by trypsin (1 μ g/ml) for 10 min at 37 °C. After rinsing the cells with plain DMEM, the cells were pre-incubated with P9 or 0.3% DMSO in DMEM for 20 min at 37 °C. Polykaryon formation was induced by exposing the cells to low pH DMEM (pH 5.0) containing the corresponding concentration of P9 or DMSO for 10 min at 37 °C. The low pH medium was replaced with DMEM containing 10% FBS and the cells were incubated for 3 h at 37 °C. Finally, the cells were fixed with 10% buffered formalin, stained with Giemsa (Sigma). The images were taken by microscope at 200 × magnification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses and cell cultures. A highly virulent mouse adapted influenza A virus mutant strain"
        },
        {
            "text": "according to the instructions provided by the manufacturer of pH-sensitive dye (pHrodo Red dextran, Invitrogen, P10361). H1N1 virus was pre-labeled with DiO and then incubated with peptides, NH 4 Cl, Bafilomycin A1, or PB (untreated) at room temperature for 45 min, followed by incubation at 4 °C for 15 min. MDCK cells were inoculated with 10 MOI of P9-treated or untreated virus and incubated at 4 °C for 1 hour, then 100 μ g/ml of pH-sensitive dye was added to the cells and the incubation was continued at 4 °C for 10 min. Before taking image, cells were further cultured at 37 °C for 10 min and then the cells were washed two times with PBS. Finally, fresh media were added to cells and images were taken immediately under confocal microscope (Perkin Elmer Spinning Confocal Microscope).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of the endosomal acidification. Endosomal acidification after viral infection was detected"
        },
        {
            "text": "Western blot assay. Viral protein bound with P9 was identified by Western blot assay as described previously 39 . Briefly, viral protein samples were separated by SDS-PAGE and transferred to the polyvinylidene difluorid (PVDF) membrane. The transferred membrane was incubated with P9 (2 μ g/ml) at room temperature for 1 h, followed by incubation with rabbit anti-smBD4 (1:5000) for 1 h to detect P9 binding. For detection of HA, NA, S1, and S2, the membrane was incubated with rabbit-anti-HA1 (1:4,000, Immune Technology Crop., IT-003-001), or rabbit-anti-NA (1:4,000, Immune Technology Crop., IT-003-038), rabbit-anti-S1, (1:4000, Sino Biological Inc. 100209-RP02) or rabbit-anti-S2 (1:4000, Sino Biological Inc. 100210-RP02) at room temperature for 1 h. Goat anti-rabbit IgG-HRP (1:10,000, Invitrogen, 656120) was used as the secondary antibody to detect the binding at room temperature for 1 h. After the membrane was probed with the indicated antibodies or the peptide, immunoreactive bands were visualized by enhanced chemiluminescence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of the endosomal acidification. Endosomal acidification after viral infection was detected"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Binding affinities of the peptides to viral protein were detected by ELISA as described previously 40 with some modification. Briefly, various concentrations of peptides were coated to ELISA plates and incubated with blocking buffer at 4 °C overnight. After addition of H1N1 viral HA, NA, MERS-CoV S1, or S2 (Sino Biological Inc.) and incubation at 37 °C for 1 hour, the binding affinities of the peptides to viral protein were determined by rabbit anti-His (1:2,000, Santa Cruz Biotechnology Inc, SC-8036)",
            "authors": [],
            "year": null,
            "venue": "Goat anti-rabbit IgG-HRP was used as the secondary antibody",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influenza: lessons from past pandemics, warnings from current incidents",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Horimoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Rev Microbiol",
            "volume": "3",
            "issn": "",
            "pages": "591--600",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza at the human-animal interface. Summary and assessment as of",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pandemic potential of avian influenza A (H7N9) viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Maher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Trends Microbiol",
            "volume": "22",
            "issn": "",
            "pages": "623--654",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The spike protein of SARS-CoV-a target for vaccine and therapeutic development",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "226--262",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical relevance of age-related immune dysfunction",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Castle",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Infect Dis",
            "volume": "31",
            "issn": "",
            "pages": "578--85",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Influenza chemotherapy: a review of the present state of art and of new drugs in development",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luscher-Mattli",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch Virol",
            "volume": "145",
            "issn": "",
            "pages": "2233--2281",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Solution structure of bovine neutrophil beta-defensin-12: the peptide fold of the beta-defensins is identical to that of the classical defensins",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Zimmermann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Legault",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Selsted",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pardi",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Biochemistry",
            "volume": "34",
            "issn": "",
            "pages": "13663--71",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human beta-defensin-1: an antimicrobial peptide of urogenital tissues",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Valore",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Clin Invest",
            "volume": "101",
            "issn": "",
            "pages": "1633--1675",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Human beta-defensin 2 is a salt-sensitive peptide antibiotic expressed in human lung",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bals",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Clin Invest",
            "volume": "102",
            "issn": "",
            "pages": "874--80",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Human epithelial beta-defensins 2 and 3 inhibit HIV-1 replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Quinones-Mateu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "AIDS",
            "volume": "17",
            "issn": "",
            "pages": "39--48",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Carbohydrate-binding molecules inhibit viral fusion and entry by crosslinking membrane glycoproteins",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Leikina",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Immunol",
            "volume": "6",
            "issn": "",
            "pages": "995--1001",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Modulation of human beta-defensin-1 (hBD-1) in plasmacytoid dendritic cells (PDC), monocytes, and epithelial cells by influenza virus, Herpes simplex virus, and Sendai virus and its possible role in innate immunity",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Leukoc Biol",
            "volume": "90",
            "issn": "",
            "pages": "343--56",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Defensins in innate antiviral immunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Klotman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Immunol",
            "volume": "6",
            "issn": "",
            "pages": "447--56",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Defensins in viral infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J innate immun",
            "volume": "1",
            "issn": "",
            "pages": "413--433",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cutting edge: human beta defensin 3-a novel antagonist of the HIV-1 coreceptor CXCR4",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Dubyak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lederman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "177",
            "issn": "",
            "pages": "782--788",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Human beta-defensins suppress human immunodeficiency virus infection: potential role in mucosal protection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "14318--14347",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Role of human beta-defensin-2 during tumor necrosis factor-alpha/NF-kappaB-mediated innate antiviral response against human respiratory syncytial virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kota",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Biol Chem",
            "volume": "283",
            "issn": "",
            "pages": "22417--22446",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Antimicrobial peptides of multicellular organisms",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zasloff",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "415",
            "issn": "",
            "pages": "389--95",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Structure-dependent charge density as a determinant of antimicrobial activity of peptide analogues of defensin",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biochemistry",
            "volume": "48",
            "issn": "",
            "pages": "7229--7268",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Infectious entry pathway of influenza virus in a canine kidney cell line",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Matlin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Reggio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Cell Biol",
            "volume": "91",
            "issn": "",
            "pages": "601--614",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Visualizing infection of individual influenza viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lakadamyali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Rust",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Babcock",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci",
            "volume": "100",
            "issn": "",
            "pages": "9280--9285",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mechanism of Endosomal TLR Inhibition by Antimalarial Drugs and Imidazoquinolines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuznik",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Immunol",
            "volume": "186",
            "issn": "",
            "pages": "4794--4804",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Acidification of endosome subpopulations in wild-type Chinese hamster ovary cells and temperature-sensitive acidification-defective mutants",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kielian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Cell Biol",
            "volume": "108",
            "issn": "",
            "pages": "1291--300",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Involvement of the Vacuolar H+ -Atpase in Animal Virus Entry",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carrasco",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Gen Virol",
            "volume": "75",
            "issn": "",
            "pages": "2595--2606",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Genesis of a highly pathogenic and potentially pandemic H5N1 influenza virus in eastern Asia",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "",
            "pages": "209--222",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Human infection with a novel avian-origin influenza A (H7N9) virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "1888--97",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Update: Drug Susceptibility of Swine-Origin Influenza A (H1N1) Viruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gubareva",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Am Med Assoc",
            "volume": "58",
            "issn": "",
            "pages": "2086--2087",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "How viruses enter animal cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "304",
            "issn": "",
            "pages": "237--279",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Structures of influenza A proteins and insights into antiviral drug targets",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Aramini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Krug",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Struct Mol Biol",
            "volume": "17",
            "issn": "",
            "pages": "530--538",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "D225G mutation in hemagglutinin of pandemic influenza H1N1 (2009) virus enhances virulence in mice",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Exp Biol Med",
            "volume": "235",
            "issn": "",
            "pages": "981--989",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Delayed antiviral plus immunomodulator treatment still reduces mortality in mice infected by high inoculum of influenza A/H5N1 virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci",
            "volume": "105",
            "issn": "",
            "pages": "8091--8097",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Epidemiology and cause of severe acute respiratory syndrome (SARS) in Guangdong, People's Republic of China",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "1353--1361",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "OPTIMIZER: a web server for optimizing the codon usage of DNA sequences",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Puigbo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Guzman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Romeu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garcia-Vallve",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic acids research",
            "volume": "35",
            "issn": "",
            "pages": "126--157",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Expression and purification of thioredoxin fusion proteins. Current protocols in protein science/editorial board",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "La Ville",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Unit",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Recombinant mouse beta-defensin 2 inhibits infection by influenza A virus by blocking its entry",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Archives of virology",
            "volume": "155",
            "issn": "",
            "pages": "491--499",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Small interfering RNA targeting m2 gene induces effective and long term inhibition of influenza A virus replication",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sui",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PloS one",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Rapid and automated tetrazolium-based colorimetric assay for the detection of anti-HIV compounds",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pauwels",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Virol Methods",
            "volume": "20",
            "issn": "",
            "pages": "309--330",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276--284",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Intranasal vaccination of recombinant adeno-associated virus encoding receptor-binding domain of severe acute respiratory syndrome coronavirus (SARS-CoV) spike protein induces strong mucosal immune responses and provides long-term protection against SARS-CoV infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "",
            "pages": "948--56",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Evaluation of antiviral activity and cytotoxicity of peptides in vitro. (a) Antiviral activities of smBD4, rmBD4 and 11 short peptides (25 μ g/ml) against H1N1 viral infection were tested in MDCK cell cultures. White and black colors indicate that the virus was pretreated with peptides in PB and MEM, respectively. Zanamivir (Zana) was included in the experiment as positive control. (b)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Evaluation of prophylactic and therapeutic effects of P9 in a mouse model. (a) Survival rates of mice i.n. inoculated with 25 μ l of PB (VC), P9 or rmBD4 (2 mg/ml) before H1N1 virus challenge. (b) Survival rates of mice i.n. treated with 25 μ l of PB (VC), P9 or rmBD4 (2 mg/ml) after the virus challenge. Zanamivir (Zana, 2 mg/ml) was included as positive control. (c,d) The body weight of the mice corresponding to (a,b). Ten animals per group were used for this experiment. P values are indicated. Scientific RepoRts | 6:22008 | DOI: 10.1038/srep22008",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "P9 decreased viral loads and pathological changes in lung tissues of infected mice. (a) Viral RNA copies in lung tissues of infected mice receiving prophylactic treatment (Prevention) and therapy by i.n. inoculation (Therapy). (b) Viral titers in lung tissues of the mice were detected by plaque assay. The results are presented as means + SD of five mice and * indicates P < 0.05. (c) Histopathological changes in the mouse lung tissues were tested by H&E staining. Representative histological sections of the lung tissues taken from the P9 or rmBD4 treated mice, untreated mice (Untreated) and uninfected mice (Normal) are shown (original magnification 100× ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "P9 inhibited virus infection by binding to viral glycoprotein. (a,b) P9 did not inhibit virus replication or release. Viral RNA copies inside cells (a) and in supernatants (b) of the cultures when P9 was maintained in the culture media after viral infection (P9-maint). (c) P9 inhibited the virus infection when the virus was pretreated with P9 (P9-virus-pre). (d) P9 did not inhibit viral infection when the cells were pretreated with P9 (P9-cell-pre). Untreated virus controls (VC) were included. All data are presented as means + SD of three independent experiments. * indicates P < 0.05. (e) P9 bound to viral surface glycoprotein HA of influenza virus. The binding of P9 to H1N1 viral proteins was detected by anti-mBD4 antibody. Scrambled peptide (SP), Anti-HA1 and Anti-NA antibodies were included as controls. (f) P9 bound to HA but not NA as determined by ELISA. Data are presented as means + SD of three independent experiments. ** indicates P < 0.01. Scientific RepoRts | 6:22008 | DOI: 10.1038/srep22008",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "P9 did not inhibit virus-receptor binding or endocytosis but blocked viral RNA release. (a) P9 did not inhibit virus-receptor binding or endocytosis. DiO dye labeled virus pretreated with P9 or PB (VC) bound to the cell surface at 4 °C (left side) and entered the cells after incubation at 37 °C for 1 h or 2 h. The cell membrane was stained by Alexa-594 dye and representative images were taken by confocal microscope (original magnification 400× ). (b) P9 was delivered into the cells by binding to the virus. Colocalization (orange) of virus (green) and P9 (red) was shown after incubation at 37 °C for 2 h. (c) P9 blocked the viral RNA replication. Viral RNA copies were detected in the cells infected with the virus pretreated with P9 or PB (VC) at the indicated time points. The results are presented as means ± SD of three independent experiments.Scientific RepoRts | 6:22008 | DOI: 10.1038/srep22008 (P < 0.05). These results demonstrated that P9 could provide broad-spectrum protection in vivo against infections of multiple respiratory viruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "P9 suppressed pH lowering in endosomes. (a) The inhibitory effect of P9 was similar to those of inhibitors of endosomal acidification. Viral RNA copies in the cells infected with the virus pretreated with PB (VC), P9, NH 4 Cl or Bafilomycin were measured at the indicated time-points post-infection. NH 4 Cl and Bafilomycin were maintained in the culture medium after viral infection. The results are presented as means + SD of three independent experiments. (b) P9 inhibited pH decrease in endosomes. Cells were infected with DiO dye labeled virus (green) pretreated with PB (VC), P9, NH 4 Cl, Bafilomycin or P9-aci-1. The low pH in endosomes of infected cells was stained by pH-sensitive dye (pHrodo, red). Representative images were taken by confocal microscope (original magnification 400× ).Scientific RepoRts | 6:22008 | DOI: 10.1038/srep22008",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Detection of antiviral effects of P9 against infections of multiple respiratory viruses. (a) P9 inhibited infections of influenza virus subtypes H3N2, H5N1, H7N7 and H7N9 in cells. (b) P9 inhibited infections of SARS-CoV and MERS-CoV in cells. IC 50 s are indicated by dotted lines. The results are presented as means ± SD of three independent experiments. (c) P9 protected mice from lethal challenge of H5N1 virus. (d) P9 protected mice from lethal challenge of H7N9 virus. (e and f) Body weight of the mice corresponding to (c,d). (g,h) P9 inhibited the infection of SARS-CoV in mice. Lung tissues of infected mice were collected at day 3 post-infection. Viral titers in lung tissues were detected by plaque assay (g) and real-time RT-PCR (h). To evaluate prophylactic effect of P9, mice were intratracheally (i.t.) inoculated with 50 μ l of PB (VC-P), Zanamivir (Zana-P) or P9 (P9-P). To evaluate therapeutic effect of P9, mice were i.n. treated by PB (VC-T), Zanamivir (Zana-T) or P9 (P9-T) after viral challenge. P values are indicated. Scientific RepoRts | 6:22008 | DOI: 10.1038/srep22008",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "H7N9) were cultured in Madin-Darby canine kidney (MDCK) cells and the titers were determined by plaque and TCID 50 assay as described previously32 . SARS-CoV strain HKU39849 and MERS-CoV strain hCoV-EMC/2012 were cultured in fetal rhesus monkey kidney (FRhK-4) and African green monkey kidney E6 (Vero-E6) cells and their titers were determined by plaque and TCID 50 assays as described previously33 .",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Statistical Analysis. Survival of mice and the statistical significance were analyzed by GraphPad Prism 5.The statistical significance of the other results was calculated by the two-tailed Student t test using Stata statistical software. Results were considered significant at P < 0.05. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}