{
    "paper_id": "61cd0ce1029799eed2e471e0017fcac99e09fb20",
    "metadata": {
        "title": "Morbidity and Mortality Weekly Report",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Every September, CDC, private and public health institutions, and approximately 3,000 government organizations support preparedness efforts and encourage Americans to take action before, during, and after an emergency. Every community in the United States should be ready to respond to an infectious disease outbreak, chemical or radiological release, or natural disaster (1) . Public health systems should have the capacity to scale up and respond to the varying demands of public health emergencies (2) .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 375,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many emergencies happen without warning; it is important for all persons to take steps ahead of time to keep themselves and their loved ones safe and healthy. Research shows that only 46% of persons think a natural disaster is likely to occur in their community (3) . It is vital to take immediate and appropriate actions in the event of an emergency.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 265,
                    "text": "(3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This year, CDC's Office of Public Health Preparedness and Response focuses on empowering individuals to better prepare for public health emergencies. The 2017 theme \"The Power of Preparedness\" highlights the importance of building and updating an emergency kit, having and reviewing an emergency plan, inspiring others to prepare, and taking immediate action to save lives. This issue of MMWR includes a report describing a series of unannounced mystery patient drills that were conducted in New York City emergency departments to assess response to potential infectious disease threats. Individual and community preparedness resources are available at https://www.cdc.gov/phpr/preparedness_month.htm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "In an emergency you can't respond effectively if you are not ready",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "CDC's evolving approach to emergency response",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Redd",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Frieden",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Secur",
            "volume": "15",
            "issn": "",
            "pages": "41--52",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2017.0006"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Mary M.K. Foote, MD 1 ; Timothy S. Styles, MD 1,2 ; Celia L. Quinn, MD 1, 2 Recent outbreaks of infectious diseases have revealed significant health care system vulnerabilities and highlighted the importance of rapid recognition and isolation of patients with potentially severe infectious diseases. During December 2015-May 2016, a series of unannounced \"mystery patient drills\" was carried out to assess New York City Emergency Departments' (EDs) abilities to identify and respond to patients with communicable diseases of public health concern. Drill scenarios presented a patient reporting signs or symptoms and travel history consistent with possible measles or Middle East Respiratory Syndrome (MERS). Evaluators captured key infection control performance measures, including time to patient masking and isolation. Ninety-five drills (53 measles and 42 MERS) were conducted in 49 EDs with",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 73,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 74,
                    "end": 75,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}