{
    "paper_id": "621c17ebf69617fe8e330f6c9818880902ee6a97",
    "metadata": {
        "title": "Public views of the uk media and government reaction to the 2009 swine flu pandemic",
        "authors": [
            {
                "first": "Shona",
                "middle": [],
                "last": "Hilton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The first cases of influenza A/H1N1 (swine flu) were confirmed in the UK on 27th April 2009, after a novel virus first identified in Mexico rapidly evolved into a pandemic. The swine flu outbreak was the first pandemic in more than 40 years and for many, their first encounter with a major influenza outbreak. This study examines public understandings of the pandemic, exploring how people deciphered the threat and perceived they could control the risks. Methods: Purposive sampling was used to recruit seventy three people (61 women and 12 men) to take part in 14 focus group discussions around the time of the second wave in swine flu cases. Results: These discussions showed that there was little evidence of the public over-reacting, that people believed the threat of contracting swine flu was inevitable, and that they assessed their own self-efficacy for protecting against it to be low. Respondents assessed a greater risk to their health from the vaccine than from the disease. Such findings could have led to apathy about following the UK Governments recommended health protective behaviours, and a sub-optimal level of vaccine uptake. More generally, people were confused about the difference between seasonal influenza and swine flu and their vaccines. Conclusions: This research suggests a gap in public understandings which could hinder attempts to communicate about novel flu viruses in the future. There was general support for the government's handling of the pandemic, although its public awareness campaign was deemed ineffectual as few people changed their current hand hygiene practices. There was less support for the media who were deemed to have over-reported the swine flu pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On 27th April 2009 cases of influenza A/H1N1 (swine flu) were confirmed in the United Kingdom (UK) after a novel virus first identified in Mexico rapidly evolved into a pandemic [1] . The swine flu outbreak was the first pandemic in more than 40 years [2] and for many, their first encounter with a major influenza outbreak. The World Health Organisation (WHO), sensitised to the possibility of a serious pandemic influenza outbreak following recent outbreaks of Severe Acute Respiratory Syndrome (SARS) and influenza H5N1 (avian flu), had encouraged governments to coordinate a strategic public health response for dealing with such an event [3] . In the spring of 2009, as part of the UK government's pandemic response, a public awareness campaign was launched to slow the potential spread of swine flu by encouraging people to adopt protective health behaviours such as hand washing and using tissues. More broadly, communication efforts centred on explaining to the public the scientific uncertainty which surrounded this novel virus, and scientists, notably those working at the intersections of epidemiology and statistical modelling, monitored and explained scientific predictions of its spread and potential severity. Scientists identified key differences between swine flu and seasonal influenza. Swine flu showed more critical illness among young people [4] (as younger generations were thought to have no natural immunity from previous exposure to a similar influenza A virus) and to be associated with severe viral pneumonitis [5] . Predictions of between 5% and 30% of the UK population contracting the virus and up to 65,000 deaths captured media attention [6] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1364,
                    "end": 1367,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1539,
                    "end": 1542,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1671,
                    "end": 1674,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In the summer of 2009 UK newsprint coverage was at its height, coinciding with the first wave in swine flu cases. (Hilton, in submission) But by autumn 2009, despite a second surge in cases, swine flu was no longer a top news story. In October the swine flu vaccination programme commenced in the UK, first targeting those deemed to be at greatest risk, with the plan of rolling out the programme to the remaining population in the coming months. As the winter progressed it became evident that the virus was not as virulent as first predicted and the stockpile of vaccines would not be necessary, leading to some accusations of \"over-hyping the pandemic\" [7, 8] . By the spring of 2010 mortality data demonstrated that swine flu had been less lethal than first feared and case fatality rates compared favourably with previous influenza pandemics, [9] accounting for less than 500 deaths in the UK [10] and 18,000 worldwide [11] . On the 10 th of August 2010, 14 months after WHO declared the pandemic, the Director-General of WHO announced the pandemic officially over.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "(Hilton,",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 660,
                    "end": 662,
                    "text": "8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 848,
                    "end": 851,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 898,
                    "end": 902,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Unlike other countries, up until this pandemic the UK population had been relatively unaffected by SARS and avian flu, and the government had little experience of planning for a pandemic. In countries affected by those outbreaks research into people's willingness to comply with public health recommendations suggested that this largely depended upon people's understandings and assessment of the perceived risk of contracting the infection and its severity [12] [13] [14] . Studies found that people who perceived the greatest threat were most likely to report compliance with government recommendations and that those with least fear were less likely to comply [15] [16] [17] . In relation to the swine flu pandemic little empirical evidence has been conducted examining public perceptions. In the UK using aggregate data from 36 national telephone surveys conducted throughout the pandemic, researchers found that public levels of worry about the possibility of catching swine flu were low as were uptake levels for following government recommended hygiene behaviours [18] . Surveys of public opinion on swine flu that have been conducted in other countries have suggested a lack of information [19] and knowledge, [20] and that widespread misconceptions exist [21] . The rapid response and media interest in capturing and reporting swine flu news has meant that the media have been a key source of public health information during the pandemic and questions have been raised about whether the media have contributed to 'over-hyping' the pandemic [22] . However, detailed analysis of newsprint content suggests newspaper coverage was largely proportionate throughout the pandemic [Hilton in submission] . Similarly, the UK Government has also been criticised as having over-reacted to what turned out to be a mild pandemic [7] .",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 462,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1071,
                    "end": 1075,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1198,
                    "end": 1202,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1218,
                    "end": 1222,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1264,
                    "end": 1268,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1550,
                    "end": 1554,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1683,
                    "end": 1705,
                    "text": "[Hilton in submission]",
                    "ref_id": null
                },
                {
                    "start": 1826,
                    "end": 1829,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This study aims to gain new insights into public understandings of the role of key players in the recent pandemic and to explore how people deciphered the threat and perceived whether they could control the risks. Exploring such perceptions is important in understanding people's willingness to comply with public health recommendations and in order to pinpoint knowledge gaps which may undermine communication efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Fourteen focus groups were conducted in Scotland. These groups took place between October 2009 (at the start the second UK peak in swine flu cases) and the end of January 2010 (when swine flu cases had reduced substantially). Purposive sampling was used to recruit participants representing a broad spectrum of opinions and perspectives on swine flu risk, including people in 'at risk' groups as identified by the Department of Health (DoH) http://www.nhs.uk/Conditions/Pandemic-flu/Pages/QA. aspx#mostvulnerable. These groups included people with underlying health problems such as: asthma, chronic heart, kidney or liver disease, chronic neurological diseases, diabetes, and those with suppressed immune systems such as pregnant women. [23] In addition, we recruited people with caring duties, who whilst not at direct risk themselves, had responsibility for caring for more vulnerable persons, such as hospital and community nurses and parents caring for children under the age of five. We also purposively targeted people under the age of 50 years as there was evidence that they may not have acquired immunity from a similar influenza A virus, circulating globally from 1918 to 1957 [24] .",
            "cite_spans": [
                {
                    "start": 738,
                    "end": 742,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1188,
                    "end": 1192,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Sampling"
        },
        {
            "text": "Once target groups were identified, individualised posters, leaflets and adverts were developed to recruit participants. These recruitment materials were placed in a range of community settings including universities, community groups run in leisure/sport and community facilities, and shops. Adverts were run in local newspapers and on websites inviting interested parties to contact the researcher. A small number of participants who fitted our sampling frame were also recruited via snowballing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment"
        },
        {
            "text": "Before commencing the group discussion, participants completed a short demographic questionnaire recording information on age, whether they had children, any health issues, and whether they thought that they had had swine flu, and if offered, would accept or reject swine flu vaccination. A topic guide for the discussions was developed from a rigorous review of the literature. This guide was used to explore the following themes: understandings of pandemics; perceptions of swine flu and risk factors; attitudes towards swine flu vaccination and from where people obtained information about swine flu. The group discussions were facilitated by ES and lasted between one and two hours. In order to allow each participant enough time to express their views and share their opinions focus group numbers were kept small with between four and six people in each group. All the groups were audio recorded and transcribed verbatim.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "To enable systematic comparisons to be made across the large amounts of data, each transcript was checked and imported into NVivo 7. Data were thematically coded and, following the principle of the constant comparative method and rigorous analysis, [25] each transcript was repeatedly re-examined and cross-compared to identify common themes and underlying reasoning. Once all the relevant extracts of data had been retrieved and checked a coding frame was developed around which to examine the public's perceptions and understandings of swine flu threat and acceptability of the vaccine. Throughout the analysis particular attention was paid to deviant or contradictory cases [26] and to group dynamics, using field note observations [27] .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "To report the data we have used concise quotes attributable to an individual where that individual's view was 'typical' of a broader range of views or where the quote was 'atypical', deviating from the common or collective viewpoint. We have also selected group quotes to convey a sense of the dynamic and rich data yielded from these group interactions whilst being mindful from field-notes of any group effect and the fact that all conversation is influenced by the context in which it is generated [28] . For transparency we have identified the question the facilitator asked and have indicated where topics emerged spontaneously from the participants themselves. One of the advantages of using focus group methods is that it can generate rich and dynamic data by encouraging discussion between group members [29] . However sometimes the chaotic nature of focus group conversation can make it difficult to identify all the individuals and this was particularly challenging in this study. As far as possible we have attempted to identify participants, using pseudonyms.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 505,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 812,
                    "end": 816,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reporting data"
        },
        {
            "text": "Ethical approval for the study was obtained from the research ethics committee of the University of Glasgow's Law, Business and Social Sciences Faculty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporting data"
        },
        {
            "text": "Seventy three people (61 women and 12 men) took part in 14 focus group discussions (see table 1 ). Participants were aged between 16 years of age and 60. Twenty five were parents, of whom more than half had children under the age of five. Seven participants considered that they had had swine flu and thirty six believed that they would accept swine flu vaccination either for themselves or their children if offered. Our purposive sampling strategy meant the sample had nineteen people who deemed themselves at greater risk because of underlying health problems, including asthma (n = 7) and a chronic kidney problem (n = 1), or because they were pregnant (n = 11).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "text": "table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Participants were asked to describe their images of swine flu. Typically, participants reported images of 'Mexico', 'pigs', the man who was depicted sneezing in the DoH swine flu public awareness campaign and people wearing 'face masks'. Some participants mentioned more dramatic images including: 'chaos', 'death', 'borders and airports closing' and 'people being quarantined'. Many of these images appeared to have come directly from the media and it was common for participants to state that they had seen these images on the television, or in newspapers. For example, one participant responded: \"The picture I have is from the newspaper, with all the people who were wearing the masks\" (Dave, FG1). Another participant recalled: \"I just remember it being on TV...all you saw was everyone running about with white masks on so that's kind of the image I have of something very contagious that they can't confine\" (Lucy, FG 12). There was agreement across the groups that a pandemic in this century would be unlike past pandemics. As one women considered: \"It won't be like ones in the past, years ago. There's so much medical research been done. And things are cleaner, better housing, people are cleaner and the streets are cleaner so a pandemic wouldn't be so bad now\" (Lily, FG5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deciphering the threat"
        },
        {
            "text": "When asked to discuss how they viewed the threat to the general British population from swine flu, participants across all the groups spoke about how they felt the threat had changed over the months since it first emerged in Mexico. Participants commonly mentioned that before swine flu was confirmed in the UK they assessed it might be: \"like another SARS experiences, not coming to much\" (Emma, FG4). However, once cases were confirmed in the UK and public health officials appeared unable to contain its spread they viewed it as more threatening. As one woman recalled: \"...it was scary when they said they were trying to contain it and then they discovered they couldn't...\" (Fran, FG 9). However, these initial fears quickly subsided over the subsequent weeks. The main reason given by participants for this reappraisal of risk was that during the summer wave of swine flu cases, people in Britain had become more familiar with swine flu and less fearful of it through direct experience or knowing someone who had contracted it. A typical view was that: \"At first, it was like we're all going to die...but before long we knew we weren't and it was just no big deal\" (Angela, FG8). In another group they discussed this issue and considered:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deciphering the threat"
        },
        {
            "text": "Beth: It doesn't really bother me anymore like, when it first came over, it was a big deal, like, 'oooh how many might die,' but now so many people have had it it's not really that big a deal, it's just like, 'oh, it's just the flu' Dave: Nobody's really actually bothered anymore... Ellie: My friends were so un-worried about it. This summer, they were like, 'well, cheap tickets to Cancun'. They all went to Cancun for their like holiday -and they were like 'it's costing us like nothing' Sophie: Yeah, there's no sense of panic. (FG 1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deciphering the threat"
        },
        {
            "text": "It was common for participants to view swine flu as more contagious than normal flu, and several participants referred to it as like a dose of \"man flu\" (Zoe, FG 11; Olivia, FG 4; Dave, FG 1) which participants described as, \"like a worse, more severe flu\" (Rob, FG 1). Although seven participants believed they had had swine flu, no participants had any friends or family who had died from swine flu and one man summed up the risk as: \"You've got more chance of winning the lottery than dying from swine flu... thankfully\" (Steven, FG10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deciphering the threat"
        },
        {
            "text": "When participants were asked to discuss how they viewed their personal threat from swine flu, it was evident that the threat was weighed up within the context of their assessment of their own health. Participants who deemed themselves to be healthy assessed swine flu as less of a threat. In contrast, those participants with In the groups with participants who did not view their health as being at risk from swine flu there were many instances of them making light of the pandemic. One participant commented: \"There is so much joking about it, like I was on the train and this guy just coughed, and he was like, 'it's ok, it's not mutated, I don't have swine flu' and everyone just laughed. No, I don't think people are worried about it\" (Holly, FG 2). Nevertheless, participants were also sensitive towards and displayed concern for people they deemed to be at risk. Participants cited people with chronic health problems such as asthma and those with a vulnerable immune system such as pregnant women and young children to be at greatest risk. Mothers who were caring for young children with health problems seemed especially anxious. In one group a mother explained: \"...my son's got quite severe asthma so the whole swine flu thing still panics me quite a bit\" (Carly, FG 7). Similarly, pregnant women also displayed greater levels of concern. As one woman explained: \"...when I learned about your immunity when you're pregnant -how it is lowered, I've been more worried\" (Jenny, FG 6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deciphering the threat"
        },
        {
            "text": "Participants identified two key sources as providing information to help them assess the threat from swine flu: the media and the government. Less common were family, friends and health professionals. As one participant said: \"I don't think I've picked up anything from anywhere, apart from the media, that's been my only source of input about swine flu\" (Jackie, FG 8). It was common for participants to mention that in the early phase of the pandemic they believed that there was too much news coverage and this caused them to feel anxious. For instance Rob remarked: \"I listen to Radio One every single morning. Every single morning it would just be like, 'swine flu,' and I was just like, 'shut up, I've had enough'. They keep on so you get the message it's important\" (Rob, FG 1). Participants also judged that since the summer of 2009 there had been a decline in media interest. For example, one participant commented: \"I've really noticed that the newspapers and stuff aren't paying as much attention to it anymore\" (Ciara, FG 11). The rationale participants gave for the decline in coverage was that early predictions had overestimated the prevalence and severity of swine flu: \"It's not as bad as we thought so it isn't going to make the front page of the tabloids\" (Peter, FG 12). The media coverage of swine flu was also described by many of the participants as 'scaremongering'. They often expressed concern with how the media deliberately tried to induce unnecessary panic. In one group they concluded:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information sources to assess the threat"
        },
        {
            "text": "Emma: they've [the media] set about and managed to get everyone, or the majority of people into quite a panic about the whole thing. Sarah: They do on purpose whip up panic and anxiety in people (FG 4) . Similarly, participants in another group assessed the media's role as an information source, and stated:",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 201,
                    "text": "(FG 4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Information sources to assess the threat"
        },
        {
            "text": "Ellie: At first they were basically saying 'that we're all doomed.' That's the impression they were giving, and I just found that was very unnecessary. Sophie: Yes the intent to cause hysteria in people. I don't find it myself, but I've seen other people lapping it up and worrying (FG 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information sources to assess the threat"
        },
        {
            "text": "In three of the groups the media were also criticized for covering swine flu at the expense of more serious diseases which pose a greater threat to lives. For instance, one participant in a group of student nurses commented:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information sources to assess the threat"
        },
        {
            "text": "Mia: Before swine flu came along, MRSA and C-Diff was in the news like an awful lot, and nowadays you hear like nothing about it, and it is still aroundand people like still do need to know about how that can like affect you as well. Katy: No, it shouldn't just be dropped just because something new and big has come along... (FG 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information sources to assess the threat"
        },
        {
            "text": "Despite using the media as a key information source it was also common for participants to express distrust in the information provided by the media and the motives behind media coverage. One participant explained her frustration and questioned: \"One paper tells you one thing, another paper tells you a different thing altogether. So can you actually rely on the media to give you the proper information?\" (Amber, FG 8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information sources to assess the threat"
        },
        {
            "text": "The second key source for assessing the threat from swine flu was the government. All of the participants had seen the government's public awareness campaign, 'Catch it, bin it, kill it'. However, almost all described the information contained within the campaign as 'common sense' and 'obvious' and there was a mixed response about its value. Only 8 participants believed that they had increased hand washing or usage of tissues since the campaign. Nevertheless, the government were generally viewed as having handled the swine flu situation reasonably well. A typical view was expressed in Focus Group 13:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information sources to assess the threat"
        },
        {
            "text": "Craig: They did what I would expect them to have done. I don't think they achieved anything spectacularly impressive, but at the same time, I know they reacted with what they had, and how people expected them to react, so you can't criticise them for having done that. Alexa: Em exactly, they reacted in proportion to the people's expectations. Kyla: And to the perceived threat at the time. Craig: Yeah exactly. (FG 13) At the time these focus groups took place participants were aware that the UK Government had ordered enough vaccine for the entire population and had begun stock piling the vaccine for the most vulnerable people. Participants commonly expressed the view that they felt reassured by the government having ordered enough vaccines: \"I think it's good to have a vaccine, so vulnerable people can feel protected, we're lucky cos other countries have not got in fast enough to get enough [vaccine] for their whole population\" (Diane, FG 8).",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 420,
                    "text": "(FG 13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Information sources to assess the threat"
        },
        {
            "text": "Participants across the groups seemed well informed about how swine flu could be transmitted from person to person, through sneezing and touching contaminated objects, and knew of the recommended infection control measures they should adopt. Participants commonly reported knowing that government recommendations were hand washing and using tissues when sneezing. However, most participants did not believe they had changed their current hand washing practices or incorporated any new practices into their daily routine. For instance, Fran (FG 9) stated: \"I can't say I've changed anything cos I already do my hand washing, so others might benefit from this advice more really\". In this respect it was common for participants to view the government campaign as being of potential benefit for others. A few participants did mention avoiding public transport and wearing gloves when touching communal objects such as hand rails, ticket machines and toilet door handles (FG5, FG6, FG 8, FG 12) . No participants spoke of using facial masks.",
            "cite_spans": [
                {
                    "start": 978,
                    "end": 983,
                    "text": "FG 8,",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 990,
                    "text": "FG 12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Controlling the risks"
        },
        {
            "text": "Participants were asked about their views on the development of a swine flu vaccine. The issue of vaccine safety cropped up in all the groups. The key concerns expressed were about the speed of its development and whether it had been sufficiently trialled. For instance, one participant commented: \"... there's not enough trials being done before it's being sent out because they're in such a rush to get it out to people\" (Kelly, FG 2). It was also common for participants to link perceptions about rushed trials to concerns about long-term side-effects. For example, one participant said: \"they haven't tested the implications on your body in five years time or ten years time, which is what worries me\" (Mia, FG 5). Although all the groups discussed concerns about vaccine safety and questioned whether enough research had been done to assure its use, one participant offered an alternative assessment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Controlling the risks"
        },
        {
            "text": "It's kind of they're damned if they do, and damned if they don't. I think if they didn't come up with a vaccine for swine flu, we'd all be like, 'well what are they playing at? Come on -get it sorted.' And now they have, it's like, 'oh, that was a bit fast, that was too fast for my liking' (Sophie, FG 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Controlling the risks"
        },
        {
            "text": "When asked about the differences between the vaccines for swine flu and for seasonal flu, participants were typically unsure. For example, one participant asked: \"This is a really stupid question, but if normal flu is the same, is H1N1, and swine flu is H1N1, what's the difference between the vaccines?\" (Beth, FG 1). Participants also knew little about seasonal influenza vaccines and wondered whether they would be effective against swine flu. This confusion led three participants to suggest that the seasonal flu vaccine must be a safer option because it had been effective for years (Dave, FG 1; Anna, FG 10; Zoe, FG 13).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Controlling the risks"
        },
        {
            "text": "When participants were asked whether they would accept or reject swine flu vaccination if offered, they were split between accepting, refusing vaccination and being undecided. Many of the participants discussed weighing up the risks and benefits of vaccination as a way of making the decision. One man reasoned:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Controlling the risks"
        },
        {
            "text": "None of us have got underlying health issues, none of us get ill very often so the risks from swine flu seems to be quite slim and so we don't need it (vaccine) actually, so that's in my calculations anyway (Peter, FG 12).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Controlling the risks"
        },
        {
            "text": "Whilst for many participants this was a hypothetical question, the pregnant women in the group discussions had all been offered the vaccine and seemed anxious about uncritically accepting it. It was typical for these participants to express concern over the safety of the vaccine. For instance, one woman explained: \"I think what worries me is the testing. Has it been tested and how do we know, by taking it, that it's not going to affect our baby so I won't take it\" (Emily, FG 6). Three other participants also stated they were not planning to have the vaccine and mentioned the case of Thalidomide as highlighting the dangers of insufficiently tested drugs taken during pregnancy. However, one participant was scathing of links between the swine flu vaccination and Thalidomide, stating: I think that Thalidomide and things like that, that's completely unrelated. That's got absolutely nothing to do with it, so to me, that's borne of ignorance [...] I have concerns, but not concerns enough not to get the vaccination. (Nicole, FG 6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Controlling the risks"
        },
        {
            "text": "It was common for these women to mention that they felt there were mixed messages regarding medication and pregnancy. For example one woman commented: \"it concerns me cos you're so drummed in when you're pregnant about not taking any medication\" (Amy, FG 6). Trust was an issue that emerged in several group discussions, particularly when pregnant women were discussing their decisions about whether to have the vaccine. Many participants were unsure whether they could trust the advice to vaccinate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Controlling the risks"
        },
        {
            "text": "The other groups of participants that expressed concerns about vaccine safety were mothers with young children. One mother questioned: \"do they know how much of the vaccine to put into his body? It's not been researched for that long. I would rather just wait, he's healthy, wait and see and fingers crossed, he wouldn't ever you know, contract swine flu\" (Jasmin, FG 12). Similarly, another mother weighed up the risks and considered: \"I wouldn't do it [vaccinate] because I don't think the risk of swine flu is great enough for my children\" (Mary, FG 7). However, there were participants who were keen to have their children vaccinated, particularly if they felt their child was vulnerable to infection. For example, one mother whose son had asthma believed her son was: \"quite prone to illnesses and chest infections\" (Kelly, FG12) so reasoned that he would benefit from additional protection. There was also one mother whose child did not have any underlying health issues but was keen to have her son vaccinated. She commented: \"...younger kids tend to get more illnesses because they play together you know and everything. So I think their age group is a vital group to give it to\" (Amber, FG 8) . A few participants also spoke about accepting the vaccine altruistically as a means of protecting vulnerable populations. For instance, one participant stated: \"it's about protecting the vulnerable people... it's more protection you know of vulnerable people at the end of the day than anything else\" (Emily, FG6).",
            "cite_spans": [
                {
                    "start": 1196,
                    "end": 1201,
                    "text": "FG 8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Controlling the risks"
        },
        {
            "text": "The aim of this study was to conduct an in-depth exploration of public perceptions and concerns during the swine flu pandemic in order to gain insights into how people deciphered the threat and perceived they could control the risks, in order to pinpoint knowledge gaps and shape future pandemic communication. Perhaps one limitation could be that there were more women than men who took part in this study (almost a ratio of 5:1). However, we were particularly interested in hearing the views from people in 'at risk' groups which included pregnant women and from those who have caring duties such as nurses and mothers of young children, therefore we purposively sought their views to fully explore various issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the early months after swine flu first emerged, and whilst there remained scientific uncertainty about its level of threat, concerns appeared to be at their height. These concerns reduced as people became more familiar with swine flu. Most of these focus groups were conducted around the time of the second wave in UK swine flu cases in the autumn of 2009. Consistent with a UK survey [18] and in contrast to public attitude studies conducted in other countries [19, 21] there was evidence that participants in this study perceived that there was an inevitability to contracting swine flu and assessed self-efficacy for protecting oneself as low, based on the belief that swine flu was more contagious than normal seasonal influenza. This may have resulted from some confusion around the phrase 'containment phase'. On the 2 nd of July 2009 the DoH moved from containment (outbreak management) to the treatment phase [30] . The public may have understood this move from containment as a failure to stop it completely as implied by several participants and findings from an independent review of the UK Government handling of swine flu http://www.cabinetoffice.gov.uk/media/416533/ the2009influenzapandemic-review.pdf. Despite believing there was a high likelihood of contracting swine flu, there was little evidence that participants assessed swine flu as life threatening for healthy people. This finding adds further weight to the notion that even during the period when there were more swine flu cases, the public were not unduly anxious [22] . It is known that risk perceptions about the seriousness of a disease and perceived personal vulnerability are key factors in whether people take action to protect health [31] . Evidence from this study confirms this. Participants who assessed that they were in good health did not perceive swine flu as a threat to their health, while those in contact with more vulnerable groups, or who assessed their own health as compromised deemed themselves at greater risk from harm from swine flu. These findings resonate with large population opinion surveys [22, 21] and with evidence on disease perceptions [32] and factors in vaccine decisionmaking [33] .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 920,
                    "end": 924,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1544,
                    "end": 1548,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1721,
                    "end": 1725,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2102,
                    "end": 2106,
                    "text": "[22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2107,
                    "end": 2110,
                    "text": "21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2152,
                    "end": 2156,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2195,
                    "end": 2199,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In relation to controlling the risk through swine flu vaccination, our findings are comparable with those of a study in which health workers' concerns about vaccine safety and efficacy were key reasons for swine flu vaccine refusal [34] . Concerns about vaccine safety were raised in all the groups relating to the speed of vaccine development and whether or not it had been sufficiently trialled. Participants did not debate whether natural immunity would be better than artificial immunity, or appear to be aware that this is the first time a vaccine had been developed in rapid response to a pandemic, or that each year seasonal flu vaccines are developed in response to viral changes. Indeed, people were unsure and confused about the difference between seasonal flu vaccines and the swine flu vaccine. This suggests that had the vaccination programme been rolled out to the general population, the actual uptake would have depended on people's assessment of the risks associated with the vaccine and swine flu. Without the assurances of clinical evidence on efficacy and safety of the vaccine there may have been sub-optimal uptake. Confusion between the different types of influenza vaccines suggests a need to clarify misconceptions and to explain to the public the scientific evidence behind influenza vaccine programmes. Further, our findings underline the importance of providing timely, targeted information when vulnerable groups in the population are identified for immunisation.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Participants were well informed about the government's public awareness campaign, 'Catch it, bin it, kill it', and about how swine flu could be transmitted from person to person. However, few indicated that they had changed their behaviours, a finding consistent with a large survey examining behaviours during the early phase of swine flu pandemic [22] . The reason given for this was that they believed that they already practiced 'good' hand hygiene and considered the campaign was directed at others. Another reason described in other research was that high compliance with health related recommendations is more likely to occur among people who deem themselves at greatest risk [35] . Similar to findings from other countries with more experience of influenza pandemic preparedness [21, 19] , there was general support for the government's handling of the pandemic. This research was largely conducted before concerns were expressed in the media about the government spending money on over-ordering vaccines subsequently deemed unnecessary. Participants in this study viewed the stockpiling of vaccines as a reassuring sign that the government were taking the risk seriously. At the time of the focus groups, this action was viewed as a proportionate response and seemed to contribute towards building public confidence that the government was in control and an authoritative figure in protecting its population, even if claims about the mass vaccination programme were hastily developed on some false scientific assumptions [36] .",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 787,
                    "end": 791,
                    "text": "[21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 792,
                    "end": 795,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1530,
                    "end": 1534,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mass media were identified as a primary source of information, consistent with findings showing most health related information and particularly about health risk is obtained from the media [37, 38] . It was common for participants to mention that their views on the pandemic and images of swine flu mainly came from the media. Participants assessed that in the early phase of the pandemic there was too much news coverage and associated this with deliberate 'scaremongering' to induce unnecessary worry. Whilst a systematic analysis of newsprint media coverage has found no evidence of exaggerating the content of reporting (Hilton in submission), there is evidence that participants found the high levels of swine flu coverage disconcerting. This resonates with the 'agenda setting' model which suggests that news topics which receive the most attention may be perceived to be the most important [39] . Participants also assessed that the media purposefully tried to induce worry which in turn increased their scepticism about the 'true' threat. This led some to state that they mistrusted the media as a reliable information source. Nevertheless, people also judged that exaggerative journalism tended to have a greater influence on others than on oneself.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, a criticism that has been levelled at the UK Government and the media is that it over-reacted to what turned out to be a mild pandemic. However, our findings show that there was little evidence of the public overreacting or thinking the government had overreacted. Instead people believed contracting swine flu was inevitable and assessed self-efficacy for protecting against it to be low. This may lead to apathy about following recommended protective health behaviours. Importantly, people in this study assessed that a greater risk to their health was posed by the vaccine than the disease, which could have implications for the risk-benefit analysis people do when deciding about vaccination. Had the vaccination programme been rolled out there may have been sub-optimal vaccine uptake if people deemed the risk from swine flu as low and found it difficult to quantify risks connected to the safety of the vaccine. Further work needs to be done to explain seasonal influenza viruses, novel influenza strains and how influenza vaccines are developed each year to combat the threat posed to the public. We found that the government's public awareness campaign appeared to confirm what people already thought they knew but failed to challenge them to consider their own behaviour and therefore may have fallen short of encouraging people to adopt new health protective behaviours. Nevertheless, there was general support for the government's handling of the pandemic and for the media as a useful information source, which was deemed to have over-reported, rather than over-reacted, to the swine flu pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "In Spread of a novel influenza A(H1N1) virus via global airline transportation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "New England Journal of Medicine",
            "volume": "361",
            "issn": "",
            "pages": "212--214",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World now at the start of 2009 influenza pandemic World Health Organisation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization: Pandemic Influenza Preparedness & Response. A WHO document WHO al Influenza Programme",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Reported severe respiratory disease and deaths concurrent with atypical A(H1N1) influenza circulation of swine origin in Mexico",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bertozzi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "In Public health management of pandemic (H1N1) 2009 infection in Australia: a failure !",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Waterer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Respirology",
            "volume": "15",
            "issn": "",
            "pages": "51--56",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Swine flu: 65,000 deaths is UK's worst case scenario. The Gaurdian",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bowcott",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Batty",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Swine flu? A panic stoked in order to posture and spend. The Guardian",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Swine flu was as elusive as WMD. The real threat is mad scientist syndrome. The Guardian",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mortality from pandemic A/H1N1 2009 influenza in England: public health surveillance study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Government is in talks with GSK to offload surplus swine flu vaccine",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMJ",
            "volume": "340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "swine flu's ground zero, is left with legacy of anger",
            "authors": [
                {
                    "first": "J: La",
                    "middle": [],
                    "last": "Tuckman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gloria",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Infectious disease and risk: Lessons from SARS The Nuffield Trust: London",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "In Monitoring community psychological responses to the SARS epidemic in Hong Kong: From day 10 to day 62",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Epidemiology and Community Health",
            "volume": "57",
            "issn": "",
            "pages": "857--863",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "In Avian influenza risk perception: Hong Kong",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerging Infectious Diseases",
            "volume": "11",
            "issn": "",
            "pages": "677--682",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "In Pandemis influenza in Austrilia: Using telephone surveys to measure perceptions of threat and willingness to comply",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Infectious Diseases",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A survey of knowledge, attitudes and practices towards avian influenza in an adult population of Italy",
            "authors": [
                {
                    "first": "Giuseppe",
                    "middle": [],
                    "last": "Di",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Infectious Diseases",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "In Avian influenza risk perception",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Zwart",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Europe and Asia",
            "volume": "13",
            "issn": "2",
            "pages": "290--293",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "In The impact of communication about swine flu (influenza A H1N1v) on public responses to the outbreak: results from 36 national telephone surveys in the UK",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Potts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Technology Assessment",
            "volume": "14",
            "issn": "34",
            "pages": "1183--266",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "In The community's attitude towards swine flu and pandemic influenza",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Medical Journal of Australia",
            "volume": "161",
            "issn": "5",
            "pages": "267--276",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "In Awareness, attitudes, and practices related to the swine influenza pandemic among the Saudi public",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Balkhy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infectious Diseases",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Widespread public misconception in the early phase of the H1N1 influenza epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "59",
            "issn": "",
            "pages": "122--127",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Public perceptions, anxiety and behaviour change in relation to the swine flu outbreak: cross sectional telephone survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "British Medical Journal",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Reassure pregnant women over swine flu vaccine, health officials urge",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wise",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "British Medical Journal",
            "volume": "",
            "issn": "b4642",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Swine flu, better natural immunity than artificial one Juan Gérvas",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gérvas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Analysing qualitative data",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pope",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ziebland",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mays",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "British Medical Journal",
            "volume": "320",
            "issn": "",
            "pages": "114--116",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Focus Groups in Social Research London: Sage",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bloor",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The methodology of focus groups: The importance of interaction between research participants. Sociology of Health and Illness",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kitzinger",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "103--121",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Rhetorics of environmental sustainability: commonplace and places. Environment and Planning",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Macnaghten",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "333--353",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Combined vaccines are like a sudden onslaught to the body's immune system': parents concerns about vaccine 'overload' and 'immune-vulnerability",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hilton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petticrew",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "4321--4327",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Gaps in parental understandings and experiences of vaccine-preventable diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hilton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petticrew",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "A qualitative study",
            "volume": "33",
            "issn": "",
            "pages": "170--179",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "In Why do parents decide against immunization? The effect of health beliefs and health professionals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Smailbegovic",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Laing",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "303--311",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Willingness of Hong Kong healthcare workers to accept pre-pandemic influenza vaccination at different WHO alert levels: two questionnaire surveys",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chor",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "In An outbreak of a severe acute respiratory syndrome: predictors of health behaviours and effect of community prevention measures in Hong Kong",
            "authors": [
                {
                    "first": "C-K",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Public Health",
            "volume": "93",
            "issn": "",
            "pages": "1887--1888",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Swine flu, better natural immunity than artificial one",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gervas",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Schwitzer G: ten troublesome trends in TV health news",
            "authors": [],
            "year": 2004,
            "venue": "BMJ",
            "volume": "329",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The media and public risk The Risk and Regulation Advisory Council",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kitzinger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "In The agenda setting function of the mass media",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mccombs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Public Opinion Quarterly",
            "volume": "36",
            "issn": "",
            "pages": "176--187",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Focus group participants",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Focus group participants (Continued)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would also like to thanks all the participants who took part in these focus groups and Professor Kate Hunt for commenting on this manuscript.Authors' contributions SH participated in the design, analysis, and drafted the manuscript. ES collected the data and commented on drafts of the manuscript. Both authors approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests. This study was funded by the Medical Research Council. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}