{
    "paper_id": "638c6b2e4772152a6cba52184c98dec9ca288c16",
    "metadata": {
        "title": "A case of bronchiolitis obliterans organizing pneumonia in an HIV-infected Korean patient successfully treated with clarithromycin",
        "authors": [
            {
                "first": "In",
                "middle": [
                    "Young"
                ],
                "last": "Jung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yong",
                "middle": [],
                "last": "Duk Jeon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mi-Young",
                "middle": [],
                "last": "Ahn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eunkyong",
                "middle": [],
                "last": "Goag",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eunhye",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hea",
                "middle": [
                    "Won"
                ],
                "last": "Ahn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [
                    "Young"
                ],
                "last": "Ahn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nam",
                "middle": [
                    "Su"
                ],
                "last": "Ku",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "June",
                "middle": [
                    "Myung"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jun",
                "middle": [
                    "Yong"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Bronchiolitis obliterans organizing pneumonia (BOOP) is a type of diffuse interstitial lung disease characterized by the pathology of fibroblastic plugs in the lumens of the respiratory bronchioles, alveolar ducts, and alveoli. The occurrence of BOOP in human immunodeficiency virus (HIV)-infected patients has rarely been described, and there have been no clinical case reports in Korea. Case presentation: A 24-year-old female who had been diagnosed with HIV ten years prior was admitted due to a 1-year history of cough and sputum production and a 3-day history of fever. She had poor adherence to anti-retroviral therapy (ART) due to gastrointestinal troubles. At the time of admission, her CD4 T-cell count was 5 cells/mm 3 . A high resolution computed tomography (CT) scan showed tiny centrilobular nodules with a tree-in-bud pattern in both lungs. Bacterial culture, Pneumocystis jirovecii polymerase chain reaction (PCR), Aspergillus galactomannan antigen (Ag) assay, and respiratory virus PCR were negative. Rapid chest x-ray improvement was seen after a 7-day treatment with anti-tuberculosis medication, ceftriaxone, and clarithromycin. Miliary tuberculosis seemed unlikely considering the rapid radiologic improvement and negative tuberculosis PCR results. Due to the unknown etiology, we performed video-assisted thoracoscopic surgery (VATS) to determine the cause of the diffuse lung infiltration. Pathologic findings were consistent with BOOP, while tissue acid-fast bacilli (AFB) stain and tuberculosis PCR results were negative. Tuberculosis medication and intravenous ceftriaxone were discontinued, while treatment with clarithromycin monotherapy was sustained. Five months after discharge, the patient was asymptomatic with a normal chest x-ray and as her adherence to ART improved, her CD4 T-cell count rose to 181 cells/mm 3 . Clarithromycin was discontinued at that time and the patient is currently receiving regular outpatient follow-up. Conclusion: This case suggests that macrolides are a potential treatment option in HIV-infected patients with mild BOOP. In cases that are otherwise unexplained or unresponsive to treatment, BOOP should be taken into consideration and surgical biopsy performed to confirm a diagnosis of BOOP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bronchiolitis obliterans organizing pneumonia (BOOP) is a type of diffuse interstitial lung disease characterized by the pathology of fibroblastic plugs in the lumens of the respiratory bronchioles, alveolar ducts, and alveoli [1] . Various lung diseases have been reported in patients infected with human immunodeficiency virus (HIV), but there are few reports of the occurrence of BOOP in HIV patients and prior to this study, there was no clinical case report in Korea [2] . Here, we describe a unique case of BOOP in a HIV-infected patient diagnosed by surgical lung biopsy and successfully treated with clarithromycin.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A 24-year-old female was admitted for a 1-year history of cough and sputum production and a 3-day history of fever. She had been diagnosed with HIV infection 10 years prior, and prescribed anti-retroviral therapy medications (ART; Rilpivirine 25 mg once/day, Lamivudine 300 mg/ Abacavir 600 mg once/day, Raltegravir 400 mg twice/day), but had poor adherence due to gastrointestinal troubles. Her CD4 T-cell count 3 months before admission was 15 cells/mm 3 , and her viral load had not been suppressed for several years. On admission, her temperature was 37°C, respiratory rate was 20 breaths per minute, pulse was 108 beats per minute, and blood pressure was 102/74 mmHg. Auscultation of her lungs revealed coarse breath sounds with crackles in the bilateral lower lung fields. A complete blood cell count and blood chemistry on admission revealed a white blood cell count of 4,240/mm 3 (neutrophils, 88.5 %; lymphocytes, 6.1 %), hemoglobin level of 13.0 g/dL, and platelet count of 66,000/mm 3 . Arterial blood gas analysis measured while breathing room air showed an arterial oxygen partial pressure (PaO 2 ) of 74.2 mmHg, arterial carbon dioxide partial pressure (PaCO 2 ) of 37.4 mmHg, and oxygen (O 2 ) saturation of 95.3 %. Quantitative real-time polymerase chain reaction showed a HIV viral load of 851,000 copies/mL, and the patient's CD4 T cell count was 5 cells/mm 3 . Chest radiography on admission revealed diffuse bilateral reticular infiltrates in bilateral lung fields (Fig. 1) . A high resolution computed tomography (CT) scan showed tiny centrilobular nodules with a tree-in-bud pattern in both lungs (Fig. 2) . To evaluate the possibility of communityacquired bacterial pneumonia, a urine Streptococcus pneumoniae antigen (Ag) test, sputum Legionella pneumophila polymerase chain reaction (PCR) test, and sputum and blood cultures were done. All results were negative. Viral pneumonia was also considered and PCR tests were performed to detect adenovirus, respiratory syncytial virus, influenza viruses A and B, coronavirus, and parainfluenza virus, but all results were negative. Pneumocystis jirovecii PCR, Aspergillus galactomannan Ag assay, and cryptococcal Ag test results were also negative. We considered cytomegalovirus (CMV) pneumonitis, and CMV quantitative PCR revealed 13,650 copies/mL. However, the patient's clinical symptoms and chest x-ray improved without any treatment for CMV. Miliary tuberculosis was initially suspected, and anti-retroviral agents (elvitegravir 150 mg, cobicistat 288.5 mg, emtricitabine 200 mg, tenofovir 300 mg) and anti-tuberculosis medication (isoniazid 300 mg once/ day, ethambutol 1200 mg once/day, pyrazinamide 1500 mg once/day, and rifabutin 300 mg 3 times/week) were administered. At the same time, ceftriaxone 2 g once daily and clarithromycin 500 mg twice daily were administered, as the clinicians were unable to rule out concurrent bacterial infection. On the 7th day of hospitalization, the patient's chest x-ray showed rapid improvement. The patient did not present with any symptoms suggestive of inflammatory connective tissue diseases, such as arthralgia or dry eyes, and had no exposure history to irradiation or fumes, which are known to cause inflammatory injury to the lungs. Contrary to the clinicians' initial suspicion of miliary tuberculosis, results of an interferon γ releasing assay (IGRA), sputum acid-fast bacilli (AFB) stain, and tuberculosis PCR were negative. Overall, the etiology remained unknown, so on the 8th day of admission, we performed video-assisted thoracoscopic surgery (VATS) to determine the cause of the patient's diffuse lung infiltration. Microscopic examination showed patchy fibroblastic plugs in the bronchioles and alveolar ducts, consistent with BOOP, while tissue AFB stain and tuberculosis PCR tests were negative (Fig. 3) . Anti-tuberculosis medications and ceftriaxone were discontinued, and oral clarithromycin 500 mg twice a day was continued. Follow-up chest radiography and clinical symptoms of cough and sputum production improved prior to discharge (Fig. 4) . Five months after discharge, the patient was asymptomatic with a normal chest x-ray. Furthermore, as the patient's adherence to ART improved, her CD4 T-cell count rose to 181 cells/mm 3 . Clarithromycin was discontinued at that time and the patient is currently receiving regular outpatient follow-up.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1485,
                    "end": 1493,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1619,
                    "end": 1627,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3829,
                    "end": 3837,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 4072,
                    "end": 4080,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "BOOP is a diffuse interstitial lung disease that affects the small airways [1] . The precise incidence and prevalence of BOOP is unknown, though a study performed in Italy confirmed 78 cases of biopsy-proven BOOP in a 7 year period in a single center [3] . Clinical features of this disease include fever, mild dyspnea, and cough, similar to flu-like symptoms [4] . The pathogenesis of BOOP is thought to be due to epithelial injury followed by formation of fibrinoid inflammatory cell clusters and consequently intra-alveolar fibrosis [4] . The pathologic hallmark of BOOP is the presence of fibroblastic plugs in the lumens of the respiratory bronchioles, alveolar ducts, and alveoli. [5] . Due to these characteristic pathologic findings, biopsy for diagnosis of BOOP is essential [4, 5] . Transbronchial lung biopsy may be performed, but video-assisted thoracoscopic lung biopsy is the preferred technique because it is more likely to provide an adequate amount of tissue [4, 5] . Because BOOP occurs as a result of an inflammatory response to lung injury, a good treatment response is seen with broadspectrum anti-inflammatory agents, such as corticosteroids and immune-modulatory macrolides [6] . A few case reports have described treatment of BOOP in non-HIVinfected patients with macrolide antibiotics, but there have been no studies of their use in HIV-positive patients [7] . High dose oral glucocorticoid therapy of 0.75-1 mg/kg per day is suggested for initial treatment of patients with severe symptoms [1] . There are no established guidelines regarding duration of treatment, though a total of 1 year is often recommended due to frequent relapses in cases in which therapy was discontinued earlier [4] . Immunemodulatory macrolides treat mild diseases such as BOOP by inhibiting pro-inflammatory cytokine production [8, 9] .",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 784,
                    "end": 787,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 788,
                    "end": 790,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 976,
                    "end": 979,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 980,
                    "end": 982,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1197,
                    "end": 1200,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1380,
                    "end": 1383,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1516,
                    "end": 1519,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1713,
                    "end": 1716,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1831,
                    "end": 1834,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1835,
                    "end": 1837,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is a reasonable chance that BOOP in a HIVinfected patient may be underdiagnosed, considering that areas of high HIV prevalence are usually resourcelimited and lung biopsies are not readily performed in these places. Until now, concurrent BOOP and HIV Fig. 3 Microscopic examination of the lung tissue at x100 magnification after H&E staining. Patchy fibroblastic plugs in the bronchioles and alveolar ducts were observed, consistent with BOOP Fig. 4 Chest X-ray on the 15 th day of admission. Note resolution of the diffuse bilateral reticular infiltrates infection has been reported in only 11 patients. Diagnoses were made via transbronchial or thoracoscopic biopsy, and a rapid treatment response was seen with the use of corticosteroids. However, in one case, fatal pulmonary aspergillosis occurred, and CMV retinitis and esophagitis occurred in two cases. These complications imply that prolonged use of corticosteroids in HIVinfected BOOP patients may result in fatal clinical outcomes secondary to their immunocompromised state [2] . Both HIV and non-HIV infected patients respond well to glucocorticoid therapy; however, prolonged use of steroids in patients with concomitant HIV and BOOP can increase the risk of opportunistic infections [10] . While there are many known side-effects associated with longterm use of corticosteroids, macrolides have been shown to be effective and relatively safe to use on a long-term basis [6] . In previous case reports (Allen et al., Liote et al., Laguna Del Estal et al. and Santio et al.), HIV infected patients with BOOP presented with a low CD4 cell count or a low CD4/CD8 ratio, suggesting that severe immune deficiency may be needed for BOOP to develop in this scenario [11] . When treating HIV-infected patients who have low immune status, physicians should consider a diagnosis of BOOP in patients unresponsive to treatment for more common conditions, such as Pneumocystis jirovecii pneumonia, or when the etiology is unknown [12] .",
            "cite_spans": [
                {
                    "start": 1041,
                    "end": 1044,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1253,
                    "end": 1257,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1440,
                    "end": 1443,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1728,
                    "end": 1732,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1986,
                    "end": 1990,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 263,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 449,
                    "end": 455,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The limitations of this case report are as follows. The patient's CD4 T-cell count improved significantly (from 5 to 181 cells/mm 3 ) from the time of diagnosis of BOOP until the end of macrolide treatment. This improvement in immune status may have provided protection from other opportunistic infections. Empirical treatment with ceftriaxone may have improved the clinical course, and there is also the chance that the BOOP resolved spontaneously. Our evaluation of the patient's response to clarithromycin treatment may not have been accurate for the above reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, this case suggests that macrolides are a potential treatment option in HIV-infected patients with mild BOOP. In cases that are otherwise unexplained or unresponsive to treatment, BOOP should be taken into consideration and surgical biopsy performed to confirm a diagnosis of BOOP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The spectrum of bronchiolitis obliterans",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Epler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Colby",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Chest",
            "volume": "83",
            "issn": "2",
            "pages": "161--163",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bronchiolitis obliterans organizing pneumonia as a manifestation of AIDS: case report and literature review",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Khater",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Moorman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Youngberg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Sarubbi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Infect",
            "volume": "49",
            "issn": "2",
            "pages": "159--64",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bronchiolitis obliterans-organizing pneumonia: an Italian experience",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cazzato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zompatori",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baruzzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Schiattone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Burzi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Respir Med",
            "volume": "94",
            "issn": "7",
            "pages": "702--710",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cryptogenic organising pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Cordier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur Respir J",
            "volume": "28",
            "issn": "2",
            "pages": "422--468",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Organising pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Cordier",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Thorax",
            "volume": "55",
            "issn": "4",
            "pages": "318--346",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Macrolide Use Leads to Clinical and Radiological Improvement in Patients with Cryptogenic Organizing Pneumonia",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Durham",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Funkhouser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Henke",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annals Am Thoracic Soc",
            "volume": "11",
            "issn": "1",
            "pages": "87--91",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Macrolides: a treatment alternative for bronchiolitis obliterans organizing pneumonia?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Stover",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mangino",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "CHEST J",
            "volume": "128",
            "issn": "5",
            "pages": "3611--3618",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chronic macrolide therapy in inflammatory airways diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Friedlander",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Albert",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "CHEST J",
            "volume": "138",
            "issn": "5",
            "pages": "1202--1214",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Macrolides inhibit cytokine production by alveolar macrophages in bronchiolitis obliterans organizing pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bonella",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sarria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guzman",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Costabel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Immunobiology",
            "volume": "218",
            "issn": "6",
            "pages": "930--937",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bronchiolitis obliterans organizing pneumonia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Epler",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Arch Intern Med",
            "volume": "161",
            "issn": "2",
            "pages": "158--64",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bronchiolitis obliterans organizing pneumonia in an AIDS patient",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sanito",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Condoluci",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Euro Res J",
            "volume": "8",
            "issn": "6",
            "pages": "1021--1025",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Improved survival for HIV infected patients with severe Pneumocystis jirovecii pneumonia is independent of highly active antiretroviral therapy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "Allen",
                    "middle": [
                        "E"
                    ],
                    "last": "Copas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Thorax",
            "volume": "61",
            "issn": "8",
            "pages": "716--737",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest radiography on admission. Diffuse bilateral reticular infiltrates in the bilateral lung fields were present",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "High resolution computed tomography (CT) scan showing tiny centrilobular nodules with a tree-in-bud pattern in both lungs",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Written informed consent was obtained from the patient for publication of this case report. A copy of the written consent is available for review by the Editor of this journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent"
        },
        {
            "text": "The authors declare that they have no competing interests.Authors' contributions JYC conceived the idea of the case description and coordinated drafting the manuscript. IYJ was responsible for the patient's management and collected all significant clinical information. YDJ, MYA, EKG, EHL, HWA, JYA, NSK, and JMK participated in the sequence alignment. All authors participated in drafting and revising the manuscript. All authors read and approved the final version. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}