{
    "paper_id": "64053a0785373722d802b6a2fac9db7489b1474e",
    "metadata": {
        "title": "Contact Heterogeneity, Rather Than Transmission Efficiency, Limits the Emergence and Spread of Canine Influenza Virus",
        "authors": [
            {
                "first": "Benjamin",
                "middle": [
                    "D"
                ],
                "last": "Dalziel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "settlement": "Princeton",
                        "region": "New Jersey"
                    }
                },
                "email": ""
            },
            {
                "first": "Kai",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "settlement": "Ithaca",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Jemma",
                "middle": [
                    "L"
                ],
                "last": "Geoghegan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Nimalan",
                "middle": [],
                "last": "Arinaminpathy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "settlement": "Princeton",
                        "region": "New Jersey"
                    }
                },
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [
                    "J"
                ],
                "last": "Dubovi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "settlement": "Ithaca",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Bryan",
                "middle": [
                    "T"
                ],
                "last": "Grenfell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "settlement": "Princeton",
                        "region": "New Jersey"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "P"
                ],
                "last": "Ellner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "settlement": "Princeton",
                        "region": "New Jersey"
                    }
                },
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [
                    "C"
                ],
                "last": "Holmes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Colin",
                "middle": [
                    "R"
                ],
                "last": "Parrish",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "settlement": "Ithaca",
                        "region": "New York"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Host-range shifts in influenza virus are a major risk factor for pandemics. A key question in the study of emerging zoonoses is how the evolution of transmission efficiency interacts with heterogeneity in contact patterns in the new host species, as this interplay influences disease dynamics and prospects for control. Here we use a synergistic mixture of models and data to tease apart the evolutionary and demographic processes controlling a host-range shift in equine H3N8-derived canine influenza virus (CIV). CIV has experienced 15 years of continuous transfer among dogs in the United States, but maintains a patchy distribution, characterized by sporadic short-lived outbreaks coupled with endemic hotspots in large animal shelters. We show that CIV has a high reproductive potential in these facilities (mean R 0 = 3.9) and that these hotspots act as refugia from the sparsely connected majority of the dog population. Intriguingly, CIV has evolved a transmission efficiency that closely matches the minimum required to persist in these refugia, leaving it poised on the extinction/invasion threshold of the host contact network. Corresponding phylogenetic analyses show strong geographic clustering in three US regions, and that the effective reproductive number of the virus (R e ) in the general dog population is close to 1.0. Our results highlight the critical role of host contact structure in CIV dynamics, and show how host contact networks could shape the evolution of pathogen transmission efficiency. Importantly, efficient control measures could eradicate the virus, in turn minimizing the risk of future sustained transmission among companion dogs that could represent a potential new axis to the humananimal interface for influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Respiratory pathogens that emerge as the result of host-range shifts can cause serious epidemics in humans, livestock, and wild animals [1] [2] [3] [4] . Two recent pandemics in humans -Severe Acute Respiratory Syndrome (SARS) in 2003 and H1N1 influenza in 2009 -involved host-range shifts in respiratory zoonotic viruses [5, 6] , while the recently documented Middle East respiratory syndrome coronavirus (MERS-CoV) has similarly emerged from an animal reservoir to pose a growing risk to the human population [7] . Importantly, however, cross-species transmission events do not always lead to pandemics. Rather, zoonoses emerging in new host species tend to have patchy and dynamic prevalence patterns in space and time. As a result, the probability that an emerging zoonosis will take hold in a new host population has been difficult to assess a priori, which limits our capacity to use targeted interventions to avert pandemics before they happen [8] .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 326,
                    "end": 328,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A variety of host-pathogen interactions may follow a species jump, and revealing their determinants is essential to understanding the process of zoonotic emergence. First, the emerging pathogen may be poorly adapted for replication and onward transmission in the new host population. This leads to inefficient transmission, where many potentially infectious contacts between susceptible and infected individuals fail to spread the disease, due for example to a low pathogen load in the infected individual. In this case, the disease will have a lower basic reproductive number (R 0 -the number of secondary infections caused by a typical infected individual in an entirely susceptible population) in the recipient host than its recent ancestor in the donor host. Inefficient transmission following a spillover event may lead to ''stuttering chains'' of infection marked by patchy patterns of disease prevalence interspersed with stochastic fadeouts. Even if a pathogen has R 0 above 1 (a necessary but not sufficient condition for self-sustaining spread), values of R 0 that are only marginally above 1 are associated with a higher probability of stochastic extinction. The probability that a pathogen will establish itself (in a large homogeneously mixed population of susceptible hosts) following the introduction of n infected individuals is given by 12(1/R 0 ) n [9] .",
            "cite_spans": [
                {
                    "start": 1367,
                    "end": 1370,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The heterogeneity in prevalence of emerging pathogens may also reflect the demographic variability inherent to host populations. In smaller host populations random variation in the timing and frequency of births, deaths, immigration, emigration, and contacts between infected and non-infected individuals, as well as in the timing of individual infections, can have profound effects on epidemic dynamics [10] [11] [12] . Emerging pathogens that result from spillover into new hosts are by definition initially confined to a small population, in the sense that the first infected individual(s) will have limited numbers of potential contacts to whom they can spread the disease. This, in turn, makes the epidemic dynamics of emerging pathogens inherently stochastic [13, 14] .",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 408,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Finally, evolutionary change in emerging pathogens can affect both their basic reproductive number, and their response to demographic variability. Pathogen evolution can result in R 0 increasing toward or above 1.0 after repeated spillover events from the reservoir population, or during a chain of transmission in the new host, either of which could result in the emergence and selection of host-adaptive mutations. The occurrence of multiple outbreaks over time may also increase the likelihood that the pathogen evolves toward a point when it can be self-sustaining in the new host [12] . Recent analytical frameworks that unite the ecological and evolutionary dynamics of host-pathogen interactions can help identify the processes that drive epidemiological and phylogenetic patterns during and after host-range shifts [11, 12, 15] .",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 589,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 823,
                    "end": 827,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 828,
                    "end": 831,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we study the population dynamics and evolution of equine-H3N8 derived canine influenza virus (CIV) in the US, and use the results to propose control strategies. CIV emerged following the transfer of a single H3N8 equine influenza (EIV) to dogs from horses around 1999. Direct descendants of that virus have been circulating continuously in dogs since that time [16] [17] [18] . CIV was first recognized as the cause of disease in greyhounds in a training facility in Florida in 2004 and was transferred to various states in the US with the racing greyhounds, eventually spreading to other breeds [16] . The hemagglutinin (HA) sequence of CIV was genetically distinct from EIV by 2004, forming a separate monophyletic group from EIV in phylogenetic trees [16] . Notably, there is no evidence of CIV transfer back to horses, onward to humans, nor of reassortment involving CIV and other influenza viruses [19] . Furthermore, although some other H3N8 EIV spillovers from horses into dogs have been reported, these only comprised single infections or small outbreaks that rapidly faded out [20] .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 759,
                    "end": 763,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1091,
                    "end": 1095,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although CIV can readily transmit among dogs its prevalence remains patchy: it is enzootic in some regions of the US, but has thus far failed to establish outside of these enzootic regions [21] [22] [23] [24] . The overall seroprevalence of CIV in the companion (pet) dog population appears to be low (,3% or less depending on the region), with visits to canine daycare a risk factor [22, 24] . CIV enzootic regions are typically associated with large animal shelters [25] , and the movement of the virus to different parts of the US is most likely associated with the transport of infected shelter dogs to facilities in other regions where they may be more readily adopted [26] .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In contrast to CIV, its recent ancestor, H3N8 EIV, has been circulating widely in horses since before 1963 when it was first reported in Florida, having most likely been introduced with horses from South America [27] . The virus appears to spread continuously within and between many parts of North and South America, Europe, and Asia [28] [29] [30] [31] . EIV has been introduced into countries that were previously free of the virus, including Australia and South Africa, causing significant outbreaks that extended over large distances, although these were controlled and the virus eradicated [28, 32] . Data from an outbreak in an unvaccinated population of racehorses places R 0 for EIV at 10.18 (95% confidence interval: 9.57-10.89) in that context. In contrast, the reproductive number of EIV in vaccinated populations of racehorses has been estimated to be between 1.4 and 2.3 [33] . EIV has experienced marked evolution in all gene segments since it emerged, with evidence of antigenic variation in the HA gene, including phylogeographic patterns in HA variation, with distinct clades in Europe versus the US, and among US states [28, 34, 35] .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1144,
                    "end": 1147,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1148,
                    "end": 1151,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although CIV and EIV are closely related, their epidemiology and evolutionary dynamics differ, with EIV seemingly more successful, and less heterogeneously distributed. Moreover, EIV continues to spread despite active control measures (particularly vaccination) whereas CIV retains a patchy distribution in the absence of significant control measures. An analysis of the phylogenetic history and ecology of CIV since its recent emergence from EIV may therefore reveal how host demography, disease dynamics, and pathogen evolution can combine to determine the prevalence patterns and risk posed by emerging zoonotic pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we combine individual-level data on the intake, output, and transfer rates of dogs among US animal shelters of different sizes, with CIV gene sequence data and available seroprevalence estimates, to identify the processes controlling disease dynamics in emerging zoonoses at the human-animal interface. We hypothesize that CIV persists through the presence of transmission",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Influenza virus infects a range of vertebrate hosts, including domesticated animals as well as humans. Some of the most serious influenza pandemics in humans have involved host range shifts, when an influenza virus jumps from one host species to another. Importantly, however, host range shifts do not always cause pandemics. Rather, epidemiological patterns tend to be unpredictable in new host species, causing disease patterns that change over space and time. In this paper, we analyze epidemiological and evolutionary dynamics of canine influenza virus (CIV), which jumped to dogs in the late 1990s from an equine strain (EIV) prevalent in horses. We show that the epidemiology and evolution of CIV is strongly influenced by heterogeneous patterns of infectious contact among dogs in the US. A few large populations in metropolitan animal shelters serve as reservoirs for CIV, but the virus cannot be maintained for long in smaller facilities or in the companion dog population without input from the larger shelters, which represent disease hotspots. These hotspot dynamics give a clear picture of what can happen in the time between the beginning of a host range shift and the onset of a possible pandemic, allowing more targeted strategies for control and eradication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "hotspots, which rescue chains of transmission that fade out in other populations. The putative hotspots are large animal shelters in major metropolitan areas. After estimating R 0 from all available data we ask: are the population sizes of small shelters small enough to make fadeout significantly more likely than in large shelters? And do large shelters have good prospects of maintaining CIV in an enzootic state?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "We then use the parameters from our analyses to determine what control measures would result in eradication of the virus. CIV is a prime target for eradication because it has both the potential to cause significant disease burden, and it is currently confined to a small subset of its host population. Effectively controlling CIV would improve conditions in metropolitan animal shelters, as well as minimizing the risk of zoonotic human infection posed by CIV, before it has the opportunity to evolve higher transmissibility in the companion dog population. A possible future scenario of sustained CIV transmission amongst companion animals would represent the evolution of a potentially significant new axis to the human-animal interface for influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "To put the CIV sampled from animal shelters in a wider geographical context, and to reveal movement of the virus on a continental scale, we determined the HA1, M and NP gene sequences of recent CIV isolates, and conducted a phylogenetic analysis of these sequences combined with homologous sequences available on GenBank as well as the Influenza Research Database. Viruses or sequences were sampled from the US states of Colorado, New York, Pennsylvania, Florida, California, Kentucky, Wyoming, Philadelphia, South Carolina, Virginia, Vermont, Connecticut, Texas, and Iowa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic Structure of CIV in the USA"
        },
        {
            "text": "The most striking result of this analysis is that CIV exhibits a marked geographical clustering by US state with distinct clades being observed in New York (and nearby states), in Pennsylvania, and in Colorado, which also represent our largest sampling sets ( Figure 1 ). This geographical clustering was confirmed in Association Index (AI) and Parsimony Score (PS) phylogeny-trait association statistics [36] , with significantly more clustering by US state of origin than expected by chance alone across the data set as a whole (p,0.001). Similarly, the Maximum Clade (MC) statistic reveals significant (p,0.001) clustering in the individual states of Colorado, New York, Pennsylvania, Vermont and Wyoming. In addition, many of the viruses from the northeastern states of Vermont, Connecticut, New Hampshire clustered with the viruses that are circulating continuously in New York (also in the northeast), suggesting that those viruses were derived from the New York enzootic hotspots.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 409,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 268,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Phylogenetic Structure of CIV in the USA"
        },
        {
            "text": "Next, we investigated the demographic and epidemiological dynamics of CIV at the local scale in animal shelters. Here we used individual-level records of dog arrival and departure from 13 animal shelters of varying size across the US, comprising a total of 124,519 dogs, as well as published seroprevalence estimates from a large shelter [25] , coupled with a stochastic epidemic model. The epidemic model was an SIR-type model incorporating empirical rates of arrival and departure from the shelter as well as CIV infection and removal dynamics, and implemented at the level of individual dogs using the Gillespie algorithm [37] .",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Population Structure and Epidemiological Dynamics of CIV in Shelter and Companion Dogs"
        },
        {
            "text": "The majority of animal shelters in the US house relatively small populations of dogs-the median dog population size in our sample of shelters is 43-but a few shelters are much larger, housing hundreds of dogs. In precise terms, the distribution of dog population sizes in our data is close to a negative binomial distribution with mean 71.23 and standard deviation 82.24 (Figure 2A) , which indicates significant overdispersion in population sizes relative to a homogeneous Poisson model. This overdispersion in host population size is a potentially important characteristic for the epidemiology of CIV because it indicates the presence of a few extraordinarily large shelters where a pathogen might persist more easily than in a host population of average size. Large well-connected populations are more favorable environments for emerging pathogens because variance in vital rates (e.g. the rate of arrival of new susceptible individuals) decreases predictably with population size. All else being equal, this makes large host populations more stable for sustained pathogen transmission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 382,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Population Structure and Epidemiological Dynamics of CIV in Shelter and Companion Dogs"
        },
        {
            "text": "Shelters with larger populations are fueled primarily by higher intake rates ( Figure 2B ), as the median residence time of dogs does not vary significantly among shelters of different sizes ( Figure 2C ). The residence time of dogs in a shelter is roughly exponentially distributed with a mean of 9.88 days and a standard deviation of 8.22 days ( Figure 2D ). Transfer rates among shelters appear relatively low-among the eight shelters in our demographic data for which there was transfer information the median proportion of dogs whose stay at a shelter ended with a transfer is 0.067 and the mean is 0.1. Transfer probability is not correlated with dog population size in our data (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 88,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 193,
                    "end": 202,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 348,
                    "end": 357,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Population Structure and Epidemiological Dynamics of CIV in Shelter and Companion Dogs"
        },
        {
            "text": "Most dogs arriving to shelters are susceptible to CIV [22, 25] . The arrival rate of susceptible dogs places an upper limit on CIV prevalence by continual dilution with uninfected individuals, which leads to a saturating relationship for prevalence as a function of R 0 ( Figure 3A ). We estimated a posterior distribution for R 0 given seroprevalence data and demographic data by using a Markov Chain Monte Carlo (MCMC) method based on a stochastic SIR model parameterized with the demographic data (see Methods). Point estimates of seroprevalence are normallydistributed about the long-term equilibrium value given by the mean-field model in our simulations ( Figure 3B ), and a seroprevalence estimate of 0.42 [25] from a large shelter where CIV is enzootic, combined with the demographic data on dog intake and outcome rates, yield a mean estimate for R 0 of 3.9 for CIV in large animal shelters. The posterior distribution of R 0 has a median of 3.3, and a highest probability density (HPD -the central 95% of the posterior distribution) interval extending from 2.0 to 8.9 ( Figure 3C ).",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 59,
                    "end": 62,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 281,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 662,
                    "end": 671,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1080,
                    "end": 1089,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Population Structure and Epidemiological Dynamics of CIV in Shelter and Companion Dogs"
        },
        {
            "text": "Moving from estimating the reproductive potential (R 0 ) of CIV in animal shelters to estimating the effective spread rate in the general population from genetic data, we employed phylodynamic birth-death models to analyze HA1 sequence data collected across the US to determine the rate of spread of the virus in the wider dog population. Our estimates for the effective reproductive number (R e ; the average number of secondary infections produced by a typical infected individual at a given time, in a population where not all potential hosts are necessarily susceptible) show considerable temporal variation ( Figure 3D ,E). At the time when CIV was first recognized in 2004 the posterior distribution of R e roughly matches that of R 0 , consistent with the initial, exponential phase of the epidemic. During the period 2004-2008 R e drops to a value of approximately 1.0. A similar pattern was observed in the New York data set. Across the USA as a whole the mean estimate of R e is currently 1.02 (95% HPD = 0.79,1.26), with a similar number found in New York (R e = 1.06, 95% HPD = 0.72, 1.47) ( Figure 3 ). The low R e observed toward the present suggests that CIV spread has now reached an equilibrium, where stochastic fadeouts often associated with outbreaks are balanced with new infections, which usually occur in the large animal shelters where it is enzootic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 614,
                    "end": 623,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1104,
                    "end": 1112,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Population Structure and Epidemiological Dynamics of CIV in Shelter and Companion Dogs"
        },
        {
            "text": "Using the shelter demography data and the stochastic epidemic model, we simulated CIV outbreaks in shelters of a realistic distribution of sizes, intake rates and output rates, and for varying levels of R 0 . From these simulations we estimated the probability that a shelter (of a given population size, N) infected with a CIV virus (of a given R 0 ) could maintain the virus for 100 days. The response surface for this experiment yielded a cut-off curve in the N-R 0 plane, below which fadeout was almost certain and above which persistence was almost certain ( Figure 4A , shaded surface).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 564,
                    "end": 573,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Populations That Sustain Viral Transmission"
        },
        {
            "text": "Interestingly, the posterior distribution for R 0 (estimated by MCMC as described above), and the empirical distribution of shelter population sizes from the demographic data, suggest that CIV straddles the border between persistence and stochastic fadeout. That is, the demographic and seroprevalence data indicate that CIV cannot persist in the majority of shelters, because the median of the posterior distribution of R 0 is below the cutoff for persistence in a shelter of median size. But CIV can persist in existing shelters that are larger than the median size, because the posterior distribution for R 0 , combined with the distribution of shelter sizes from the demographic data, has significant density at R 0 -N combinations that would allow persistence ( Figure 4A , points). This suggests that CIV persists on the brink of extinction-its current transmission efficiency is only sufficient to persist in large, high-throughput populations, but not yet to invade more widely.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 767,
                    "end": 776,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Populations That Sustain Viral Transmission"
        },
        {
            "text": "More generally, for CIV in animal shelters the stochastic epidemic simulations parameterized with demographic data reveal that the impact of demographic stochasticity is considerable; the majority of shelters are too small to maintain the virus in the long term at its present rate of transmission. Thus variation in contact rates among host subpopulations, rather than inherent limitations on the evolved transmission efficiency of the pathogen, is sufficient to explain observed heterogeneity in prevalence in CIV, since the virus has been shown to transmit efficiently in large shelters and under laboratory settings [23] .",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 624,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Populations That Sustain Viral Transmission"
        },
        {
            "text": "We then used the parameterized epidemic model and demographic data to simulate the impact of control strategies for CIV. The purpose of this analysis is to test how the observed hotspot dynamics are predicted to interact with potential eradication strategies, and to estimate, given available demographic and epidemiological data, the degree of control efficacy required to eliminate CIV from animal shelters where it is persisting, allowing for the complete eradication the virus from the canine population. Figure 4B shows the effect of a generic control measure applied to a single shelter, that reduces the inflow of susceptible dogs to a proportion 1/,R 0 . = 0.26 of current levels, where ,R 0 . = 3.9 is the mean of the posterior distribution for R 0 , as above. This generic control measure has the effect of reducing the effective reproductive number in a single shelter to unity. Consistent with theory [38] this is a reduction in the susceptible portion sufficient to eradicate the disease from a large isolated shelter.",
            "cite_spans": [
                {
                    "start": 913,
                    "end": 917,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 509,
                    "end": 518,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Control and Eradication Strategies"
        },
        {
            "text": "We then simulated a control program across multiple shelters connected by the transfer of dogs. The simulated control measure applied to the metapopulation is represented in the model as a vaccination program, but the results apply to any control that achieves the same reduction in the force of infection. A possible strategy (but to our knowledge untested; see below) that might be used is a live attenuated influenza vaccine (LAIV) that is able to generate an interfering response (possibly through generation of interferon) which prevents infection by wildtype CIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control and Eradication Strategies"
        },
        {
            "text": "We find that such a control program could eradicate CIV within 1-2 months if it is applied to dogs immediately upon arrival to the shelter, and removes them from the chain of transmission within 24 hours with 85% probability ( Figure 5A) . A control strategy that has an efficacy of 75% might also efficiently eradicate CIV from isolated shelters, but transfers of dogs between shelters at the observed mean rate will allow CIV to persist through connected chains of outbreaks ( Figure 5B ). Control strategies with efficacies of 65% or less would reduce the prevalence of the infection, but are not predicted to lead to CIV eradication in every case ( Figure 5C ). In addition, without appealing to models it is clear from the demographic data that turnover rates in most shelters are too high for an inactivated vaccine to be effective, because those vaccines take more than a week to generate protective immunity. Since the expected residence time of a dog in an animal shelter is around 10 days, most dogs would have been part of the chain of transmission by the time an inactivated vaccine given at intake took effect, and then they would leave the shelter.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 237,
                    "text": "Figure 5A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 479,
                    "end": 488,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 653,
                    "end": 662,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Control and Eradication Strategies"
        },
        {
            "text": "We therefore suggest one possible approach for control is the development of an LAIV administered at intake of dogs into shelters, which may provide suppression of the wild type virus infection by direct competition for the target tissues, as well as through stimulation of innate immune responses. This potential approach requires further research. In addition we note that the LAIV performance required to eradicate CIV is higher than what has been typically observed in other live influenza vaccines, and there is still much uncertainty about the rate at which protection would be acquired during the time that dogs spend in shelters (typically 1-2 weeks) [39] . However, other control measures (e.g. quarantine, decrease in population size, changes in population structure, or anti-viral drugs) or combinations that removed dogs from the chain of transmission with similar efficiency would also have qualitatively equivalent effects in a control strategy.",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 663,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Control and Eradication Strategies"
        },
        {
            "text": "The key result is that a net control efficacy of ,85% is required for eradication of CIV from its reservoir in a network larger animal shelters, even though a net efficacy of ,75% would probably be sufficient for eradication from a single shelter. Thus another interesting feature of the control simulations in a metapopulation framework is the sensitivity to migration parameters ( Figure 5 ). In particular, we show that there are efficacious control strategies that would cause the virus to go locally extinct but that would fail to achieve global eradication. These include scenarios where the expected global prevalence approaches 0, but where the virus would persists through connected chains of stochastic outbreaks ( Figure 5B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 391,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 725,
                    "end": 734,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Control and Eradication Strategies"
        },
        {
            "text": "We also used our epidemic model to explore the passage of CIV from an infection in one large shelter to other shelters through the transfer of dogs ( Figure 6A ). The hotspot dynamics predicted by our model show regularities in the way CIV spreads outward from a single shelter. Large shelters are predicted to receive the infection earlier, as well as maintaining it for longer, creating a wave in the population size-time-of infection plane ( Figure 6B ). The probability that a single infection introduced to a susceptible shelter would start an epidemic that persisted for at least 100 days increases with population size ( Figure 6C ). For the median population size of 43 dogs the probability was approximately 0.5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 159,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 445,
                    "end": 454,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 628,
                    "end": 637,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Control and Eradication Strategies"
        },
        {
            "text": "Since its emergence more than a decade ago, equine H3N8derived CIV has maintained a patchy distribution, occurring most often in sporadic and short-lived outbreaks in US animal shelters [21] . In contrast, strains of CIV's recent ancestor (EIV H3N8) have been commonly found in horses around much of the world since at least 1963. EIV thus transmits efficiently among horses, sometimes despite vaccination programs [33, 40] . Our study investigates heterogeneity in CIV transmission and prevalence to better understand the processes that determine how zoonotic pathogens spread following a host range shift, and how these processes affect the performance of control and eradication strategies.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Stuttering chains of infection in recently emerged zoonoses are caused by two distinct mechanisms that may operate in tandem. The first is poor adaptation of the pathogen to its new host species, causing lower within-host replication rates that may reduce pathogen shedding and lead to inefficient transmission [11] . Transmission is inefficient because many potentially infectious contacts between infected and susceptible individuals fail to spread the infection. The second mechanism that generates stuttering chains is variation in contact rates among different subsets of the new host population, which can increase the probability of stochastic fadeouts [13] . In this case the fadeouts are not caused by inefficient transmission but by exhausting the local supply of susceptible hosts.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Strikingly, host contact heterogeneity has received less attention as a potential driver of stuttering chains despite its fundamental role in disease dynamics. We found that contact heterogeneity plays a critical role in the patchy distribution of CIV. Demographic data indicate that most shelters are too small, and import susceptible individuals too slowly, to protect CIV from local stochastic extinction at its current reproductive rate. At the same time, the influence of contact heterogeneity on the spread of CIV would diminish if transmissibility were higher and the epidemiology of CIV (and similar zoonoses) generally represents an interaction between contact heterogeneity and transmission efficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "More evidence of contact heterogeneity appears at the intershelter scale. Observed transfer rates suggest that the majority of intakes and outputs are not associated with other shelters, so that shelter-to-shelter transfer has not created an effectively larger metapopulation of multiple shelters. While there are many millions of susceptible household dogs in the USA (around 80 million, about 25% the size of the human population), it is likely that they do not exhibit infectious contact patterns sufficient to maintain the virus in continuous transmission (see below). Hence, this work shows that apparent stuttering chains of transmission are not always driven by poor adaptation of an emerging pathogen to its new host. Rather, in the case of CIV, demographic variability in contact rates is alone sufficient to explain the fadeout in the disease in most situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The basic reproductive number for CIV is intriguingly close to the minimum value required to persist in a shelter of average size ( Figure 4A ). This suggests that transmission efficiency in CIV may have evolved to precisely the point of persistence. Yet, this average shelter size belies the high variance in shelter populations, with many small facilities balanced by a few extraordinarily large ones (roughly matching the distribution pattern of US city sizes; Figure 2A ). The process by which CIV currently persists is therefore to thrive in a few large populations with high rates of infected-susceptible contact (as mediated by a high arrival rate of new susceptibles, rather than by increase density), but failing to take hold in the general population ( Figure 4A ). By analogy with conservation biology, large populations thus function as refugia for the virus, protecting it from extinction and also limiting its distribution. These are also exactly the conditions to facilitate further evolution toward higher reproductive capacities, by facilitating repeated outbreaks outside the refugia, followed by selection for higher transmissibility [10, 12, 41] .",
            "cite_spans": [
                {
                    "start": 1153,
                    "end": 1157,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1158,
                    "end": 1161,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1162,
                    "end": 1165,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 141,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 464,
                    "end": 473,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 763,
                    "end": 772,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our mean estimate of R 0 = 3.9 in the large animal shelters is lower than that estimated for EIV during outbreaks [42] , but close to the upper bound for estimates of human influenza transmission [43, 44] . It is also considerably higher than that of pandemic H1N1 influenza in humans in 2009 (R 0 = 1.4-1.6) which spread worldwide within weeks of its first recognition in humans [45] . Variation in R 0 among different viral strains and host species can be difficult to interpret because of the many factors that can affect transmission and removal rates in different settings. However, these comparisons do indicate that CIV has the biological capacity to spread relatively efficiently among dogs given the right conditions in the host population.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although most of the parameters in the epidemic model were estimated from a large volume of host demographic data from animal shelters, there are currently few estimates of seroprevalence in shelters where CIV is endemic and as a result our estimate for equilibrium seroprevalence relies on data from a single shelter [25] . This introduces a risk of sampling bias because that individual shelter could exhibit individual characteristics that affect its equilibrium seroprevalence, and/or due to non-random temporal fluctuations in seroprevalence. While the scarcity of seroprevalence estimates adds uncertainty to R 0 estimates, the extant data would be difficult to explain with values of R 0 lower than our estimates. This is due to the rapid rate at which infected individuals are replaced by new arriving susceptibles in the high throughput shelters where CIV is enzootic. The low residence time of dogs in large, high-throughput shelters thus indicates (consistent with previous results [25] ) that individuals in shelters where CIV is enzootic must acquire the infection within a few days of arriving. This places a lower bound on probable values for R 0 by constraining estimates of the generation time of the infection, at least in the context of large shelters [44] . In other facilities that are smaller or where CIV is not enzootic, long-term average seroprevalence over time may be lower [26] due to stochastic fadeouts of the disease.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 993,
                    "end": 997,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1271,
                    "end": 1275,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1401,
                    "end": 1405,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Phylogenetic analyses independently supports several key predictions of our analysis. First, these analyses confirm that CIV remains confined to endemic hotspots, with transfers to other regions causing outbreaks that are generally short-lived (and thus failing to establish new lineages outside of endemic locations). Moreover, the strong phylogeographic structure, with distinct viral clusters in New York, Pennsylvania and Colorado for each gene analyzed, is exactly what might be expected given our empiricallyparameterized epidemic model, which predicts geographic segregation. Each US state has only a few large cities that would have an animal shelter capable of supporting CIV in the long term, and with relatively infrequent transfers among cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Second, the mean and HPD interval for R e from the phylogenetic analysis in 2004 (when CIV was first detected and when infected greyhounds were being transported to many US states for racing) roughly matches the distribution of R 0 from the stochastic SIR model and demographic data. The initial phase of an epidemic is usually associated with exponential growth (corresponding to R e = R 0 ), and R e must always be less than or equal to R 0 by definition. This makes the phylogenetic estimate of R e in 2004 a conservative independent assessment of R 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The third concurrence between the demographic and phylogenetic analysis involves the current estimate of R e , = 1. While R 0 The data for this figure were produced by simulating the metapopulation stochastic SIR model with 100 shelters for 100 days, starting with a single infection in the largest shelter. Population sizes were sampled with replacement from the shelter data. R 0 = 3.9. Transfer probability is set to the mean observed value of t = 0.1. (B) Large shelters tend to receive the infection earlier (and more often) following an outbreak at another shelter. (C) Probability that CIV will persist for 100 days in a shelter of a given size following the introduction of a single infected individual to an otherwise susceptible population. The plateau on the curve arises for populations sufficiently large that early depletion of susceptibles is not an important factor in the probability of an outbreak: rather than population size, this probability is determined by R 0 . doi:10.1371/journal.ppat.1004455.g006 in our analysis measures the reproductive potential of the disease where it is enzootic, the phylodynamic estimates of R e reflects the net spread rate of CIV across the US as a whole, including multiple shelters and the companion dog population. As such, R e , = 1 indicates that on balance CIV is currently failing to persist where it is not already enzootic, which is consistent with both epidemiological observations [21] and the predictions of the demographic analysis which showed that most shelters are too small to support CIV in an endemic state (see Figure 4) .",
            "cite_spans": [
                {
                    "start": 1445,
                    "end": 1449,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 1584,
                    "end": 1593,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Targeted strategies for control and eradication depend on understanding the conditions under which an emerging enzootic pathogen can maintain itself in a new host population. Our simulations indicate that eradication may be possible, but will require relatively efficient control, and that success may depend on the rates at which dogs are transferred between animal shelters. For control measures with ,75% efficiency, CIV may be eradicated from most shelters but still persist overall through connected chains of outbreaks, with large shelters serving as focal points for staging new infections elsewhere. This suggests that control programs for CIV will be most successful if implemented across multiple shelters and that participating shelters should maintain control measures even after the virus has been eliminated locally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Uncertainties in our analysis would be reduced by more information on CIV prevalence and additional CIV sequence data. A key area of uncertainty is transmission rates between companion dogs within and among households whose contact patterns would differ significantly from those of dogs in animal shelters. Working from first principles, if a proportion p of contacts between infectious and susceptible dogs result in the infection being transmitted, then the probability that an infected individual in the companion population will first transmit the infection on their kth contact with a susceptible dog is p(1-p) k21 , which gives an expected value for k of 1/p. Studies of CIV transmission in comingling trials estimate p = 0.75 [23] . This suggests that for a CIV lineage to avoid extinction in companion dogs, the average infected dog must contact k = 1.33 susceptible individuals during the time they are infected. Another approach that yields the same result is to recognize that if a proportion p of contacts produce secondary infections, then R 0 .1 requires k.1/p, again translating to approximately two contacts per week. It is evident from common experience that while some companion dogs are highly sociable, others do not frequently interact with other dogs. Therefore, some companion dogs probably achieve the minimum contact rate required to sustain CIV, but others probably do not. Many dogs with higher contact rates than this minimum would be necessary for CIV to actively spread among companion dogs, and to protect the virus from stochastic extinction in the general dog population, at its current transmission efficiency.",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 737,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Conversely, if CIV had emerged with much higher transmissibility upon entry to the greyhound population, stuttering chains of transmission would not have been observed. Thus, the capacity for contact heterogeneity to control epidemic spread is facilitated by lower transmissibility. Furthermore, while endemic hotspots created by contact heterogeneity can theoretically increase the chances of evolving higher transmission efficiency, it is evident that not all cross-species transmission events will involve small stepwise gains in transmissibility in the new host. Indeed, a variety of adaptive models, involving differing numbers and fitness of mutations, can be put forward to explain the process of emergence [46] .",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 718,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite these caveats, and limitations in the available data, our analyses provide a coherent view of the ecological and evolutionary dynamics of CIV. After approximately 15 years of continuous circulation among dogs in the US, CIV can be maintained only in relatively dense host populations with high inputs of susceptible individuals (essentially viral ''chemostats''), despite a relatively high reproductive potential in that context. These hotspots are weakly connected by migration, leading to geographic signatures in the CIV phylogenies. Most dog populations are too small or diffuse to independently support CIV at its current level of transmissibility, explaining its current modest reproductive rate (R e , = 1), and consistent with the epidemiology of CIV, which is characterized primarily by sporadic short-lived outbreaks outside of enzootic centers [21] . The demographic gradient between high-throughput populations where CIV is enzootic, and smaller or more diffuse populations where sporadic outbreaks can occur, creates hotspot dynamics that can facilitate pathogen evolution toward higher transmissibility [12, 41] . Our results therefore demonstrate one way that urbanization can increase the risk posed by emerging infectious pathogens [2, 47] . Although humans exposed to CIV appear not to be commonly infected (as shown by serological testing), the true risk of future human infection by either EIV or CIV is unknown as we do not understand the host barriers that restrict human infection, or the genotypic changes in the viruses that might overcome those barriers [19] . Our analysis can therefor inform a strategy for preemptive eradication of an influenza A virus that is well adapted to mammals, since if CIV did gain high transmissibility among companion dogs then much of the human population would be directly exposed to the virus.",
            "cite_spans": [
                {
                    "start": 863,
                    "end": 867,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1125,
                    "end": 1129,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1130,
                    "end": 1133,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1257,
                    "end": 1260,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1261,
                    "end": 1264,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1588,
                    "end": 1592,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our analysis is based on an SIR framework that models changes over time in the number of dogs in a shelter who are susceptible (S), infected (I), or removed (recovered and thus immune; R). In what follows, we describe the model for a single shelter: below we expand the model to incorporate the dynamics of an control program that reduces the force of infection, and to consider control in multiple shelters linked through the transfer of dogs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Model"
        },
        {
            "text": "We assume dogs arrive at a shelter of a given size at a rate of m dogs per day. Dogs leave at a per-capita rate of d per dog per day, regardless of their state, so the mean residence time in a shelter is 1/d days. The number of dogs in a shelter, N = S+I+R, is equal to m/d at equilibrium. Arrival and departure rates are estimated empirically using individual-level records from 13 animal shelters of varying size across the US (see Supporting Information, Data S1). The records comprise a total of 124,519 dogs, recording the date each individual arrived and left the shelter. In 8 of the 13 shelters, the data included whether or not the departure of the dog represented a transfer to another shelter. Arrival rate, m, for a shelter was estimated as the median number of dogs arriving in that shelter per day. Departure rate, d, for a shelter was estimated as the inverse of the median length of stay of dogs in that shelter. When estimating arrival and departure rates we excluded dogs that were admitted to the shelter in response to a euthanasia request, as these dogs had systematically shorter residence times. We also excluded dogs whose length of stay was greater than 40 days, as these represented rare atypical cases (see Figure 2C ,D).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1234,
                    "end": 1243,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Epidemiological Model"
        },
        {
            "text": "We assume that dogs in a shelter have a constant rate of contact per day with other dogs where the contact would be capable of spreading infection if one of the dogs were infected. An alternate hypothesis is that contact rate increases with population size, potentially leading to hotspot dynamics in large shelters in the absence of demographic stochasticity. Our assumption of constant contact rates is thus conservative with respect to the hypothesis that demographic structure drives hotspot dynamics in CIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Model"
        },
        {
            "text": "Assuming that contact between any pair of dogs in the shelter is equally likely, the force of infection is given by l = bP, where b is the contact rate and P = I/N is the current prevalence of CIV in the shelter [48] . The rate of new infections is given by lS, and susceptible dogs contract the disease an average of 1/l days after entering the shelter. In this framework, the basic reproductive number of the disease is R 0 = b/(c+d), and the disease only persists in the long run if R 0 .1, in which case equilibrium prevalence is given by",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological Model"
        },
        {
            "text": "which is bounded above by d/(c+d) as R 0 becomes large (see Supporting Information, Text S1, Section 1.6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Model"
        },
        {
            "text": "The infected class in our model represents the number of dogs with non-zero viral loads, rather than those exhibiting clinical symptoms. Thus, we avoid including latent or asymptomatic classes in our model. We set c = 1/7 because viral shedding continues for approximately seven days after inoculation [16] . Seroconversion for dogs infected with CIV also happens at approximately 7 days [16] . Equilibrium seroprevalence is then given by R/N (see Supporting Information, Text S1, Section 1.7).",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological Model"
        },
        {
            "text": "Variation among individuals in time of infection, recovery, arrival, and departure causes variations in disease prevalence around the predicted long-term average. These excursions from mean prevalence carry with them the risk of visiting zero prevalence, leading to stochastic extinction of the disease. This demographic stochasticity becomes increasingly pronounced in smaller populations. However, the critical population size below which disease dynamics begin to significantly diverge from the long-term average through stochastic fadeouts depends upon R 0 , and upon the turnover rate in the population. We parameterize the stochastic SIR model with the demographic data to test the impact of demographic stochasticity on the spread and maintenance of CIV in animal shelters. We implement the model in continuous time at the level of individual dogs using the Gillespie algorithm [37] .",
            "cite_spans": [
                {
                    "start": 885,
                    "end": 889,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological Model"
        },
        {
            "text": "We estimated a posterior distribution for R 0 given seroprevalence data and demographic data by using a Markov Chain Monte Carlo (MCMC) method, as follows. From the stochastic SIR model we simulated seroprevalence samples by observing the seropositivity of n randomly selected dogs from the population at a given time. Seroprevalence thus observed has the property of being normally-distributed about the long-term equilibrium value given by the mean-field model in our simulations ( Figure 3B ). We then seek the posterior distribution of an unknown equilibrium seroprevalence at an actual shelter, given a real point seroprevalence estimate there. We estimate this distribution by sampling from the Gaussian distribution of deviations between point seroprevalence estimates and equilibrium seropreovalence, using the Metropolis-Hastings algorithm [49] . We assessed convergence by visually examining within-and among-chain mixing. Convergence was determined to have occurred when the longterm variance in sampler state among chains was the same as the variance within chains. Convergence under this definition was easily achieved using 10 chains run for 10 5 steps each, with a burnin of 10%, and keeping every 100 th step. From the posterior distribution of equilibrium seroprevalence, we then map to a posterior distribution for R 0 by inverting Equation 1.",
            "cite_spans": [
                {
                    "start": 849,
                    "end": 853,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 493,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Epidemiological Model"
        },
        {
            "text": "We represent control strategies by a vaccination program that reduces the force of infection (as described below), but the results apply to any control measure that provides a similar reduction in risk of infection and in infectiousness. In what follows we discuss control in the context of a LAIV administered to dogs upon arrival at the shelter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control and Eradication Strategies"
        },
        {
            "text": "The model with vaccination dynamics includes two more compartments, counting the number of dogs in each shelter who are vaccinated (V), and the number of dogs who are infected despite vaccination (W). Vaccination reduces a dog's susceptibility to infection by decreasing the probability that a virus population initially transferred through infectious contact will enter a phase of exponential growth, prerequisite to significant viral shedding and clinical symptoms [50] .",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 471,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Control and Eradication Strategies"
        },
        {
            "text": "By reducing viral load and viral shedding, vaccination reduces the risk of infection in vaccinated dogs and reduces the infectiousness of a dog who becomes infected despite vaccination. Vaccinated dogs thus experience a reduced force of infection el, 0#e#1, and, if they become infected, contribute to the force of infection at a reduced rate 0#v#1, leading to an overall force of infection of l = b(I+vW)/N in population which has W vaccinated individuals who have nonetheless become infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control and Eradication Strategies"
        },
        {
            "text": "Dogs transition from S to V at a rate of a per dog per day. Because a live vaccine is assumed to be administered to dogs immediately upon arrival, 1/a measures the average time after entry/vaccination that a dog experiences the vaccine-associated decrease in risk of infection from other dogs, and decreased infectiousness if they do become infected. Vaccination changes mean dynamics by reducing R 0 by a factor of 1-K, where K is effective vaccination coverage. K is given by (1-k)V/N, where k = ev expresses the failure rate of the vaccine, ranging from 0 for perfect vaccine, to 1 for an entirely ineffective one (see Supplementary material, section 1.4). We use a step function for k as a function of a, where k goes from 1 to its post-vaccine value at 1/a days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control and Eradication Strategies"
        },
        {
            "text": "We also model the effects of a generic control strategy equivalent to inoculating some dogs with a perfect vaccine, or to quarantine that partially or completely stops the flow of susceptible dogs into the shelter. We do this by replacing susceptible dogs with removed ones in the intake stream. Reducing the proportion of susceptible dogs in the intake stream to 0,h,1, while 1-h are already removed, has the same effect as reducing R 0 to hR 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control and Eradication Strategies"
        },
        {
            "text": "The metapopulation model expands the stochastic SIR model for a single shelter to describe multiple shelters whose dynamics are linked by the transfer of dogs. As above, the model is implemented at the level individual dogs using the Gillespie algorithm. Thus at each point in continuous time, each individual in the model has a disease state (S,I,R,V, or W) and a location in a given shelter. The metapopulation is composed of shelters that vary in dog population size, intake rate and output rate by sampling with replacement from the demographic data. Transfer probabilities are also based on the demographic data (see Supporting Information, Text S1, Section 2). Although the CIV phylogenies show geographic localization (see Figure 1 ), the metapopulation model is spatially implicit, consistent with level of detail in the demographic data we used. However, even without including spatial structure in transfer patterns, the metapopulation model reproduces hotspot dynamics, based on transfer hierarchies driven by differences in shelter size (see Figure 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 730,
                    "end": 738,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1054,
                    "end": 1062,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Metapopulation Dynamics"
        },
        {
            "text": "We compiled all available CIV HA1, NP and M gene segment sequences from GenBank and the Influenza Research Database (www.fludb.org) and by sequencing samples provided by the Animal Health Diagnostic Center (AHDC) at Cornell University. For the sequencing of the virus samples obtained from AHDC we extracted viral RNA using Qiagen viral RNA mini kit and synthesized cDNA using Avian Myeloblastosis Virus (AMV) reverse transcriptase and influenza universal primer Uni12. Three gene segments, HA1, NP and M, were then amplified by PCR with gene specific primers (primer sequences are available upon request) for all samples. The PCR products were purified using EZNA Cycle-Pure Kit and sequenced by the Sanger method. All sequences derived here have been submitted to GenBank and assigned accession numbers KM359803-KM359864.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic Analysis, Estimates of R e , and Phylogeography"
        },
        {
            "text": "All sequences were aligned by MUSCLE v3.8.31 [51] using default parameters, followed by manual adjustment. Phylogenetic trees of each gene were then estimated using the maximum likelihood (ML) available in PhyML 3.0 [52] and assuming the general time-reversible reversible (GTR) model of nucleotide substitution and a gamma distribution of among-site rate variation with 4 rate categories (i.e. the GTR+I+C 4 model of nucleotide substitution) with SPR branch-swapping. The robustness of the phylogeny was estimated using 1,000 bootstrap replicates. Because of their greater availability, the analyses of evolutionary dynamics and phylogeography were only performed on the HA1 gene (see below).",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic Analysis, Estimates of R e , and Phylogeography"
        },
        {
            "text": "To estimate R from the CIV sequence data we used a total of 94 HA1 sequences (alignment length = 1032 nt) sampled from various locations (states) in the US (Colorado, New York, Pennsylvania, Florida, California, Kentucky, Wyoming, Philadelphia, South Carolina, Virginia, Vermont, Connecticut, Texas, and Iowa) between 2003 and 2013. This data set included 40 sequences sampled from dog shelters in New York between 2005 and 2012, which were analyzed separately using the same protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic Analysis, Estimates of R e , and Phylogeography"
        },
        {
            "text": "First, we estimated the mean (and credible intervals) of R in both data sets using the epidemiological birth-death method [53] available in BEAST v1.7.5 [54] . This analysis used the simpler Hasegawa-Kishino-Yano (HKY) model of nucleotide substitution and a gamma distribution of among-site rate variation (HKY+C 4 ). To account for temporal rate variation in the data an uncorrelated lognormal relaxed molecular clock model was employed. Using the Bayesian Markov Chain Monte Carlo (MCMC) framework available in BEAST, 100 million steps were run, sampling every 10,000 and removing 10% as a burn-in. Second, temporal changes in R were estimated using the more complex serial-sampled birthdeath (SSBD) model [15] , available in BEAST v2.0 [55] , again using the HKY+C 4 but this time (to ensure statistical convergence) employing a strict molecular clock with a uniform distributed clock rate of 2610 23 (1610 23 -3610 23 ) nucleotide substitutions per site, as this was found to be best-fit to the data in epidemiological birth-death method. The MCMC was again run for 100 million steps, sampling in the same way as described above. Two independent runs allowed different R e values to be inferred from up to R e = 25.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic Analysis, Estimates of R e , and Phylogeography"
        },
        {
            "text": "To determine whether CIV was more clustered on the phylogenetic tree by US state of sampling than expected by chance alone, we employed the Association Index (AI), Parsimony Score (PS) and Maximum Clade size (MC) phylogeny-trait association statistics incorporated within the Bayesian Tipassociation Significance testing (BaTS) program [36] . Traits were defined as the US state of sampling. Phylogenetic uncertainty in the data was incorporated by basing estimates on the posterior distribution of trees obtained from the BEAST analysis (epidemiological birth-death method) described above. In all cases, 1000 random permutations of sampling locations were undertaken to create a null distribution for each statistic.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic Analysis, Estimates of R e , and Phylogeography"
        },
        {
            "text": "Data S1 State-of-origin of the animal shelters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        },
        {
            "text": "Text S1 Details of the epidemic model. (PDF)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(XLSX)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The origins of new pandemic viruses: the acquisition of new host ranges by canine parvovirus and influenza A viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Parrish",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Annu Rev Microbiol",
            "volume": "59",
            "issn": "",
            "pages": "553--586",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.micro.59.030804.121059"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emerging pathogens: the epidemiology and evolution of species jumps",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Antia",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trends Ecol Evol",
            "volume": "20",
            "issn": "",
            "pages": "238--244",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tree.2005.02.009"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Origins of major human infectious diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Dunavan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "447",
            "issn": "",
            "pages": "279--283",
            "other_ids": {
                "DOI": [
                    "10.1038/nature05775"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Crossing the Interspecies Barrier: Opening the Door to Zoonotic Pathogens",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gortazar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Reperant",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "La Fuente De",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boadella",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1004129"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhuang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276--278",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1087139"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Origins and evolutionary genomics of the 2009 swine-origin H1N1 influenza A epidemic",
            "authors": [
                {
                    "first": "Gjd",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vijaykrishna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bahl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lycett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Worobey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "459",
            "issn": "",
            "pages": "1122--1125",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Emergence of the Middle East Respiratory Syndrome Coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frieman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003595"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prediction and prevention of the next pandemic zoonosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "Jak",
                    "middle": [],
                    "last": "Mazet",
                    "suffix": ""
                },
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Parrish",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carrol",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Lancet",
            "volume": "380",
            "issn": "",
            "pages": "61684--61689",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(12"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infectious disease dynamics: what characterizes a successful invader",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phil Trans R Soc Lond B",
            "volume": "356",
            "issn": "",
            "pages": "901--910",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2001.0866"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The role of evolution in the emergence of infectious diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Antia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Regoes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Koella",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Bergstrom",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "658--661",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemic dynamics at the human-animal interface",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Pepin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Pitzer",
                    "suffix": ""
                },
                {
                    "first": "Jrc",
                    "middle": [],
                    "last": "Pulliam",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "",
            "pages": "1362--1367",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1177345"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evolution and emergence of novel human infections",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arinaminpathy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc R Soc B",
            "volume": "276",
            "issn": "",
            "pages": "3937--3943",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2009.1059"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Spread of epidemic disease on networks",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys Rev E Stat Nonlin Soft Matter Phys",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Network theory and SARS: predicting outbreak diversity",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pourbohloul",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Skowronski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brunham",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Theor Biol",
            "volume": "232",
            "issn": "",
            "pages": "71--81",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Birth-death skyline plot reveals temporal changes of epidemic spread in HIV and hepatitis C virus (HCV)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kühnert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bonhoeffer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PNAS",
            "volume": "110",
            "issn": "",
            "pages": "228--233",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1207965110/-/DCSupplemen-tal"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Transmission of equine influenza virus to dogs",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Dubovi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Castleman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "Epj",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "482--485",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1117950"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Microevolution of canine influenza virus in shelters and its molecular epidemiology in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Hayward",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Dubovi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Scarlett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Janeczko",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "12636--12645",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Serological evidence of H3N8 canine influenza-like virus circulation in USA dogs prior to",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Bromfield",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Dodds",
                    "suffix": ""
                },
                {
                    "first": "Epj",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vet J",
            "volume": "191",
            "issn": "",
            "pages": "312--316",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tvjl.2011.11.010"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "No evidence for zoonotic transmission of H3N8 canine influenza virus among US adults occupationally exposed to dogs",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Heil",
                    "suffix": ""
                },
                {
                    "first": "K-J",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Influenza and Other Respiratory Viruses",
            "volume": "8",
            "issn": "",
            "pages": "99--106",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12208"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Evolution of canine and equine influenza (H3N8) viruses co-circulating between",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rivailler",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "L-M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "408",
            "issn": "",
            "pages": "71--79",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2010.08.022"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Canine Influenza",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Dubovi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Njaa",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Veterinary Clinics of North America: Small Animal Practice",
            "volume": "38",
            "issn": "",
            "pages": "827--835",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cvsm.2008.03.004"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Seroprevalence and risk factors for canine H3N8 influenza virus exposure in household dogs in Colorado",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Barrell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Pecoraro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Torres-Henderson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Morley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Lunn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Vet Intern Med",
            "volume": "24",
            "issn": "",
            "pages": "1524--1527",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Transmission of canine influenza virus (H3N8) among susceptible dogs",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Jirjis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Deshpande",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Tubbs",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jayappa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lakshmanan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Microbiol",
            "volume": "144",
            "issn": "",
            "pages": "303--309",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2010.02.029"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Point seroprevalence of canine influenza virus H3N8 in dogs participating in a flyball tournament in Pennsylvania",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "F"
                    ],
                    "last": "Serra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stanzani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Otto",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Am Vet Med Assoc",
            "volume": "238",
            "issn": "",
            "pages": "726--730",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Serologic prevalence of antibodies against canine influenza virus (H3N8) in dogs in a metropolitan animal shelter",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mover",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Am Vet Med Assoc",
            "volume": "237",
            "issn": "",
            "pages": "71--73",
            "other_ids": {
                "DOI": [
                    "10.2460/javma.237.1.71"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Epidemiology and Ecology of H3N8 Canine Influenza Viruses in US Shelter Dogs",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Pecoraro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Huyvaert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Spindel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Landolt",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Vet Intern Med",
            "volume": "28",
            "issn": "",
            "pages": "311--318",
            "other_ids": {
                "DOI": [
                    "10.1111/jvim.12301"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A new influenza virus associated with equine respiratory disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Waddell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Teigland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Sigel",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "J Am Vet Med Assoc",
            "volume": "143",
            "issn": "",
            "pages": "587--590",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Equine influenza: a review of an unpredictable virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Macrae",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wattrang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Elton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet J",
            "volume": "189",
            "issn": "",
            "pages": "7--14",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Equine influenza outbreak in India (2008-09): virus isolation, seroepidemiology and phylogenetic analysis of HA gene",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Virmani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Bera",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shanmugasundaram",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Gulati",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Microbiol",
            "volume": "143",
            "issn": "",
            "pages": "224--237",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2009.12.007"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Equine influenza viruses isolated during outbreaks in China in",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xue-Feng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ying-Yuan",
                    "suffix": ""
                },
                {
                    "first": "Ling-Li D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet Rec",
            "volume": "167",
            "issn": "",
            "pages": "382--383",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.c3805"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Phylogenetic and molecular characterization of equine H3N8 influenza viruses from Greece (2003 and 2007): evidence for reassortment between evolutionary lineages",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bountouri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fragkiadaki",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ntafis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kanellos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Xylouri",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virol J",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-8-350"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The equine influenza epidemic in Australia: Spatial and temporal descriptive analyses of a large propagating epidemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cowled",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Prev Vet Med",
            "volume": "92",
            "issn": "",
            "pages": "60--70",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2009.08.006"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Transmission of Equine Influenza Virus during an Outbreak Is Characterized by Frequent Mixed Infections and Loose Transmission Bottlenecks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hampson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Baillie",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003081.s015"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Antigenic and genetic evolution of equine H3N8 influenza A viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "Ack",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Binns",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barrandeguy",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of General Virology",
            "volume": "77",
            "issn": "",
            "pages": "661--671",
            "other_ids": {
                "DOI": [
                    "10.1099/0022-1317-77-4-661"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Evolution of equine influenza virus in vaccinated horses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Murcia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Baillie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Stack",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jervis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Elton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "4768--4771",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.03379-12"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Correlating viral phenotypes with phylogeny: Accounting for phylogenetic uncertainty",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infection, Genetics and Evolution",
            "volume": "8",
            "issn": "",
            "pages": "239--246",
            "other_ids": {
                "DOI": [
                    "10.1016/j.meegid.2007.08.001"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Exact stochastic simulation of coupled chemical reactions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Phys Chem",
            "volume": "81",
            "issn": "",
            "pages": "2340--2361",
            "other_ids": {
                "DOI": [
                    "10.1021/j100540a008"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Infectious diseases of humans: dynamics and control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Localized Mucosal Response to Intranasal Live Attenuated Influenza Vaccine in Adults",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Barria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Garrido",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scher",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Journal of infectious diseases",
            "volume": "207",
            "issn": "",
            "pages": "115--124",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jis641"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Historical thoughts on influenza viral ecosystems, or behold a pale horse, dead dogs, failing fowl, and sick swine",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Influenza and Other Respiratory Viruses",
            "volume": "4",
            "issn": "",
            "pages": "327--337",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2010.00148.x"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Evolutionary dynamics on graphs",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hauert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nowak",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "433",
            "issn": "",
            "pages": "312--316",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Modelling equine influenza 1: a stochastic model of within-yard epidemics",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "Jln",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mumford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jesset",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Epidemiol Infect",
            "volume": "128",
            "issn": "",
            "pages": "491--502",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Transmissibility of 1918 pandemic influenza",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "432",
            "issn": "",
            "pages": "904--906",
            "other_ids": {
                "DOI": [
                    "10.1038/nature03063"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "How generation intervals shape the relationship between growth rates and reproductive numbers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc R Soc B",
            "volume": "274",
            "issn": "",
            "pages": "599--604",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0020174"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Pandemic potential of a strain of influenza A (H1N1): early findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanage",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The evolution and emergence of RNA viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Human mobility patterns predict divergent epidemic dynamics among cities",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Dalziel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pourbohloul",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Ellner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc R Soc B",
            "volume": "280",
            "issn": "",
            "pages": "20130763--20130763",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1002425"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "How should pathogen transmission be modelled?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mccallum",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barlow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hone",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Trends Ecol Evol",
            "volume": "16",
            "issn": "",
            "pages": "295--300",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Markov Chain Monte Carlo in Practice",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Gilks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spiegelhalter",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Virus dynamics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nowak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "MUSCLE: a multiple sequence alignment method with reduced time and space complexity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Edgar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMC Bioinformatics",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "New algorithms and methods to estimate maximum-likelihood phylogenies: assessing the performance of PhyML 3.0",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guindon",
                    "suffix": ""
                },
                {
                    "first": "J-F",
                    "middle": [],
                    "last": "Dufayard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lefort",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anisimova",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hordijk",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Syst Biol",
            "volume": "59",
            "issn": "",
            "pages": "307--321",
            "other_ids": {
                "DOI": [
                    "10.1093/sysbio/syq010"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Estimating the basic reproductive number from viral sequence data",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kouyos",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wyl Von",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yerly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Böni",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Molecular Biology and Evolution",
            "volume": "29",
            "issn": "",
            "pages": "347--357",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msr217"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "BEAST: Bayesian evolutionary analysis by sampling trees",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Evolutionary Biology",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "BEAST2: A software platform for Bayesian evolutionary analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bouckaert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kuhnert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Vaughan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Phylogenetic trees of HA1, NP and M sequences for EIV (black) and CIV (colors). Boxes surround CIV clades comprising two or more samples from the same US state. Branches leading to CIV samples from the same location are colored by location (New York, blue; Pennsylvania, orange; Colorado, purple. Branches leading to CIV samples from multiple locations are colored grey. doi:10.1371/journal.ppat.1004455.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Demography of dogs in US animal shelters. (A) Cumulative distribution of median population size in each shelter (black dashed line) compared to a negative binomial distribution fitted to the data (solid red line), and a fitted Poisson distribution (dotted blue line). (B) Intake rate as a function of population size. Points show the median value for each shelter and vertical lines enclose the interquartile range. Line shows fit by linear regression to log-transformed median intake rates. (C) Length of stay as a function of shelter size. The 95% confidence interval on the slope of the dashed line includes 0. (D) Cumulative distribution of length of stay across all shelters (bars) compared to an exponential distribution with mean rate 1/9.88 days 21 (solid line). doi:10.1371/journal.ppat.1004455.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Seroprevalence, R 0 and R e for CIV, estimated from host demographic data, seroprevalence data, and molecular data. (A) Saturating relationship between seroprevalence and R 0 in a stochastic SIR framework, parameterized from the shelter intake and output data.Red line shows equilibrium seroprevalence predicted by the mean-field model. Points show point seroprevalence estimates from the stochastic simulations, where 74 dogs are sampled at random in a shelter with an average dog population of 134, corresponding to [25]. (B) Deviations of point seroprevalence estimates from the long-term average (bars) compared to a normal distribution (line). (C) Posterior distribution of R 0 based on an observed seroprevalence of 0.42 in [25]. (D) and (E) R e for CIV, estimated by fitting a birth-death skyline phylodynamic model to HA1 gene sequences. The black line shows the mean estimate while the grey shaded shows the highest posterior density (HPD) range, encompassing 95% of the credible set of sampled values. doi:10.1371/journal.ppat.1004455.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Demographics, persistence, spread rate and possible eradication of CIV. (A) Dog population sizes in animal shelters and withinshelter spread rates at which CIV can persist for at least 100 days according to present intake and output rates. The surface shows a smoothed (kriged) version of the outcome (persistence for at least 100 days) of 1000 simulations conducted at uniform random points within the plane described by the figure. Darker shades correspond to higher probabilities of persistence. Red symbols show features of the distribution for dog population sizes (estimated from the demographics data) and the posterior distribution of R 0 in large shelters (estimated from seroprevalence data by MCMC; seeFigures 2 and 3), including the median (hollow circle), mean (filled circle), 2.5th percentile (minus sign) and 97.5th percentile (plus sign). (B) Results of an intervention that reduces the arrival rate of susceptible individuals at a shelter to 1/,R 0 . its current value, where ,R 0 . is the mean posterior distribution of R 0 for CIV estimated from all available data. A kernel density estimate for the distribution of shelter sizes in the demographic data is shown below (A) and (B) to illustrate the scarcity of shelters large enough to support CIV in an endemic state. doi:10.1371/journal.ppat.1004455.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Predicted performance of a control program administered to dogs on arrival in US animal shelters. (A) A vaccination (or other control measure) that removes individuals from the chain of transmission with 85% probability (k = 0.15) within 24 h (a = 1 day) is predicted to eradicate CIV from shelters within six months. The simulations used 100 shelters with dog population size, intake rate, and outtake rate jointly sampled with replacement from the shelter demographics data, and R 0 = 3.9. White lines show medians and shaded areas enclose the 5 th to the 95 th percentiles of the simulation data. (B) Decreasing control efficacy to 75% can still achieve eradication in isolated shelters (blue region, solid line), however shelters that transfer dogs amongst themselves at the observed mean rate of t = 0.1 would preserve CIV in a few shelters despite the vaccination program (red region, dashed line). (C) Further decreases in vaccine efficacy make eradication significantly less likely, particularly if shelters are connected through the transfer of dogs. doi:10.1371/journal.ppat.1004455.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "A simulation of CIV invasion over multiple shelters, starting with an infection in a single large shelter. (A) Each vertex represents an animal shelter with dog population size proportional to the area of the circle. Edges show transfer of infection from shelter to shelter over time through the movement of infected dogs. Edge lengths are arbitrary.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank the veterinarians and workers at the 13 anonymous animal shelters who contributed the demographic data. Dr. Kate Hurley (University of California, Davis) helped us to gather the demographic data and provided information about animal shelters. We are grateful to the anonymous reviewers whose comments improved earlier versions of the paper. We thank Nicole Basta for consultations regarding the short-term efficacy of LAIV. Wendy Weichert provided technical support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Conceived and designed the experiments: BDD NA BTG SPE ECH CRP. Performed the experiments: BDD KH JLG. Analyzed the data: BDD KH JLG ECH. Contributed reagents/materials/analysis tools: EJD. Wrote the paper: BDD KH JLG NA EJD BTG SPE ECH CRP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}