{
    "paper_id": "64bfeb561f0664d74a04ee30a24a48159261d4fd",
    "metadata": {
        "title": "The Failure of R 0",
        "authors": [
            {
                "first": "Jing",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pennsylvania State University",
                    "location": {
                        "settlement": "University Park"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Blakeley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sheffield",
                    "location": {
                        "addrLine": "Hicks Building, Hounsfield Road",
                        "postCode": "S3 7RH",
                        "settlement": "Sheffield",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "J"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Ottawa",
                    "location": {
                        "addrLine": "585 King Edward Avenue",
                        "postCode": "K1N 6N5",
                        "settlement": "Ottawa",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The basic reproductive ratio, R 0 , is one of the fundamental concepts in mathematical biology. It is a threshold parameter, intended to quantify the spread of disease by estimating the average number of secondary infections in a wholly susceptible population, giving an indication of the invasion strength of an epidemic: if R 0 < 1, the disease dies out, whereas if R 0 > 1, the disease persists. R 0 has been widely used as a measure of disease strength to estimate the effectiveness of control measures and to form the backbone of disease-management policy. However, in almost every aspect that matters, R 0 is flawed. Diseases can persist with R 0 < 1, while diseases with R 0 > 1 can die out. We show that the same model of malaria gives many different values of R 0 , depending on the method used, with the sole common property that they have a threshold at 1. We also survey estimated values of R 0 for a variety of diseases, and examine some of the alternatives that have been proposed. If R 0 is to be used, it must be accompanied by caveats about the method of calculation, underlying model assumptions and evidence that it is actually a threshold. Otherwise, the concept is meaningless.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The basic reproductive ratio-also known as the basic reproductive number, the basic reproduction number, the control reproduction number, or R 0 -is one of the foremost concepts in epidemiology [1] [2] [3] . R 0 is the most widely used epidemiological measurement of the transmission potential in a given population [4] . It is a measure of initial disease spread, such that if R 0 > 1, then the disease can invade an otherwise susceptible population and hence persist, whereas if R 0 < 1, the disease cannot successfully invade and will die out. The concept is defined as the number of secondary infections produced by a single infectious individual in an otherwise susceptible population [5] .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite its place at the forefront of mathematical epidemiology, the concept of R 0 is deeply flawed. Defining R 0 proves to be significantly more difficult than it appears. Few epidemics are ever observed at the moment an infected individual enters a susceptible population, so calculating the value of R 0 for a specific disease relies on secondary methods. There are many methods to calculate R 0 from mathematical models, few of which agree with each other and few of which produce the average number of secondary infections. Methods to calculate R 0 from theoretical models include the survival function, the next-generation method, the eigenvalues of the Jacobian matrix, the existence of the endemic equilibrium, and the constant term of the characteristic polynomial. R 0 can also be estimated from epidemiological data via the number of susceptibles at endemic equilibrium, the average age at infection, the final size equation and calculation from the intrinsic growth rate. For an overview, see Heffernan et al. [2] .",
            "cite_spans": [
                {
                    "start": 1023,
                    "end": 1026,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Furthermore, there are many diseases that can persist with R 0 < 1, while diseases with R 0 > 1 can die out, reducing the utility of the concept as a threshold. R 0 is also used as a measure of eradication for a disease that is endemic, but issues such as backward bifurcations, stochastic effects, and networks of spatial spread mean that an invasion threshold does not necessarily coincide with a persistence threshold. This results in a reduction of the usefulness of R 0 . For example, it is possible that a disease can persist in a population when already present but would not be strong enough to invade. Finally, the threshold value that is usually calculated is rarely the average number of secondary infections, diluting the usefulness of this concept even further.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we outline the problems with R 0 and examine a number of alternatives that have been proposed. We include a worked example of malaria to demonstrate the many different results that the various methods give for the same model. Finally, we survey some of the recent uses of R 0 in the literature. The number of articles that use R 0 likely numbers in the tens of thousands, so an exhaustive review is not feasible. We have restricted ourselves to articles published since 2005 and which include interesting or novel explorations of R 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this section, we identify some of the more popular methods (although by no means all) used to calculate R 0 . We also describe the limitations that each method presents and demonstrate one of the core problems with R 0 . Specifically, we address a key problem with R 0 : how do biologists make sense of it from mathematical models? (See, for example, the puzzled discussion in van den Bosch et al. [6] .)",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 404,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Methods for Calculating R 0"
        },
        {
            "text": "Although the \"R\" in R 0 is derived from \"reproductive\", based on the original formulation of the concept as the average number of secondary infections, many thresholds have been denoted by \"R 0 \", even when they are not related to the average number of secondary infections. Thus, in keeping with the notation, we will use the notation R 0,X to denote an R 0 -like surrogate associated with a particular method, symbolised by X. The survival function has the advantage that it always produces the average number of secondary individuals infected by a single infected individual, in the same class. Thus, in Figure 1 , where one human infects two mosquitoes, who each infect three humans, the survival function produces R 0 = 6. This is the number of humans infected by a single infected human via mosquitoes; or, equivalently, the number of mosquitoes infected by a single mosquito via humans. The survival function is a generalised method of calculating the basic reproductive ratio that is not restricted to ODEs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 607,
                    "end": 615,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods for Calculating R 0"
        },
        {
            "text": "However, determining the individual probabilities can be cumbersome, especially if multiple states are involved. For a vector-borne infection such as malaria, with two infection states (human and mosquito), calculating the first probability involves determining the probability that a human infected at time 0 exists at time t, the probability that a human infected for total time t infects a mosquito and the probability that an infected mosquito lives to be age a − t, where 0 ≤ t ≤ a [2] . For diseases with more states, such as Guinea Worm disease, where there is a waterborne parasite, which can attach itself to copepods, which in turn are ingested by humans and which subsequently grow into an internal nematode, the calculations of the survival probabilities become unwieldy.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 490,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Methods for Calculating R 0"
        },
        {
            "text": "Thus, although this method always produces the correct R 0 , in practice, it is difficult to use. This is especially true for models with sufficient complexity, which are often those encountered most frequently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for Calculating R 0"
        },
        {
            "text": "The Jacobian matrix is used to linearise a nonlinear system of differential equations. Around the disease-free equilibrium, the linear system will have the same stability properties as the nonlinear system if it is hyperbolic; that is, if no eigenvalues have zero real part. In particular, if all eigenvalues have negative real part, then the equilibrium is stable, whereas if there is an eigenvalue with positive real part, the equilibrium is unstable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Jacobian."
        },
        {
            "text": "It follows that a threshold is λ max = 0, where λ max is the largest eigenvalue of the Jacobian matrix (or the largest real part if the eigenvalues are complex). However, for a system of n differential equations, this requires solving an nth order polynomial, which may be impossible. Furthermore, rearranging the condition λ max = 0 to produce a threshold R 0,J = 1 is not a unique process and does not always produce the average number of secondary infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Jacobian."
        },
        {
            "text": "When λ max = 0, the constant term of the characteristic polynomial will be zero. However, the reverse is not true, as the Computational and Mathematical Methods in Medicine 3 polynomial could have both zero and positive roots. If the characteristic polynomial is λ n + a n−1 λ n−1 + · · · + a 1 λ + a 0 = 0,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constant Term of the Characteristic Polynomial."
        },
        {
            "text": "then a 0 = 0 is a threshold if a j ≥ 0 for all j. More generally, the Routh-Hurwitz condition allows the coefficients to take on other signs, under certain restrictions, but the nonconstant coefficients all being positive is a sufficient condition. Another sufficient condition is that a j ≥ 0 under the constraint a 0 = 0 (so that the largest eigenvalue at a 0 = 0 is 0). This method is significantly easier to use than finding the largest eigenvalue, although verifying that a 0 = 0 necessarily corresponds to the largest eigenvalue can become complicated for some models. However, similar to the above, rearranging a 0 = 0 to produce R 0,C = 1 is not a unique process and does not always produce the average number of secondary infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constant Term of the Characteristic Polynomial."
        },
        {
            "text": "Method. The next-generation method, developed by Diekmann et al. [8] and Diekmann and Heesterbeek [9] , and popularised by van den Driessche and Watmough [10] , is a generalisation of the Jacobian method. It is significantly easier to use than Jacobian-based methods, since it only requires the infection states (such as the exposed class, the infected class and the asymptomatically infected class) and ignores all other states (such as susceptible and recovered individuals). This keeps the size of the matrices relatively manageable.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 98,
                    "end": 101,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The Next-Generation"
        },
        {
            "text": "However, the next-generation method suffers from a lack of uniqueness. In order to determine the matrices F and V (where F accounts for the \"new\" infections and V accounts for the transfer between infected compartments), biological insight must be used in order to decide which terms count as \"new\" infections and which terms are transfer terms. While this may seem intuitive for most models, it is easy to construct a counterexample",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Next-Generation"
        },
        {
            "text": "Here, the term +5I might represent, for example, new infections arising from vertical transmission, whereas the term −5I might represent a disease-specific death rate. Although this construction is clearly arbitrary, it demonstrates that identifying \"new\" infections is not a unique process and relies on the modeller's judgement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Next-Generation"
        },
        {
            "text": "We would then have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Next-Generation"
        },
        {
            "text": "and thus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Next-Generation"
        },
        {
            "text": "This has the same threshold property as R 0,N = βS/μ, but is clearly not the average number of secondary infections. In essence, the next-generation method is a mathematical generalisation of putting the negative values on one side and dividing (this is what V −1 is) so that the eigenvalue threshold at zero is transformed into an R 0 -like threshold at one. However, as we have seen, this does not produce a unique result. van den Driessche and Watmough [10] note that other decompositions of F and V can be chosen, which lead to different values for R 0,N . They claim that only one choice of F is epidemiologically correct. However, this is not true, as the above example shows. Furthermore, it means that the definition of R 0 relies upon the judgement of the modeller as to what \"epidemiologically correct\" means.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The Next-Generation"
        },
        {
            "text": "Furthermore, the next-generation method does not produce the number of humans infected by a single human if there is an intermediate host, but rather the geometric mean of the number of infections per generation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Next-Generation"
        },
        {
            "text": "For example, consider a mosquito-borne disease where humans infect two mosquitoes, while mosquitoes infect three humans, as shown in Figure 1 . For convenience, label these R H = 2 and R M = 3. Then the number of humans infected from a primary human (via mosquitoes) is R 0 = 2 × 3 = 6. (This is also the value calculated by the survival function.)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Next-Generation"
        },
        {
            "text": "However, the next-generation method would calculate R 0,N = √ 6, which is a weighted average (2 < √ 6 < 3) of the number of infectives each individual produces in the next infection event. While mathematically sound, it is questionable whether this is biologically meaningful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Next-Generation"
        },
        {
            "text": "This example could be extended. Consider a three-stage disease, such as tularemia, where ticks may transmit between humans and livestock, but humans may also be infected by eating livestock. Suppose that a single human directly infects two ticks (so R H = 2), each tick infects four animals (so R T = 4) and each animal infects three humans (so R A = 3). Then, a single human has resulted in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Next-Generation"
        },
        {
            "text": "infected humans. However, R 0,N = 3 √ 24 ≈ 2.88, since there are three infection stages. As the number of infection stages increase, R 0,N becomes a progressively higher surd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Next-Generation"
        },
        {
            "text": "The next-generation method is likely the most frequently used method to calculate R 0 . It has been used extensively to calculate R 0 -like values from host-vector models (see Wonham et al. [11] , Gaff et al. [12] or Gubbins et al. [13] ). However, it does not produce the number of newly infected individuals in the same infection class and does not always produce the average number of secondary infections.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "The Next-Generation"
        },
        {
            "text": "In de Camino-Beck et al. [14] , a graph-theoretic method for calculating R 0 is given. Starting from the definition of R 0 = ρ(FV −1 ), they derived a series of rules for reducing the digraph associated with Fλ −1 − V to a digraph with zero weight, from which λ = R 0 . The rules are as follows.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "The Graph-Theoretic Method."
        },
        {
            "text": "To reduce the loop −a ii < 0 to −1 at node i, every arc entering i has weight divided by a ii .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rule 1."
        },
        {
            "text": "For a trivial node i on a path j → i → k, the two arcs are replaced by j → k with weight equal to the product",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rule 2."
        },
        {
            "text": "Creation of trivial nodes using Rule 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rule 2."
        },
        {
            "text": "Rule 2 Figure 2 : The graph-theoretical method of de Camino-Beck et al. [14] applied to a vector-host model may not produce a unique R 0 .",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 7,
                    "end": 15,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Rule 2."
        },
        {
            "text": "of weights on arc j → i and i → k. Weights on multiple arcs j → k are added.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rule 2."
        },
        {
            "text": "The graph-theoretic method has the advantage that it avoids calculation of V −1 , which may be complicated for large systems. However, it always produces the same threshold value as the next-generation method. They considered the simple vector-host model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rule 2."
        },
        {
            "text": "where I, W, S, and M are proportions of infective hosts, infective vectors, susceptible hosts, and susceptible vectors, respectively, b is the host birth and death rate, γ is the host recovery rate, c is the vector birth and death rate, and β s and β m are disease transmission coefficients. The disease-free equilibrium is (0, 0, 1, 1) T . They found matrices",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rule 2."
        },
        {
            "text": "From this, they produced a digraph of Fλ −1 − V and concluded that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rule 2."
        },
        {
            "text": "However, this method still contains the same issues as the next-generation method. The R 0 value calculated is not the number of humans infected by a single human, but rather the (less biologically meaningful) geometric mean of the number of humans infected by the vector and the number of vectors infected by a human. Furthermore, the creation of F and V is not a unique process, as we have seen above, and does not always produce the average number of secondary infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rule 2."
        },
        {
            "text": "For example, consider the mathematically equivalent model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rule 2."
        },
        {
            "text": "with matrices",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rule 2."
        },
        {
            "text": "The graph reduction then proceeds as in Figure 2 . It follows (either by the graph-reduction method or using the conventional next-generation method) that",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 48,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Rule 2."
        },
        {
            "text": "Thus, the graph-theoretic method inherits the existing problems from the next-generation method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rule 2."
        },
        {
            "text": "2.6. Existence of the Endemic Equilibrium. R 0 can also be calculated from the endemic equilibrium, in the case where there is a bifurcation at R 0 = 1 such that the endemic equilibrium does not exist for R 0 < 1. The existence of the endemic equilibrium is, thus, a threshold that can be rearranged to produce an R 0 -like surrogate. However, for many models, calculating the endemic equilibrium can be quite difficult. Furthermore, in the case of a backward bifurcation, the endemic equilibrium still exists for R 0 < 1 (in fact, two endemic equilibria exist in this case, one of which is stable and the other unstable). It follows that the endemic equilibrium is not a useful general method for calculating R 0 and does not always produce the average number of secondary infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rule 2."
        },
        {
            "text": "van den Bosch et al. [6] use the endemic equilibrium to determine a threshold given by I = (1/α)(μq−μ+αK) so that I > 0 if μq − μ + αK > 0 (where I represents infected plants at the endemic equilibrium, α is the transmissibility, μ is the death rate, q is the fraction of infectious seeds, and K is the total plant population density). They show that two different rearrangements of this inequality give",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Rule 2."
        },
        {
            "text": "and note that either would suffice as an R 0 value, but were unable to resolve the question of which was appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rule 2."
        },
        {
            "text": "Summary of R 0 Methods. In summary, there are many methods available for calculating R 0 , but few of them agree with each other and almost none reliably calculate the average number of secondary infections in a wholly susceptible population. The only method which does is the survival function, but this method is too cumbersome to be used except for the simplest of models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.7."
        },
        {
            "text": "In this section, we take a sample model and apply the various methods for calculating R 0 to it. We show that each method can produce a different result, all of which have the property that they have an outbreak threshold at R 0 = 1 but otherwise bear little relation to one another. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Worked Example"
        },
        {
            "text": "Humans may be susceptible or infected (H S and H I , resp.), while mosquitoes may be susceptible or infected (M S and M I , resp.). The birth rates are Λ H for humans and Λ M for mosquitoes. The background death rates are μ H and μ M for humans and mosquitoes, respectively, while the diseasespecific death rate for humans is σ. The transmission rate from mosquitoes to humans is β MH , while the transmission rate from humans to mosquitoes is β HM . See Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 463,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "A Worked Example"
        },
        {
            "text": "The Jacobian matrix at the disease-free equilibrium is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Worked Example"
        },
        {
            "text": "where H S and M S are the equilibrium values of susceptible humans and mosquitoes, respectively. Thus, the nontrivial part of the characteristic polynomial satisfies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Worked Example"
        },
        {
            "text": "Using the Jacobian method, the largest eigenvalue is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Worked Example"
        },
        {
            "text": "Rearranging λ max = 0, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Worked Example"
        },
        {
            "text": "Conversely, since the nonconstant coefficients of the characteristic polynomial are positive, all eigenvalues will be negative if the constant term of the characteristic polynomial is positive, whereas there will be an eigenvalue with positive real part if the constant term is negative. Rearranging, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Worked Example"
        },
        {
            "text": "This is not the only rearrangement possible, so, like the nonuniqueness of the next-generation method, it is possible to rearrange by adding and subtracting arbitrary constants. Thus, for example,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Worked Example"
        },
        {
            "text": "is also a measure of disease spread with the property that the disease persists if R 0,9 > 1 and is eradicated if R 0,9 < 1. Other rearrangements are possible, so long as the threshold at 0 is transformed into a threshold at 1. Thus,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Worked Example"
        },
        {
            "text": "has the same threshold property. A generalised version of this formulation was used in Smith? et al. [15] called T 0 . The endemic equilibrium satisfies",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "A Worked Example"
        },
        {
            "text": "It follows that there will be a biologically meaningful endemic equilibrium if H I > 0, or",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Worked Example"
        },
        {
            "text": "since M S = Λ M /μ M and H S = Λ H /μ H . As above, this is not the only rearrangement possible. The next-generation matrices are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Worked Example"
        },
        {
            "text": "since the next-generation method only considered the two infected classes. Then, using the next-generation method,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Worked Example"
        },
        {
            "text": "Thus, for the same model, R 0,N , R 0,J , R 0,C , R 0,9 , and R 0,e are all distinct. Although R 0,E = R 0,C in this case, this does not hold in general. Note that R 0,C and R 0,E produce the number of infected humans per infected human (or, equivalently, the number of infected mosquitoes per infected mosquito), but this is also not necessarily true in general. Figure 4 illustrates how these R 0 -like expressions vary with σ, when all other parameters are held constant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 372,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "A Worked Example"
        },
        {
            "text": "Anecdotally, we have found that most biologists believe that there is one and only one R 0 value for a given disease and, in order to verify an R 0 is correct, all that is required is to check that it has a threshold at 1. We have demonstrated here that R 0 is not a unique concept. Indeed, it is straightforward to construct simple variations that satisfy the threshold criterion at 1. Furthermore, since multiple methods calculate multiple thresholds, it follows that the vast majority of them cannot be the average number of secondary infections. However, the nonuniqueness is not the only problem associated with the concept, as we will demonstrate. Figure 4 : The changing face of R 0 . All expressions for R 0 were generated from the same model, using standard techniques. As the death rate varies, all have the property that if R 0 > 1 then an outbreak will occur, whereas if R 0 < 1, then the disease will be eradicated. However, aside from the common threshold at R 0 = 1, none of these expressions are equal to each other. The curve labelled \"Jacobian\" illustrates R 0,J , as given by (18) . The curve labelled \"Adding and subtracting 9\" illustrates the value R 0,9 as given by (20) . The curve labelled \"Next generation\" illustrates R 0,N , as given by (25) . The curve labelled \"Constant term of the characteristic polynomial\" illustrates R 0,C , as given by (19) . The curve labelled \"Exponential\" illustrates R 0,e , as given by (21) . ",
            "cite_spans": [
                {
                    "start": 1095,
                    "end": 1099,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1188,
                    "end": 1192,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1264,
                    "end": 1268,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1371,
                    "end": 1375,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1443,
                    "end": 1447,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 654,
                    "end": 662,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "A Worked Example"
        },
        {
            "text": "Backward bifurcations occur when multiple stable equilibria coexist for R 0 < 1. This presents a serious complication when a disease is already endemic, since lowering the basic reproduction number below 1 may no longer be a viable control measure; hence, different prevention and control measures may have to be considered. In particular, a backward bifurcation makes the system more complicated, since the behaviour now depends on the initial conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Backward Bifurcations"
        },
        {
            "text": "A backward bifurcation at R 0 = 1 may result in persistence of the disease when R 0 < 1. In this case, the disease will always persist for R 0 > 1. However, there is a point R a < 1 such that the endemic equilibrium exists for R a < R 0 < 1 and a third, unstable, equilibrium also exists between the two stable equilibria. Hence, an endemic disease is only eradicated if 0 < R 0 < R a . For R a < R 0 < 1, the outcome depends on initial conditions. If the disease is still in its early stages-that is, if the initial conditions are sufficiently small-then the system will approach the disease-free equilibrium and the disease will be eradicated. However, if the initial conditions are large, then the system will approach the endemic equilibrium and the disease will persist. Thus, a backward bifurcation prevents the system from switching to the disease-free equilibrium as soon as R 0 < 1 is reached. See Figure 5 (a). (a) A backward bifurcation at R 0 = 1 may result in persistence of the disease when R 0 < 1. There is a point R a < 1 such that the endemic equilibrium exists for R a < R 0 < 1 and a third, unstable, equilibrium also exists. Hence, the disease-free equilibrium is only globally stable if 0 < R 0 < R a . (b) Backward bifurcations at other points may also affect the outcome. Although the disease persists for all R 0 > 1 and is eradicated when R 0 < 1 (due to the transcritical bifurcation at R 0 = 1), there is a region R m < R 0 < R n , where three equilibria coexist. In this region, the outcome depends on the initial conditions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 907,
                    "end": 915,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Backward Bifurcations"
        },
        {
            "text": "Several mechanisms have been shown to lead to backward bifurcation in epidemic models, but backward bifurcations in compartmental models have only recently attracted serious research attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational and Mathematical Methods in Medicine"
        },
        {
            "text": "Gómez-Acevedo and Li [16] investigated a mathematical model for human T-cell lymphotropic virus type I (HTLV-I) infection of CD4 + T cells that incorporates both horizontal transmission through cell-to-cell contact and vertical transmission through mitotic division of infected T cells. They assumed that a fraction σ of the infected cells survive the immune system attack after the error-prone viral replication. Under the biologically sound assumptions that the fraction σ should be very low and the rate of the mitotic division should be high, their model has a bifurcation that predicts persistent infection for an extended range of the basic reproduction R 0 > R 0 (σ 0 ), where R 0 (σ 0 ) < 1. This model undergoes a backward bifurcation as σ increases: multiple stable equilibria exist for an open set of parameter values, when the basic reproduction number is below one.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Computational and Mathematical Methods in Medicine"
        },
        {
            "text": "Safan et al. [17] studied an epidemiological model under the assumption that the susceptibility after a primary infection is r times the susceptibility before a primary infection.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Computational and Mathematical Methods in Medicine"
        },
        {
            "text": "They present a method for determining the control effort required to eliminate an infection from a host population when subcritical persistence may occur. This effort can be interpreted as a reproduction number but is not necessarily the basic reproduction number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational and Mathematical Methods in Medicine"
        },
        {
            "text": "For r > 1 + μ/α, this model exhibits backward bifurcations, where μ is the death rate and α is the recovery rate. For such models, the authors presented a method for determining the minimum effort required to eradicate the infection from the endemic steady state if one concentrates on control measures affecting the transmission rate constant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational and Mathematical Methods in Medicine"
        },
        {
            "text": "Garba et al. [18] presented a deterministic model for the transmission dynamics of a single strain of dengue by realistically adopting a standard incidence formulation and allowing dengue transmission by exposed humans and vectors. The model was extended to include an imperfect vaccine for dengue. A backward bifurcation was observed in both models. This makes R 0 < 1 no longer sufficient for effectively controlling dengue in a community. However, this phenomenon can be removed by replacing the standard incidence function in the model with a mass-action formulation.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Computational and Mathematical Methods in Medicine"
        },
        {
            "text": "Reluga et al. [19] proposed a series of epidemic models for waning immunity that can be applied in many different settings. With biologically realistic hypotheses, they found that immunity alone never creates a backward bifurcation. However, this does not rule out the possibility of multiple stable equilibria, which can be shown by a counterexample of the forward bifurcation at R 0 = 1. See Figure 5 (b).",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 402,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Computational and Mathematical Methods in Medicine"
        },
        {
            "text": "When R 0 is considered in a spatial context, many of its properties fail to hold. In particular, diseases with R 0 > 1 can fail to persist, depending on the nature of the spatial transmission. Since many diseases are spatially dependent, this further limits the utility of R 0 . As R 0 increases beyond 1, the probability of disease invading the initially infected host group increases, but additional criteria are important to determining the probability of the spreading of the disease to other groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R 0 in Spatial Contexts"
        },
        {
            "text": "Green et al. [20] related deterministic meanfield models to network models, taking into account the manner in which the contact rate and infectiousness change over time. For a node with exactly m connections, the expected number of secondary infections at infection age u is given by",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Networks."
        },
        {
            "text": "where β is the transmissibility and k is the mean number of connections per node. This model applies when the rate of infectious contact is independent of k.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Networks."
        },
        {
            "text": "If there is a constant rate of generation of new cases, then the expected number of secondary infections in an infectious period of length u is given implicitly by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Networks."
        },
        {
            "text": "8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Networks."
        },
        {
            "text": "where C IS (t) denotes the contact per susceptible neighbour and ψ(t) denotes the infectiousness at time t after infection. Kao [21] showed that novel pathogens may evolve towards a lower R 0 , even if this results in pathogen extinction. This is because the presence of exploitable heterogeneities, such as high variance in the number of potentially infectious contacts, increases R 0 ; thus, pathogens that can exploit heterogeneities in the contact structure have an advantage over those that do not. The exploitation of heterogeneities results in a more rapid depletion of the potentially susceptible neighbourhood for an infected host. While the low R 0 strategy is never evolutionarily stable, invading strains with higher R 0 will also converge to the low R 0 strategy if not sufficiently different from the resident strain. This is in contrast to the conventional belief that the emergence of novel pathogens is driven by maximisation of R 0 .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Computational and Mathematical Methods in Medicine"
        },
        {
            "text": "In a randomly mixed epidemiological network, R 0 can be approximated by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational and Mathematical Methods in Medicine"
        },
        {
            "text": "where l in and l out are, respectively, the number of inward and outward \"truly infectious\" links per node; the angled brackets represent the expected value of the relevant quantity [22] . Meyers [23] showed that in a contact network framework,",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Computational and Mathematical Methods in Medicine"
        },
        {
            "text": "where T is the mean probability of transmission between individuals and k and k 2 are the mean degree and mean square degree of the network. Here, R 0 depends explicitly on the structure of the network (i.e., on k and k 2 ). A single pathogen may, therefore, have very different transmission dynamics depending on the population through which it spreads. If two networks have the same mean degree, k, then the one with the larger variance in degree, k 2 − k 2 , will be more vulnerable to the spread of disease. In compartment models, infected hosts are assumed to have potentially disease-causing contacts with random individuals from the population according to a Poisson process that yields an average contact rate of β per unit time. The mass-action assumption of compartmental models is tantamount to assuming that the underlying contact patterns form a random graph with a Poisson degree distribution. Estimates of R 0 that assume a mass-action model may, therefore, be invalid for populations with non-Poisson contact patterns and, in particular, will underestimate the actual growth rate of the disease in highly heterogeneous networks. [24] noted that if R 0 > 1 in an agent-based model then, due to the stochastic nature of interactions, it is possible that no epidemic occurs or that it ends early if, by chance, the few initially contagious individuals recover before generating new cases.",
            "cite_spans": [
                {
                    "start": 1145,
                    "end": 1149,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Computational and Mathematical Methods in Medicine"
        },
        {
            "text": "Schimit and Monteiro [25] showed that in an individuallevel model, R 0 cannot be uniquely determined from some features of transient behaviour of the infective group. The value of R 0 can be unambiguously determined from the asymptotical stable stationary concentrations, but this relies on waiting for the system to reach its permanent regime, which is not feasible in practice. The same value of R 0 can be associated to networks with distinct values of clustering coefficients and average shortest path length. This result can affect the evaluation of the effectiveness concerning different strategies employed for controlling a disease. Because distinct values of topological properties can produce the same value of R 0 in a model considering the spatial structure of the contact network, it is difficult to evaluate the effective contribution of each control measure. This is because the correspondences among R 0 and the topological properties of the contact network are not one-to-one.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Individual-Level Models. Rahmandad and Sterman"
        },
        {
            "text": "Cross et al. [26] showed that when R 0 is based on data collected from simulated epidemics mimicking epidemiological contact-tracing data, R 0 can be substantially greater than one and yet not cause a pandemic. In populations with social or spatial structure, a chronic disease is more likely to invade than an acute disease with the same R 0 , because it persists longer within each group and allows for more host movement between groups.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Metapopulation Models."
        },
        {
            "text": "Under the settings where the rate of host population turnover was negligible relative to the rate of disease processes of infection and recovery, they showed that R 0 > 1 was insufficient for disease invasion when the product of the average group size and the expected number of betweengroup movements made by each individual while infectious was less than 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metapopulation Models."
        },
        {
            "text": "Smith? et al. [15] examined a metapopulation model with travel between two regions, with reproductive ratios R (0) 0,1 and R (0) 0,2 for each region in the absence of travel, and R 0,1 and R 0,2 when only susceptibles travel, but infectives do not. They showed that if both R (0) 0,1 < 1 and R (0) 0,2 < 1, then there are conditions on the travel of susceptible such that R 0,1 > 1 and R 0,2 < 1. Thus, a disease which would otherwise be eradicated in both regions could be sustained in one of the regions if there were sufficient travel of the susceptibles (not infectives). Furthermore, if R (0) 0,1 < 1 and R (0) 0,2 > 1, then there are conditions on the travel of susceptibles such that R 0,1 > 1 and R 0,2 > 1. Thus, if one region sustains the disease on its own, while the other does not, then sufficient travel of susceptibles (not infectives) could sustain the disease in both regions.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Metapopulation Models."
        },
        {
            "text": ". Althaus et al. [27] examined an age-dependent partial differential equation model of in-host HIV infection. They showed that",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Partial Differential Equation Models"
        },
        {
            "text": "where the denominator is the Laplace transform of the generation time distribution g(a) and r is the growth rate. They found that estimates for R 0 were generally smaller than those derived from the standard model when the generation time was taken into account.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partial Differential Equation Models"
        },
        {
            "text": "Computational and Mathematical Methods in Medicine 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partial Differential Equation Models"
        },
        {
            "text": "When stochastic effects, such as those inevitably found in nature, are included, the threshold at R 0 = 1 may be disturbed. This includes assumptions about the distribution of transition times (assumed to be exponential in most models) as well as variations in individual parameters. Heffernan and Wahl [28] derived improved estimates of R 0 for situations in which information about the dispersal of transition times is available to the clinical or epidemiological practitioner. Rather than rederiving R 0 for a number of models (SIR, SEIR, etc.), they introduce a \"correction factor\", φ: the ratio of R 0 when the lifetimes are nonexponentially distributed to the value of R 0 that would be calculated assuming exponential lifetimes. They were able to derive limiting values of φ and used this to gauge the sensitivity of R 0 to dispersion in the underlying distributions.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Stochastic Effects"
        },
        {
            "text": "By combining the movement of hosts, transmission with groups, recovery from infection and the recruitment of new susceptibles, Cross et al. [29] expanded the earlier analysis of Cross et al. [26] to a much more broader set of disease-host relationships, exploring settings where the duration of immunity ranges from transient to lifelong or where the demographic processes occur on comparable (or faster) timescales to disease processes. The focus of this study was to investigate how recruitment of susceptibles affects disease invasion and how population structure can affect the frequency of superspreading events (SSEs). They found that the frequency of SSEs may decrease with the reduced movement and the group sizes due to the limited number of susceptibles available.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Stochastic Effects"
        },
        {
            "text": "The hierarchical nature of disease invasion in host metapopulations is illustrated by the classification tree analysis of the model results. Firstly, the pathogen must effectively transit within a group (R 0 > 1), and then, the pathogen must persist within a group long enough to allow for movement between different groups. Hence, the infectious period, group size and recruitment of new susceptibles are as important as the local transmission rates in predicting the spread of pathogens across a metapopulation. It should be noted that in 35% of simulations when R 0 was greater than one, the disease failed to invade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic Effects"
        },
        {
            "text": "Tildesley and Keeling [30] examined whether R 0 was a good predictor of the 2001 UK Foot and Mouth disease. They concluded that R 0 explained just 29.3% of the standard deviation of the epidemic impact. They also noted that R 0 = 1 did not act as a threshold: at the value of R 0 = 1, only 20% of initial seedings generated epidemics; this probability increased to around 50% for the largest reasonable R 0 values. When heterogeneities exist in the population, infection is most likely to become focused within the high-risk individuals who are both more susceptible and more infectious. This highlights the stochastic nature of the disease in its early stages and the dependence of the ensuing epidemic on favourable local conditions in the neighbourhood of the initial infection.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Stochastic Effects"
        },
        {
            "text": "The probability of extinction, assuming exponentially distributed infectious periods, was",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic Effects"
        },
        {
            "text": "when an epidemic began with a single infected individual. Thus, if R 0 ≤ 1, then extinction occurs with probability 1, but if R 0 > 1 then extinction occurs with some probability. See Chiang [31, Chapter 4] for more discussion.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 196,
                    "end": 206,
                    "text": "Chapter 4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Stochastic Effects"
        },
        {
            "text": "In this section, we note a variety of problems with R 0 that are not covered in the previous sections. These include problems with the underlying structure of compartment models, the mismatch between an individual-based parameter and a population-level compartment model, and the failure of R 0 to accurately measure an outbreak of a new disease. Breban et al. [32] argued that in order to associate an R 0 to a model of ODEs, an individual-level model (ILM) which is compatible to the ODE model must be developed; only then can the R 0 of the ILM be unambiguously calculated. These ILMs are growing (not static) network models, with individuals added to a network of who infected whom based on global or local network rules. Then, R 0 is computed as the limit of the average number of outgoing links of individuals in a node that no longer accepts new links, as time goes to infinity. They showed that a broad range of R 0 values were compatible with a given ODE model.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 365,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "R 0 Failures"
        },
        {
            "text": "For example, consider the basic model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R 0 Failures"
        },
        {
            "text": "where β is the transmissibility and μ is the disease death rate; note that the transmission term is equivalent to the standard term βSI/(S + I) when the depletion of susceptibles is negligible so that S/(S + I) ≈ 1. The expected R 0 value from this model using other methods (such as the next-generation method) is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R 0 Failures"
        },
        {
            "text": "The corresponding ILM consists of an infection rule, where an individual joining the infectious pool is infected by an infectious individual who is uniformly randomly selected, and a removal rule, where a uniformly randomly selected individual leaves the infectious pool. The flow of newly infected individuals is βI(t). Thus, the flow per alreadyinfected individual is β. Since the removed individuals are randomly sampled from the infectious individuals, the average length of the infectious period equals the time expectation of the infectious period, which is 1/β (rather than 1/μ, as calculated from the next-generation method). It follows that R 0 = 1, which is independent of the transmission and death rates from the corresponding ODE. Thus, in this case, R 0 does not signal epidemic growth as anticipated from other methods. Roberts [3] noted three fundamental properties commonly attributed to R 0 : (i) that an endemic infection can persist only if R 0 > 1, (ii) R 0 provides a direct measure of the control effort required to eliminate the infection, and (iii) pathogens evolve to maximise their R 0 value.",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 846,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "R 0 Failures"
        },
        {
            "text": "He demonstrated that all three statements can be false. The first, as we have noted, can fail due to the presence of backward bifurcations. The second can fail when control efforts are applied unevenly across different host types (such as a high-risk and a low-risk group), since R 0 is determined by averaging over all host types and does not directly determine the control effort required to eliminate infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R 0 Failures"
        },
        {
            "text": "The third can fail when two pathogens coexist at a steady state that exists and is stable whenever both single-pathogen steady states exist but are unstable. In this case, the order in which the pathogens are established in the host population matters. The established parasite has a role in determining a modified carrying capacity and the pathogen with the largest basic reproductive ratio does not necessarily exclude the other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R 0 Failures"
        },
        {
            "text": "Breban et al. [33] showed that two individual-level models having exactly the same expectations of the corresponding population-level variables may yield different R 0 values. They showed that obtaining R 0 from empirical contact-tracing data collected by epidemiologists and using this R 0 as a threshold parameter for a population-level model could produce misleading estimates of the infectiousness of the pathogen, the severity of an outbreak, and the strength of the medical and/or behavioural interventions necessary for control. Thus, measuring R 0 through contact tracing (as generally occurs during an outbreak investigation) may not be a useful measure for determining the strength of the necessary control interventions.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "R 0 Failures"
        },
        {
            "text": "Many different individual-level processes can generate the same incidence and prevalence patterns. Thus, assigning a meaningful R 0 value to an ODE model without knowledge of the underlying disease transmission network may be impossible. Only an epidemic threshold parameter can be used to design control strategies. Since R 0 fails to possess this threshold quality, its usefulness may be vastly overstated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R 0 Failures"
        },
        {
            "text": "Meyers [23] compared the theoretical calculation of R 0 with observed SARS data from China and showed that estimates of R 0 seemed incompatible. The basic reproductive rate has two critical inputs:",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "R 0 Failures"
        },
        {
            "text": "(1) intrinsic properties of the pathogen that determine the transmission efficiency per contact and the duration of the infectious period,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R 0 Failures"
        },
        {
            "text": "(2) the patterns of contacts between infected and susceptible hosts in the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R 0 Failures"
        },
        {
            "text": "While the first factor may be fairly uniform across outbreaks, the second may depend significantly on context, varying both within and among populations. The problem with the SARS estimates stems from the mass-action assumption of compartmental models; that is, that all susceptible individuals are equally likely to become infected. When this assumption does not hold, the models may yield inaccurate estimates or estimates that do not apply to all populations. R 0 estimates for SARS in the field were based largely on outbreak data from a hospital and a crowded apartment building, with anomalously high rates of close contacts among individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R 0 Failures"
        },
        {
            "text": "The author suggested that it might be inappropriate to extrapolate estimates for R 0 from specific settings such as these to the population at large. Conversely, since the population at large is also unlikely to satisfy mass-action requirements, it may also be concluded that R 0 is not a meaningful estimate of disease spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R 0 Failures"
        },
        {
            "text": "A number of alternatives have been offered over the years, due to recognised problems with R 0 . Older examples include the critical community size [5] , the group-level reproductive number, R * [34] , the type reproduction number [35] and the basic depression ratio [36] . See Heffernan et al. [2] for a summary of these methods. In this section, we review some of the more recent alternatives to R 0 .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "The actual reproduction number, R a , is defined as a product of the mean duration of infectiousness and the ratio of incidence to prevalence [37] [38] [39] . R 0 coincides with R a when the transmission probability is constant but accounts for the more general situation when the transmission probability varies as a function of infection age (as happens in diseases such as HIV/AIDS).",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 147,
                    "end": 151,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 152,
                    "end": 156,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "The effective reproduction number R(t) measures the number of secondary cases generated by an infectious case once an epidemic is underway. In the absence of control measures, R(t) = R 0 S(t)/N, where S(t)/N is the proportion of the population susceptible [40, 41] . The estimation of reproductive numbers is typically an indirect process because some of the parameters on which these numbers depend are difficult or impossible to quantify directly. The effective reproductive number satisfies R(t) ≤ R 0 , with equality only when the entire population is susceptible [40] .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "The effective reproduction number is of practical interest, since it is time dependent and can account for the degree of cross-immunity from earlier outbreaks. However, since it is based on the basic reproduction number, the effective reproduction number inherits many of the issues from R 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "Breban et al. [32] proposed Q 0 , the average number of secondary infections over the infectious population. The average number of secondary infections of actively infectious individuals, Q 0 (t), is computed as the average number of outgoing links of a node in the infected compartment at time t. Then,",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "when the limits exist. Unfortunately, R 0 (t) is never defined in the paper, limiting the usefulness of this formulation of R 0 . However, by analogy with Q 0 (t), R 0 (t) is the average number of outgoing links of a removed compartment at time t (Romulus Breban, personal communication).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "For the SI model (32) , under the assumption that every infection is uniquely assigned as a secondary infection for either a removed or an infected individual,",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "where N i (t) = Their definition of R 0 evaluates the average number of secondary cases over removed individuals as the distribution of secondary cases becomes stationary. This definition does not imply a particular individual-level model; it depends exclusively on the structure of the disease-transmission network [42] . However, R 0 is not measured at the start of an epidemic, which may limit its usefulness during an initial outbreak.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "Grassly and Fraser [43] demonstrated that standard epidemiological theory and concepts such as R 0 do not apply when infectious diseases are affected by seasonal changes. They instead define",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "where β(t) is the transmission parameter at time t and D is the average duration of infection. Thus, R 0 can be interpreted as the average number of secondary cases arising from the introduction of a single infective into a wholly susceptible population at a random time of the year. They noted that the condition R 0 < 1 is not sufficient to prevent an outbreak, since chains of transmission can be established during high-infectious seasons if Dβ(t) > 1. However, R 0 < 1 is both necessary and sufficient for longterm disease extinction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "Meyers [23] noted that in the case of networks, estimating the average transmissibility T may be more valuable than R 0 . This means reporting not only the number of new infections per case, but also the total estimated number of contacts during the infectious period of that case. Given the primary role of contact tracing in infectious disease control, these data are often collected. Unlike R 0 , T can be justifiably extrapolated from one location to another even if the contact patterns are quite disparate.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "Instead of R 0 , the author offered a number of alternatives to determine whether an outbreak will occur, based on network modelling. These include the probability that an individual will spark an epidemic and the probability that a disease cluster will spark an epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "The probability that an individual with degree k will spark an epidemic is equal to the probability that transmission along at least one of the k edges emanating from that vertex will lead to an epidemic. For any of its k edges, the probability that the disease does not get transmitted along the edge is 1 − T. The probability that disease is transmitted to the attached vertex but does not proceed into a full-blown epidemic is Tu, where u is the probability that a secondary infection does not spark an epidemic. Thus, the probability that an individual will spark an epidemic is 1 − (1 − T + Tu) k .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "The probability that an outbreak of size N sparks an epidemic is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "where p k is the relative frequency of vertices of degree k in the network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "Kao et al. [22] defined an epidemiological network contact matrix M whose elements m i j are either 1 or 0, depending on whether an infectious contact between nodes i and j is possible. The spectral radius of M is an alternative approximation for R 0 , which can be calculated via a weighted version of (28) .",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "This explicitly accounts for the full contact structure of the network, but the evaluation of extremely large, reasonably dense matrices (some highly active nodes may have hundreds of potentially infectious links) is difficult and time consuming, particularly when this evaluation process must be repeated multiple times. However, comparisons between the two approximations for subsets of a sheep network with several thousand nodes show little difference between R 0 and the spectral radius of M (typically less than 5%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "Kamgang and Sallet [44] used the special structure of Metzler matrices (real, square matrices with nonnegative off-diagonal entries) to define T 0 , an analytical threshold condition. T 0 is a function of the parameters of the system such that if T 0 < 1, the disease-free equilibrium is locally asymptotically stable, and if T 0 > 1, the disease-free equilibrium is unstable. T 0 has an association with R 0 , although it is a stronger condition; however, it has no direct biological interpretation. The algorithm for deriving T 0 , although highly mathematical in nature, allows computation of a threshold for high-dimensional epidemic models.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "Huang [45] defined four reproductive numbers associated with four types of transmission patterns, each depending on z, the ratio of the mean infectious period to the mean latent period. These four reproduction numbers are the following:",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "(1) R I 0 , the minimal reproductive number associated with the slowest latency process and the fastest recovery process,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "(2) R II 0 , the middle reproductive number associated with mean latency and recovery processes, (3) R III 0 , the maximal reproductive number associated with the fastest latency process and the slow recovery process, (4) R IV 0 , the largest reproductive number associated with the fastest latency process and the extremely slow recovery process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "All four reproduction numbers are strictly increasing functions of z and satisfy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "These numbers allow a disease to be classified as mild (R I 0 < R 0 < R II 0 ) or severe (R III 0 < R 0 < R IV 0 ). Hosack et al. [46] noted that R 0 does not necessarily address the dynamics of epidemics in a model that has an endemic equilibrium. They used the concept of reactivity to derive a threshold index for epidemicity, E 0 , which gives the maximum number of new infections produced by an infective individual at a disease-free equilibrium. They also showed that the relative influence of parameters on E 0 and R 0 may differ and lead to different strategies for control.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Alternatives to R 0"
        },
        {
            "text": "If R 0 is derived from the next-generation operator so that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational and Mathematical Methods in Medicine"
        },
        {
            "text": "then the threshold for endemicity is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational and Mathematical Methods in Medicine"
        },
        {
            "text": "such that the system is reactive when E 0 > 1 and nonreactive when E 0 < 1. E 0 describes the transitory behaviour of disease following a temporary perturbation in prevalence. If the threshold for epidemicity is surpassed, then disease prevalence can increase further even when the disease is not endemic. This suggests that epidemics can occur even in areas where long-term transmission cannot be maintained. Reluga et al. [47] defined the discounted reproductive number R d . The discounted reproductive number is a measure of reproductive success that is an individual's expected lifetime offspring production discounted by the background population growth rate. It is calculated as",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 428,
                    "text": "[47]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Computational and Mathematical Methods in Medicine"
        },
        {
            "text": "where δ is the discount rate, I is the identity matrix, and F and V are from the next-generation matrix decomposition. R d combines properties of both the basic reproductive number and the ultimate proliferation rate although it also inherits the nonuniqueness problems from the nextgeneration method. Nishiura [4] developed a likelihood-based method for estimating R 0 without assuming exponential growth of cases and offers a corrected value of the actual reproduction number. The author noted that R 0 is extremely sensitive to dispersal of the progression of a disease or variations in the underlying epidemiological assumptions.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Computational and Mathematical Methods in Medicine"
        },
        {
            "text": "Despite being a crucial concept in disease modelling, with a long history and frequent application, R 0 is deeply flawed. It is not a measure of the number of secondary infections, it is never calculated consistently, and it fails to satisfy the threshold property. Rarely has an idea so erroneous enjoyed such popular appeal. Why, then, are we so attached to the concept?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The answer is that R 0 , despite all its flaws, is all that we have. No other concept has so effectively transcended mathematics, biology, epidemiology, and immunology. No other concept is so general that it can be understood in terms of compartment models, network models, partial differential equations, and metapopulation models. \"The number of secondary infections\" has an intuitive appeal that outlasts even the inaccuracy of that statement when applied to the concept.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The threshold nature of R 0 is used to monitor and control severe real-time epidemics; control measures are often concluded if R 0 < 1 [48] , making the problems with R 0 more than just theoretical. Due to the inconsistencies in calculation, different diseases cannot be compared unless the same method was used to calculate R 0 ; if HIV has an R 0 of 3 and swine flu has an R 0 of 4, we cannot conclude that swine flu is worse than HIV if different methods were used to determine these values. All we can conclude is that both diseases have R 0 > 1; however, as we have demonstrated, this does not necessarily guarantee disease persistence.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Of the many different methods used to calculate R 0 , only the survival function reliably calculates the average number of secondary infections; however, this method is too cumbersome to use in most practical settings. The nextgeneration method is probably the most popular, yet it suffers from uniqueness problems and does not cope well with more than one disease state. Since R 0 is rarely measured in the field, it instead relies upon after-the-fact calculations to determine the strength of disease spread [2] . This limits its usefulness even further.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 513,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Policy decisions are being based upon the concept, with limited understanding of the complexity and errors that exist in the very structure of the concept. Funding decisions about where money should be best spent are based on estimates of R 0 , resources are directed towards one disease over another, and monitoring programmes are abandoned, their objectives only half-realised, because of R 0 . Lives may be saved or lost, based on this imperfect and inconsistent measure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "R 0 is a quantity that relates to the initial phase of an epidemic. This makes practical sense in terms of disease prevention. However, it is also used to guide eradication efforts when a disease is endemic. Some methods derive an eradication threshold from an equilibrium value that may not be attained for a very long time. This suggests that different measures are needed in different stages of an epidemic in order to characterise transmissibility and to guide intervention strategies. When a new pathogen emerges, a quantity describing the initial spread is useful. When a disease is endemic, a quantity that applies to the long-term equilibrium is more appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We note that although the definition of R 0 is broad, it is not a universal quantity that applies to all settings. In different settings, one should use a quantity that satisfies the following properties: that an endemic equilibrium only persist if R 0 > 1 and that R 0 provides a direct measure of the control effort required for eradication. The contact structure of the population, the variation of risk factors and the order of establishing parasites (if applicable) should accompany the identification of a meaningful R 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "What is urgently needed is a simple, but accurate, measure of disease spread that has a consistent threshold property and which can be understood by nonmathematicians. If R 0 is to be used, it must be accompanied by a declaration of which method was used, which assumptions are underlying the model (e.g. mass-action transmission) and evidence that it is actually a threshold, with no backward bifurcation. Without such caveats, the concept of R 0 will continue to fail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "illustrates the wide variety of values that are presented as being \"the\" R 0 value for a specific disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A.1. HIV. Bacaër et al. [49] developed a mathematical model of the HIV/AIDS epidemic in Kunming, China. They considered needle sharing between injecting drug users and commercial sex between female sex workers and clients. The basic reproductive ratio is expressed as",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "where the superscript \"IDU\" represents injecting drug users and \"sex\" represents sex workers. They estimate R IDU 0 = 32 and R sex 0 = 1.7. Abu-Raddad et al. [50] examined the population-level implications of imperfect HIV vaccines. They divided the population into two groups: unvaccinated and vaccinated, both of whom could become infected (albeit at different rates, depending on the efficacy of the vaccine). By forming two independent next-generation matrices, they derived R 0 and R 0V , the basic reproductive ratios for the unvaccinated and vaccinated populations, respectively. They note that the condition R 0V < 1 may not be sufficient for disease eradication, due to the possibility of a backward bifurcation. The two formulas are equivalent in the absence of the vaccine, assuming that risky behaviour does not change. They estimate R 0V = 1.4 in the absence of vaccine protection.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Gran et al. [39] argued that R 0 was inappropriate for long-lasting infections and instead defined the actual reproduction number R a (t). This is a time-dependent measure defined as the average number of secondary cases per case to which the infection was actually transmitted during the infectious period in a population. Thus,",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "where X(t) is the incidence rate at time t, Y (t) is the prevalence at time t, and D is the average length of the infectious period. They illustrated their results for a staged HIV/AIDS progression model for homosexual men in the UK and showed that R a was 13.81 and 17.01 in 1982 and 1983, respectively, but was much closer to 1 by the mid 1990s, due to decreases in risk behaviour. Smith? et al. [15] used the nonuniqueness of R 0 -like thresholds to evaluate the feasibility of eradicating AIDS using available resources. They developed a linear metapopulation model that has the same eradication threshold as more realistic models. They defined the threshold as",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "where s(K) is the maximal real part of all eigenvalues of K, the Jacobian matrix evaluated at the disease-free equilibrium; K represents the change of status of infected individuals in different regions. The model has the property that the disease will be eradicated if T 0 < 1 but will persist if T 0 > 1. The paper stresses that this quantity should be understood only as a threshold condition for eradication; the model from which it derives does not quantify the transient dynamics, the timecourse of the infection or the prevalence of the disease. However, they showed that the simpler version of the model has the same eradication threshold (T 0 ) as more realistic, nonlinear models. The mathematical analysis results, together with a simple cost analysis, used the threshold nature of R 0 to show that eradication of AIDS is feasible, using the tools that we have currently to hand, but action needs to occur immediately and globally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A.2. Influenza. Chowell et al. [51] used four methods to calculate R 0 using data from the 1918 influenza pandemic in California. The four methods involved (1) an early exponential growth rate, (2) In particular, uncertainty during the early part of the epidemic leads to a wide range of estimates for R 0 (0.5-3.5, 95% confidence interval), but uncertainty decreases with more observations. Wallinga and Lipsitch [52] investigated how generation intervals shape the relationship between growth rates and reproductive numbers. For new emerging infectious diseases, the observed exponential epidemic growth rate r can indirectly infer the value of the reproductive number. The existence of a few different equations that relate the reproductive number to the growth rate makes such inference ambiguous. It is unclear which of these equations might apply to new infection. The authors showed that these different equations differ only with respect to their assumed shape of the generation-interval distribution. They found that the shape of the generation-interval distribution determines which equation is appropriate for inferring the reproductive number from the observed growth rate. By assuming all generation intervals to be equal to the mean, they obtained an upper bound on the range of possible values that the reproductive number may attain for a given growth rate. They also showed that it is possible to obtain an empirical estimate of the reproductive number by taking the generation-interval distribution equal to the observed distribution.",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors illustrated the impact that various assumptions about the shape of the generation interval distribution may have on the estimated value of the reproduction numbers for a given growth rate using human infections with influenza A virus. Observed generation intervals for influenza A in a Japanese household study excluding possible coprimary and tertiary cases [53] estimated a mean generation interval of 2.85 days and a standard deviation of 0.93 days. Without specific assumptions about the shape of the generation-interval distribution, they found that the reproductive number of influenza A is larger than R = 1, but smaller than R = 1.77.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 375,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Chowell and Nishiura [54] reviewed quantitative methods to estimate the basic reproductive ratio of pandemic influenza. They use the intrinsic growth rate to estimate R 0 in the range from 1.36 to 2.07. They defined the effective reproduction rate",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "where A(t, τ) is the reproductive power at time t and infection age τ at which an infected individual generates secondary cases. If contact and recovery rates do not vary with time, then this simplifies to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "where S(t) is the population of susceptibles at time t. They also outlined statistical methods of estimation and showed that the expected number of secondary transmissions is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "where the pattern of secondary transmission follows a discrete probability distribution p k with k secondary transmissions. This approach accounts for demographic stochasticity, which can be crucial during the initial phase of an epidemic when the number of infected individuals is small. This has been applied to observed outbreak data for avian influenza, where extinction was observed before growing to a major epidemic [55] . Tiensin et al. [56] used flock-level mortality data and statistical back-calculation methods to estimate R 0 from an SIR model for the 2004 avian influenza epidemic in Thailand. They calculated R 0 to be between 2.26 and 2.64, depending on the length of the infectious period.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 427,
                    "text": "[55]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A.3. Malaria. Smith et al. [57] revisited the basic reproduction number of malaria and its implications for malaria control. Their estimates of R 0 are based on two more commonly measured indices called the entomological inoculation rate, which is the average number of infectious bites received by a person in a year, and the parasite ratio, which is the prevalence of malaria infection in humans. They made 121 estimates of R 0 for Plasmodium falciparum malaria in African populations. The estimates (which do not come from a mathematical model) range from around one to more than 3000; the median is 115 and the interquartile range is 30-815.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "They then revised the formula of R 0 to adopt potential sources of bias when biting is heterogeneous and when there is some transmission-blocking immunity. Under the assumption that the transmission-blocking immunity develops, the estimates of R 0 ranged from below one to nearly 11,000, with a median of 86 and an interquartile range of 15-1,000. This is because transmission-blocking immunity and heterogeneous biting skew the probability that a mosquito becomes infected, per bite. They also showed that in small human populations, the classical formulas of R 0 approximate transmission when counting infections from mosquito to mosquito after one parasite generation, but they overestimate it from human to human.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A.4. West Nile Virus. Wonham et al. [11] examined the conflicting outbreak predictions for West Nile virus, showing how the choice of transmission term affects R 0 . They concluded that some transmission terms apply biologically only at certain population densities and showed that six common North American bird species would be effective outbreak hosts. All seven models considered shared a similar compartment structure, but with varying factors, such as incubation periods, loss of immunity, age structure, and so forth. They created a core model synthesised from all seven models and used the next-generation method to calculate",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "where β R is the transmissibility of the reservoir, d R is the death rate of the reservoir, d V is the death rate of the vector, N * V is the total vector population at the disease-free equilibrium and N * R is the total reservoir population at the disease-free equilibrium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The first term under the square root sign represents the number of secondary reservoir infections caused by one infected vector. The second term under the square root sign represents the number of secondary vector infections caused by one infected reservoir. The square root gives the geometric mean of the two terms (see Section 2). Using reported minimum, mean and maximum estimates, 10,000 Monte Carlo estimates were run to generate an estimated distribution of R 0 . Mean numerical values for R 0 for house sparrows ranged from 25-1200.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, these values are enormous, implying that a single sparrow would infect up to 1.44 million sparrows (i.e., 1200 × 1200) during its infectious lifetime. Cruz-Pacheco et al. [58] , for example, estimated R 0 = 5.08 for the house sparrow, using data from Komar et al. [59] .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A.5. Cholera. Hartley et al. [60] developed a compartment model of cholera incorporating both a hyperinfective state and a lower infective state. They used the average age of infection to estimate R 0 from data for four cholera outbreaks in developing countries during the nineties. R 0 values ranged from 3.1 in Indonesia (1993-1999) to 15.3 in Pakistan (1990 15.3 in Pakistan ( -1995 , with an average of 8.7. They then used the nextgeneration method to develop a theoretical estimate for R 0 that incorporates hyperinfectivity. They show that this raises R 0 from approximately 3.2 when there is no hyperinfectivity to 18.2 when the contact with hyperinfected water is similar to contact with nonhyperinfected water, but that R 0 could be significantly larger with more frequent contact with hyperinfected water.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "text": "[60]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 338,
                    "end": 360,
                    "text": "15.3 in Pakistan (1990",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 385,
                    "text": "15.3 in Pakistan ( -1995",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A.6. Dengue. Nishiura [61] clarified the contributions of mathematical and statistical approaches to dengue epidemiology. This highlighted the practical importance of the basic reproduction number, R 0 , in relation to the critical proportion of vaccination required to eradicate the disease in the future. The author illustrated three different methods to estimate R 0 : (i) the final size equation, (ii) the intrinsic growth rate, and (iii) age distribution, with published estimates and examples. The author pointed out that, although the estimates of R 0 most likely depend on the ecological characteristics of the vector population, it would be appropriate to assume a serotype-nonspecific estimate for R 0 is approximately 10, at least when planning vaccination strategies in endemic areas.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "text": "[61]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A.7. Rift Valley Fever. Gaff et al. [12] modelled Rift Valley fever, a mosquito-borne disease affecting both humans and livestock that currently exists in developing countries but has the potential to be introduced to the western world. The disease can be transmitted both horizontally (from host species to host species via mosquitoes) or vertically (via parent-to-offspring transmission in mosquitoes). They expressed the basic reproductive ratio as",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "where R 0,V is the basic reproductive ratio for vertical transmission and R 0,H is the basic reproductive ratio for horizontal transmission. They used the next-generation method and uncertainty analysis to calculate R 0 = 1.19, with a range from 0.037 to 3.743.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A.8. Bluetongue. Gubbins et al. [13] examined bluetongue virus, an insect-borne infectious disease of ruminants in Europe. They used the next-generation method to determine R 0 and then Latin Hypercube sampling and partial rank correlation coefficients to assess the effect of parameter variation. Median values for R 0 were 0.81 (cattle only), 0.73 (sheep only) and 0.55 (both cattle and sheep), implying that the disease should not persist. However, the corresponding maximum values were 18.77, 15.48, and 12.82, respectively, suggesting that variation in parameters can have an enormous impact on the outcome, including persistence of the disease. The most significant changes in the estimation of R 0 were due to the mosquito biting rate, the extrinsic vector incubation period, the vector mortality rate, the probability of transmission from host to vector, and the ratio of vectors to cattle and sheep.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A.9. Plant Pathogens. van den Bosch et al. [6] described a systematic method to calculate the basic reproduction ratio from knowledge of a pathogen's life cycle and its interactions with the host plant. They developed a system of linear difference equations and rearranged the dominant eigenvalue to find R 0 . A fraction q of infected spores are deposited in location 1, while a fraction 1 − q are deposited in location 2. This results in R 0 = q γ 1 α 1 τ 1 ρH + 1 − q γ 2 α 2 τ 2 ρH , (A.9)",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 46,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "where the first term represents the number of spores that successfully germinate in location 1 and the second term represents the number of spores that successfully germinate in location 2. Here, γ i is the probability that a spore deposited on location i will germinate, α i is the number of spores produced per time unit on location i, τ i is the infectious period of a spore-producing lesion on location i, ρ is the probability that a spore is deposited on a susceptible site, and H is the density of susceptible sites in a host population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "They included a separate box explaining pitfalls in calculating the basic reproductive ratio from nonlinear models and noted its nonuniqueness, calculating two distinct values for R 0 . However, they were unable to decide which value was correct. The authors conclude by stating that \"Although nonlinear differential equations are invaluable tools for studying epidemics, they should not serve as the primary basis for the determination of R 0 .\" Cunniffe and Gilligan [62] considered the effects of host demography upon the outcomes for invasion, persistence and control of pathogens in a model for botanical epidemics. They used the next-generation method to calculate",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 473,
                    "text": "[62]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "partitioned into primary and secondary infection. These values are unaffected by host demography. However, the endemic level of infection is highly sensitive to changes in R 0 when R 0 > 1. If R 0 is increased by shortening the infectious period, then the endemic level of infection increases monotonically. However, if increases in transmission rates or decreases in the decay of free-living inoculum increase R 0 , then the endemic level of infection first increases (for 1 < R 0 < 2) but then decreases (for R 0 > 2). Consequently, increasing the intensity of control can result in more endemic infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The concept of R 0 in epidemic theory",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Statistica Neerlandica",
            "volume": "50",
            "issn": "1",
            "pages": "89--110",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Perspectives on the basic reproductive ratio",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wahl",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of the Royal Society Interface",
            "volume": "2",
            "issn": "4",
            "pages": "281--293",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The pluses and minuses of R 0",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of the Royal Society Interface",
            "volume": "4",
            "issn": "16",
            "pages": "949--961",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Correcting the actual reproduction number: a simple method to estimate R 0 from early epidemic growth data",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Journal of Environmental Research and Public Health",
            "volume": "7",
            "issn": "1",
            "pages": "291--302",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Infectious Diseases of Humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The basic reproduction number of plant pathogens: matrix approaches to complex dynamics",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Den",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mcroberts",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Den",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Madden",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Phytopathology",
            "volume": "98",
            "issn": "2",
            "pages": "239--249",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Modelling Disease Ecology with Mathematics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "On the definition and the computation of the basic reproduction ratio R 0 in models for infectious diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Metz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Mathematical Biology",
            "volume": "28",
            "issn": "4",
            "pages": "365--382",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mathematical Epidemiology of Infectious Diseases",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mathematical Biosciences",
            "volume": "180",
            "issn": "",
            "pages": "29--48",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transmission assumptions generate conflicting predictions in host-vector disease models: a case study in West Nile virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Wonham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rencławowicz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ecology Letters",
            "volume": "9",
            "issn": "6",
            "pages": "706--725",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An epidemiological model of Rift Valley Fever",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Gaff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Leahy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Electronic Journal of Differential Equations",
            "volume": "",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Assessing the risk of bluetongue to UK livestock: uncertainty and sensitivity analyses of a temperaturedependent model for the basic reproduction number",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gubbins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baylis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L N"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Mellor",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of the Royal Society Interface",
            "volume": "5",
            "issn": "20",
            "pages": "363--371",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A graph-theoretic method for the basic reproduction number in continuous time epidemiological models",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "De-Camino-Beck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Mathematical Biology",
            "volume": "59",
            "issn": "4",
            "pages": "503--516",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Can we spend our way out of the AIDS epidemic? A world halting AIDS model",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "?",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Heffernan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Public Health",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Backward bifurcation in a model for HTLV-I infection of CD4 + T cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gómez-Acevedo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bulletin of Mathematical Biology",
            "volume": "67",
            "issn": "1",
            "pages": "101--114",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The minimum effort required to eradicate infections in models with backward bifurcation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Safan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Mathematical Biology",
            "volume": "53",
            "issn": "4",
            "pages": "703--718",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Backward bifurcations in dengue transmission dynamics",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Garba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Gumel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Bakar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mathematical Biosciences",
            "volume": "215",
            "issn": "1",
            "pages": "11--25",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Backward bifurcations and multiple equilibria in epidemic models with structured immunity",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Reluga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Medlock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Perelson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Theoretical Biology",
            "volume": "252",
            "issn": "1",
            "pages": "155--165",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Parameterization of individual-based models: comparisons with deterministic mean-field models",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Theoretical Biology",
            "volume": "239",
            "issn": "3",
            "pages": "289--297",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Evolution of pathogens towards low R 0 in heterogeneous populations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Theoretical Biology",
            "volume": "242",
            "issn": "3",
            "pages": "634--642",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Disease dynamics over very different time-scales: foot-and-mouth disease and scrapie on the network of livestock movements in the UK",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kiss",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of the Royal Society Interface",
            "volume": "4",
            "issn": "16",
            "pages": "907--916",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Contact network epidemiology: bond percolation applied to infectious disease prediction and control",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bulletin of the American Mathematical Society",
            "volume": "44",
            "issn": "1",
            "pages": "63--86",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Heterogeneity and network structure in the dynamics of diffusion: comparing agent-based and differential equation models",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rahmandad",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sterman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Management Science",
            "volume": "54",
            "issn": "5",
            "pages": "998--1014",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "On the basic reproduction number and the topological properties of the contact network: an epidemiological study in mainly locally connected cellular automata",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H T"
                    ],
                    "last": "Schimit",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H A"
                    ],
                    "last": "Monteiro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ecological Modelling",
            "volume": "220",
            "issn": "7",
            "pages": "1034--1042",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Duelling timescales of host movement and disease recovery determine invasion of disease in structured populations",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L F"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ecology Letters",
            "volume": "8",
            "issn": "6",
            "pages": "587--595",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Reassessing the human immunodeficiency virus type 1 life cycle through age-structured modeling: life span of infected cells, viral generation time, and basic reproductive number, R 0",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "De Vos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Boer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Virology",
            "volume": "83",
            "issn": "15",
            "pages": "7659--7667",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Improving estimates of the basic reproductive ratio: using both the mean and the dispersal of transition times",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wahl",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Theoretical Population Biology",
            "volume": "70",
            "issn": "2",
            "pages": "135--145",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Utility of R 0 as a predictor of disease invasion in structured populations",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L F"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of the Royal Society Interface",
            "volume": "4",
            "issn": "13",
            "pages": "315--324",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Is R 0 a good predictor of final epidemic size: foot-and-mouth disease in the UK",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Tildesley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Theoretical Biology",
            "volume": "258",
            "issn": "4",
            "pages": "623--629",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "An Introduction to Stochastic Processes and Their Applications",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Linking populationlevel models with growing networks: a class of epidemic models",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Breban",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vardavas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blower",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Physical Review E",
            "volume": "72",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Theory versus data: how to calculate R 0 ?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Breban",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vardavas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blower",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS ONE",
            "volume": "2",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Epidemics with two levels of mixing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mollison",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Scalia-Tomba",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Annals of Applied Probability",
            "volume": "7",
            "issn": "1",
            "pages": "46--89",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A new method for estimating the effort required to control an infectious disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the Royal Society B",
            "volume": "270",
            "issn": "1522",
            "pages": "1359--1364",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The basic depression ratio of the host: the evolution of host resistance to microparasites",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Bowers",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proceedings of the Royal Society B",
            "volume": "268",
            "issn": "1464",
            "pages": "243--250",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Definition and estimation of an actual reproduction number describing past infectious disease transmission: application to HIV epidemics among homosexual men in Denmark, Norway and Sweden",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Amundsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stigum",
                    "suffix": ""
                },
                {
                    "first": "J.-A",
                    "middle": [],
                    "last": "Røttingen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Aalen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Epidemiology and Infection",
            "volume": "132",
            "issn": "6",
            "pages": "1139--1149",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Is HIV out of control in the UK? An example of analysing patterns of HIV spreading using incidence-to-prevalence ratios",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Garnett",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "AIDS",
            "volume": "20",
            "issn": "14",
            "pages": "1898--1901",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Growth rates in epidemic models: application to a model for HIV/AIDS progression",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wasmuth",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Amundsen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Lindqvist",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Aalen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Statistics in Medicine",
            "volume": "27",
            "issn": "23",
            "pages": "4817--4834",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The estimation of the effective reproductive number from disease outbreak data",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cintrôn-Arias",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M A"
                    ],
                    "last": "Bettencourt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Banks",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "5627",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Reply to \"comment on 'Linking population-level models with growing networks: a class of epidemic models",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Breban",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vardavas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blower",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Physical Review E",
            "volume": "74",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Seasonal infectious disease epidemiology",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Grassly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the Royal Society B",
            "volume": "273",
            "issn": "1600",
            "pages": "2541--2550",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Computation of threshold conditions for epidemiological models and global stability of the disease-free equilibrium (DFE)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kamgang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sallet",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mathematical Biosciences",
            "volume": "213",
            "issn": "1",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A new SEIR epidemic model with applications to the theory of eradication and control of diseases, and to the calculation of R 0",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mathematical Biosciences",
            "volume": "215",
            "issn": "1",
            "pages": "84--104",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The control of vector-borne disease epidemics",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Hosack",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rossignol",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Theoretical Biology",
            "volume": "255",
            "issn": "1",
            "pages": "16--25",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The discounted reproductive number for epidemiology",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Reluga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Medlock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Galvani",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mathematical Biosciences and Engineering",
            "volume": "6",
            "issn": "2",
            "pages": "379--395",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Estimating in real time the efficacy of measures to control emerging communicable diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "P.-Y",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A.-J",
                    "middle": [],
                    "last": "Valleron",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "American Journal of Epidemiology",
            "volume": "164",
            "issn": "6",
            "pages": "591--597",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Modeling the HIV/AIDS epidemic among injecting drug users and sex workers in Kunming, China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bacaër",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Abdurahman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bulletin of Mathematical Biology",
            "volume": "68",
            "issn": "3",
            "pages": "525--550",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Analytic insights into the population level impact of imperfect prophylactic HIV vaccines",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Abu-Raddad",
                    "suffix": ""
                },
                {
                    "first": "M.-C",
                    "middle": [],
                    "last": "Boily",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Self",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Acquired Immune Deficiency Syndromes",
            "volume": "45",
            "issn": "4",
            "pages": "454--467",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Comparative estimation of the reproduction number for pandemic influenza from daily case notification data",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M A"
                    ],
                    "last": "Bettencourt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of the Royal Society Interface",
            "volume": "4",
            "issn": "12",
            "pages": "154--166",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "How generation intervals shape the relationship between growth rates and reproductive numbers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the Royal Society B",
            "volume": "274",
            "issn": "1609",
            "pages": "599--604",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Effects of antiviral drugs on viral detection in influenza patients and on the sequential infection to their family members-serial examination by rapid diagnosis (Capilia) and virus culture",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hirotsu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ikematsu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Iwaki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kawai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shigematsu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kunishima",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Congress Series",
            "volume": "1263",
            "issn": "",
            "pages": "105--108",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Quantifying the transmission potential of pandemic influenza",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Physics of Life Reviews",
            "volume": "5",
            "issn": "1",
            "pages": "50--77",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Public health risk from the avian H5N1 influenza epidemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "304",
            "issn": "5673",
            "pages": "968--969",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Transmission of the highly pathogenic avian influenza virus H5N1 within flocks during the 2004 epidemic in Thailand",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tiensin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nielen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vernooij",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Infectious Diseases",
            "volume": "196",
            "issn": "11",
            "pages": "1679--1684",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Revisiting the basic reproductive number for malaria and its implications for malaria control",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Mckenzie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Snow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Hay",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS biology",
            "volume": "5",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Modelling the dynamics of West Nile Virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cruz-Pacheco",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Esteva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Montaño-Hirose",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vargas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bulletin of Mathematical Biology",
            "volume": "67",
            "issn": "6",
            "pages": "1157--1172",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Experimental infection of North American birds with the New York 1999 strain of West Nile virus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Komar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Langevin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hinten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerging Infectious Diseases",
            "volume": "9",
            "issn": "3",
            "pages": "311--322",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Hyperinfectivity: a critical element in the ability of V. cholerae to cause epidemics?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Medicine",
            "volume": "3",
            "issn": "1",
            "pages": "63--69",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Mathematical and statistical analyses of the spread of dengue",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Dengue Bulletin",
            "volume": "30",
            "issn": "",
            "pages": "51--67",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Invasion, persistence and control in epidemic models for plant pathogens: the effect of host demography",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cunniffe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gilligan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of the Royal Society Interface",
            "volume": "7",
            "issn": "44",
            "pages": "439--451",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Survival Function. The survival function is given by",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A example of a two-stage basic reproductive ratio. A single human infects R H = 2 mosquitoes, each of whom subsequently infects R M = 3 humans. Thus, a single human results in R 0 = 6 infected humans. The next-generation method instead estimates R 0,N = √ 6 infected individuals in the subsequent generation, regardless of whether that generation is human or mosquito; R 0,N is the geometric mean of R H = 2 and R M = 3. (Reproduced with permission from Smith?[7]).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Consider the following model for malaria: H S = Λ H − β MH M I H S − μ H H S , H I = β MH M I H S − μ H + σ H I , M S = Λ M − β HM M S H I − μ M M S , M I = β HM M S H I − μ M M I .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "In this case, the values are H S = 45, M S = 30, β MH = 0.05, β HM = 0.03, μ H = 0.15 and μ M = 0.6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The effects of backward bifurcations. Solid curves indicate stable equilibria, while dashed curves indicate unstable equilibria.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "0 βI(u)du is the cumulative number of infected individuals that occur in the time interval (0, t] (u)du is the cumulative number of removed individuals.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Bernhard Konrad, Elissa Schwartz, Jane Heffernan, Lindi Wahl, Helen Kang, and Romulus Breban for technical discussions and are grateful to an anonymous reviewer for comments that significantly improved the paper. R. J. Smith? is supported by an NSERC Discovery Grant, an Early Researcher Award, and funding from MITACS. For citation purposes, note that the question mark in Smith? is part of his name.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "In this appendix, we illustrate some recent calculations of R 0 for various diseases from the past few years, noting in particular specific values for R 0 that have been given. This",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. R 0 for Specific Diseases"
        }
    ]
}