{
    "paper_id": "64c59c6ee1a8693c4bc296bf844047426f046e1b",
    "metadata": {
        "title": "Activation of the Mitochondrial Apoptotic Signaling Platform during Rubella Virus Infection",
        "authors": [
            {
                "first": "Claudia",
                "middle": [],
                "last": "Claus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leipzig",
                    "location": {
                        "postCode": "04103",
                        "settlement": "Leipzig",
                        "country": "Germany"
                    }
                },
                "email": "claudia.268@web.dec.g."
            },
            {
                "first": "Lena",
                "middle": [],
                "last": "Manssen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leipzig",
                    "location": {
                        "postCode": "04103",
                        "settlement": "Leipzig",
                        "country": "Germany"
                    }
                },
                "email": "lenamanssen@yahoo.del.m."
            },
            {
                "first": "Denise",
                "middle": [],
                "last": "Hübner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leipzig",
                    "location": {
                        "postCode": "04103",
                        "settlement": "Leipzig",
                        "country": "Germany"
                    }
                },
                "email": "denise.hübner@medizin.uni-leipzig.ded.h."
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Roßmark",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leipzig",
                    "location": {
                        "postCode": "04103",
                        "settlement": "Leipzig",
                        "country": "Germany"
                    }
                },
                "email": "sarah.rossmark@medizin.uni-leipzig.des.r."
            },
            {
                "first": "Viktoria",
                "middle": [],
                "last": "Bothe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ludwig-Maximilian University Munich",
                    "location": {
                        "postCode": "80336",
                        "settlement": "Munich",
                        "country": "Germany"
                    }
                },
                "email": "viktoria.bothe@gmx.de"
            },
            {
                "first": "Alice",
                "middle": [],
                "last": "Petzold",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leipzig",
                    "location": {
                        "postCode": "04103",
                        "settlement": "Leipzig",
                        "country": "Germany"
                    }
                },
                "email": "alice_petzold@web.dea.p."
            },
            {
                "first": "Claudia",
                "middle": [],
                "last": "Große",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leipzig",
                    "location": {
                        "postCode": "04103",
                        "settlement": "Leipzig",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Mareen",
                "middle": [],
                "last": "Reins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leipzig",
                    "location": {
                        "postCode": "04103",
                        "settlement": "Leipzig",
                        "country": "Germany"
                    }
                },
                "email": "mareen.reins@medizin.uni-leipzig.dem.r."
            },
            {
                "first": "Annette",
                "middle": [],
                "last": "Mankertz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "WHO European Regional Reference Laboratory for Measles and Rubella",
                    "institution": "Robert Koch-Institute",
                    "location": {
                        "postCode": "13353",
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": "mankertza@rki.de"
            },
            {
                "first": "Teryl",
                "middle": [
                    "K"
                ],
                "last": "Frey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia State University",
                    "location": {
                        "postCode": "30303",
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": "zfrey@bellsouth.net*correspondence:claudia.claus@medizin.uni-leipzig.de"
            },
            {
                "first": "Uwe",
                "middle": [
                    "G"
                ],
                "last": "Liebert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leipzig",
                    "location": {
                        "postCode": "04103",
                        "settlement": "Leipzig",
                        "country": "Germany"
                    }
                },
                "email": "liebert@medizin.uni-leipzig.deu.g.l."
            }
        ]
    },
    "abstract": [
        {
            "text": "Mitochondria-as well as p53-based signaling pathways are central for the execution of the intrinsic apoptotic cascade. Their contribution to rubella virus (RV)-induced apoptosis was addressed through time-specific evaluation of characteristic parameters such as permeabilization of the mitochondrial membrane and subsequent release of the pro-apoptotic proteins apoptosis-inducing factor (AIF) and cytochrome c from mitochondria. Additionally, expression and localization pattern of p53 and selected members of the multifunctional and stress-inducible cyclophilin family were examined. The application of pifithrin µ as an inhibitor of p53 shuttling to mitochondria reduced RV-induced cell death to an extent similar to that of the broad spectrum caspase inhibitor z-VAD-fmk (benzyloxycarbonyl-V-A-D-(OMe)-fmk). However, RV progeny generation was not altered. This indicates that, despite an increased survival rate of its cellular host, induction of apoptosis neither supports nor restricts RV replication. Moreover, some of the examined apoptotic markers were affected in a strain-specific manner and differed between the cell culture-adapted strains: Therien and the HPV77 vaccine on the one hand, and a clinical isolate on the other. In summary, the results presented indicate that the transcription-independent mitochondrial p53 program contributes to RV-induced apoptosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Viruses 2015, 7, 6108-6126 p53-independent [3, 4] as well as p53-dependent mechanisms [5] during RV-induced cell death are conflicting. Additionally, prolonged survival of RV-infected cells is ensured by the induction of the phosphatidylinositol 3 I -kinase (PI3K)/AKT survival pathway [6] and by anti-apoptotic activities of the viral C protein [7, 8] . These viral infection-promoting activities of the C protein involve its localization to mitochondria and its interaction with the pro-apoptotic protein B-cell lymphoma-2 (Bcl-2)-associated X protein (Bax) and the mitochondrial matrix protein p32 (gC1qR), [7, 9] . The p32 protein is required for viral replication [10] and for transport of mitochondria to viral replication complexes [11] . In addition to its interaction with mitochondrial proteins, RV infection has an impact on mitochondrial bioenergetic function [11, 12] .",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 46,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 47,
                    "end": 49,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 350,
                    "end": 352,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 614,
                    "end": 616,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 877,
                    "end": 880,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Due to the interdependency of apoptotic and metabolic pathways [13], the mitochondria-based signaling platform might contribute to RV-associated programmed cell death. The intrinsic mitochondrial apoptotic pathway can be induced by cytotoxic stress during ongoing viral replication and is usually accompanied by permeabilization of the inner (IMM) and/or outer (OMM) mitochondrial membrane. Mitochondrial permeabilization is characterized by formation of \"death decision pores\", such as ceramide lipid pores; the mitochondrial apoptosis-induced channel (MAC) formed in response to OMM permeabilization (MOMP); and the relatively large mitochondrial permeability transition pore (mPTP), which originates at the IMM [14] . MOMP and subsequently MAC formation can result from oligomerization of Bcl-2 family members such as Bax and Bcl-2 homologous antagonist killer (Bak). Through the formation of these death decision pores, mitochondrial function is lost and the apoptotic cascade is further fueled, as metabolites, small ions and apoptogenic factors such as cytochrome c (Cytc), Smac/Diablo, apoptosis-inducing factor (AIF) and/or endonuclease G (Endo G) are released. The coordination of these processes involves the tumor-suppressor protein p53, which executes its function through both a transcription-dependent (nuclear) and transcription-independent (mitochondrial) pathway. The former influences the mRNA level of pro-and anti-apoptotic factors and the latter involves direct regulation of protein functions at mitochondria, e.g., activation of the pro-apoptotic Bax and Bak proteins [15] . Additionally, p53 might also interact directly with mitochondria and induce MOMP by itself [16] .",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 718,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1591,
                    "end": 1595,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1689,
                    "end": 1693,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The focus of the present study is set at disclosing the contribution of mitochondria (namely the mPTP and translocation of mitochondrial pro-apoptotic proteins), p53, and selected members of the stress-inducible cyclophilin family to RV-induced apoptosis. The multifunctional cyclophilins as proteins of the peptidyl-prolyl cis-trans isomerase (PPIase) family are highly conserved molecular chaperons that support protein folding and isomerization and thus participate in the cellular stress response [17] . To study the contribution of apoptosis-promoting parameters to RV-associated cellular aberrations, selected pharmacological compounds were applied to RV-infected cells. Presented data point to a contribution of mitochondrial translocation of p53, partial opening of the mPTP and nuclear shuttling of AIF and cyclophilin 40 (Cyp40) to RV-induced apoptosis, which occurs at least partly in a strain-specific manner.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 505,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Three specific pharmacological inhibitors were used to explore RV-induced apoptotic pathways. The pan caspase inhibitor z-VAD-fmk as an already-described inhibitor of RV-induced apoptosis [7, 18] was applied as a positive control to assess the effectiveness of N-methyl-4-isoleucine cyclosporine (NIM811) and pifithrin (PFT) µ.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The cyclosporine A analog NIM811 is a non-immunosuppressive cyclophilin inhibitor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "PFTµ is an inhibitor of the mitochondrial translocation of p53, which reduces the binding affinity of p53 to B cell lymphoma-extra large (Bcl-xL) and acts upstream of Bax [19] . Time course experiments were performed to determine the optimal time point for addition of the respective inhibitor. As an indicator for RV-induced cell death, the number of detached cells (the floaters) in the supernatant can be determined [18] . Hence compound",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Rubella virus (RV) as the only member of the Rubivirus genus in the family Togaviridae causes a mild childhood disease, but acts as an extremely efficient teratogen when infection occurs during the first trimester of pregnancy. The virus particle consists of an envelope with the two glycoproteins E1 and E2 and the nucleocapsid, which comprises a protein coat composed of the capsid (C) and the single-stranded positive-sense RNA genome [1] .",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 441,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "RV-induced apoptosis occurs in a complex, multi-step and rather cell type-specific manner [2] . Moreover, precise mechanisms remain to be resolved as reports on the involvement of effectiveness was assessed at 72 h post-infection (hpi) through harvesting and counting the number of floaters. Figure 1A shows the effect of z-VAD-fmk at 12.5 and 25 µM, PFTµ at 12.5 µM and NIM811 at 2 µM (applied at 2, 24 and 48 hpi) on the floater population. In comparison to the respective solvent control (SC, set at 100%), the number of floaters was significantly reduced by all three compounds ( Figure 1A ), but at varying degrees, which was also dependent on the application time point. NIM811 was the least effective compound, while the effectiveness of PFTµ was comparable to z-VAD-fmk. The greatest level of reduction in the floater population was reached after application of PFTµ (27%¨2% of the SC) and z-VAD-fmk (30%¨3% and 28%¨3% of the SC for 12.5 µM and 25 µM, respectively) at 24 hpi.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 301,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 584,
                    "end": 593,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Viruses 2015, 7, page-page three compounds ( Figure 1A ), but at varying degrees, which was also dependent on the application time point. NIM811 was the least effective compound, while the effectiveness of PFTμ was comparable to z-VAD-fmk. The greatest level of reduction in the floater population was reached after application of PFTμ (27% ± 2% of the SC) and z-VAD-fmk (30% ± 3% and 28% ± 3% of the SC for 12.5 μM and 25 μM, respectively) at 24 hpi. The respective SC (DMSO)-treated sample was set at 100%; (B) RV titer was determined by plaque assay for supernatants collected at 3 dpi after drug application at the time point with maximal efficacy (NIM811 at 2 hpi, z-VAD-FMK and PFTμ at 24 hpi). PFT α was added at 2 hpi. In comparison to the SC, changes in viral titer were not significant; (C) Characterization of the presence of an apoptotic laddering in the floater population collected from the supernatant of the SC-and NIM811 (2 hpi)-and PFTμ (24 hpi)-treated and RV-infected Vero cells. Floaters were collected at 3 dpi and then counted before the same number of floaters (1 × 10 6 ) was subjected to DNA extraction and analysis by agarose gel electrophoresis. As a control, mockand staurosporine (5 μM)-treated Vero cells are shown in comparison to the floater population (3 dpi) of RV-infected cells. M, molecular size marker; (D) Time course analysis (1, 2, 3 dpi) of the activation of caspase 3 and 7 in RV-infected Vero cells; (E) Analysis of necrotic (PI-positive) and early (annexin V-EGFP-positive) and late-apoptotic events (annexin V-enhanced green fluorescent protein (EGFP) and PI-positive) by annexin V-EGFP and PI staining by microscopic analysis of living cells; (F) Determination of caspase 3 and 7 activity after application of PFTμ and NIM811 in comparison to the SC. SC, solvent control; scale bar, 20 μm. * p < 0.05, ** p < 0.01, *** p < 0.001, **** p < 0.0001.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 54,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "For subsequent experiments z-VAD-fmk was used at 12.5 μM such that the lowest possible effective concentration was used for its application at 24 hpi. While PFTμ and z-VAD-fmk were both applied at 24 hpi, 2 hpi was the selected application time point of NIM811, as this time point was slightly more effective than the one at 24 hpi. Figure 1B indicates that viral titer was not affected by application of these inhibitors, which otherwise could also result in a reduction of RV-associated 3 Figure 1 . Analysis of selected pharmacological inhibitors (z-VAD-fmk (12.5 µM if not otherwise indicated), PFTµ and α (12.5 µM), and NIM811 (2 µM)) with respect to RV replication and cytopathic effect (CPE) induction. (A) Effect of different application time points on the presence of floaters in the supernatant of RV-infected Vero cells at 3 dpi. The respective SC (DMSO)-treated sample was set at 100%; (B) RV titer was determined by plaque assay for supernatants collected at 3 dpi after drug application at the time point with maximal efficacy (NIM811 at 2 hpi, z-VAD-FMK and PFTµ at 24 hpi). PFT α was added at 2 hpi. In comparison to the SC, changes in viral titer were not significant; (C) Characterization of the presence of an apoptotic laddering in the floater population collected from the supernatant of the SC-and NIM811 (2 hpi)-and PFTµ (24 hpi)-treated and RV-infected Vero cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 342,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 491,
                    "end": 499,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Floaters were collected at 3 dpi and then counted before the same number of floaters (1 ¢ 10 6 ) was subjected to DNA extraction and analysis by agarose gel electrophoresis. As a control, mock-and staurosporine (5 µM)-treated Vero cells are shown in comparison to the floater population (3 dpi) of RV-infected cells. M, molecular size marker; (D) Time course analysis (1, 2, 3 dpi) of the activation of caspase 3 and 7 in RV-infected Vero cells; (E) Analysis of necrotic (Propidium iodide (PI)-positive) and early (annexin V-enhanced green fluorescent protein (EGFP)-positive) and late-apoptotic events (annexin V-enhanced green fluorescent protein (EGFP) and PI-positive) by annexin V-EGFP and PI staining by microscopic analysis of living cells; (F) Determination of caspase 3 and 7 activity after application of PFTµ and NIM811 in comparison to the SC. SC, solvent control; scale bar, 20 µm. * p < 0.05, ** p < 0.01, *** p < 0.001, **** p < 0.0001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Viruses 2015, 7, [6108] [6109] [6110] [6111] [6112] [6113] [6114] [6115] [6116] [6117] [6118] [6119] [6120] [6121] [6122] [6123] [6124] [6125] [6126] For subsequent experiments z-VAD-fmk was used at 12.5 µM such that the lowest possible effective concentration was used for its application at 24 hpi. While PFTµ and z-VAD-fmk were both applied at 24 hpi, 2 hpi was the selected application time point of NIM811, as this time point was slightly more effective than the one at 24 hpi. Figure 1B indicates that viral titer was not affected by application of these inhibitors, which otherwise could also result in a reduction of RV-associated cellular aberrations. The pharmacological compound PFTα blocks p53-mediated transcription [20] . PFTα was thus applied to RV-infected Vero cells to test the second branch of p53 activity, which is based on its function as a transcription factor. However, in contrast to PFTµ, PFTα had a noticeable negative effect on viral progeny generation ( Figure 1B) , hence it was excluded from subsequent experiments.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 16,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 17,
                    "end": 23,
                    "text": "[6108]",
                    "ref_id": null
                },
                {
                    "start": 24,
                    "end": 30,
                    "text": "[6109]",
                    "ref_id": null
                },
                {
                    "start": 31,
                    "end": 37,
                    "text": "[6110]",
                    "ref_id": null
                },
                {
                    "start": 38,
                    "end": 44,
                    "text": "[6111]",
                    "ref_id": null
                },
                {
                    "start": 45,
                    "end": 51,
                    "text": "[6112]",
                    "ref_id": null
                },
                {
                    "start": 52,
                    "end": 58,
                    "text": "[6113]",
                    "ref_id": null
                },
                {
                    "start": 59,
                    "end": 65,
                    "text": "[6114]",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 72,
                    "text": "[6115]",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 79,
                    "text": "[6116]",
                    "ref_id": null
                },
                {
                    "start": 80,
                    "end": 86,
                    "text": "[6117]",
                    "ref_id": null
                },
                {
                    "start": 87,
                    "end": 93,
                    "text": "[6118]",
                    "ref_id": null
                },
                {
                    "start": 94,
                    "end": 100,
                    "text": "[6119]",
                    "ref_id": null
                },
                {
                    "start": 101,
                    "end": 107,
                    "text": "[6120]",
                    "ref_id": null
                },
                {
                    "start": 108,
                    "end": 114,
                    "text": "[6121]",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 121,
                    "text": "[6122]",
                    "ref_id": null
                },
                {
                    "start": 122,
                    "end": 128,
                    "text": "[6123]",
                    "ref_id": null
                },
                {
                    "start": 129,
                    "end": 135,
                    "text": "[6124]",
                    "ref_id": null
                },
                {
                    "start": 136,
                    "end": 142,
                    "text": "[6125]",
                    "ref_id": null
                },
                {
                    "start": 143,
                    "end": 149,
                    "text": "[6126]",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 483,
                    "end": 492,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 983,
                    "end": 993,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "6110"
        },
        {
            "text": "The analysis of the mode of cell death after application of the pharmacological compounds began with the verification of the presence of DNA fragmentation within the floater population as a hallmark of apoptosis in RV-infected cells. Application of z-VAD-fmk was excluded from the analysis as it is a well-characterized inhibitor of apoptosis. Figure 1C shows a clear laddering of oligonucleosomal fragments and indicates that floaters possess DNA fragmentation irrespective to the application of pharmacological compounds. Figure 1D indicates that with 72 h post-infection only at late time points of infection the activity of caspase 3 and 7 as executioner caspases was detectable at a significant level in RV-infected cells. Hence, this time point was used for studying the effect of NIM811, z-VAD-fmk and PFTµ on RV-induced apoptotic signaling pathways. Figure 1E shows conventional annexin V-enhanced green fluorescent protein (EGFP)/propidium iodide (PI) staining and indicates that in comparison to the SC, the number of PI-and annexin V-EGFP-positive cells was reduced after application of z-VAD-fmk and to a lesser extent after treatment with PFTµ, but not after addition of NIM811. To extend this observation, activity of caspase 3 and 7 was determined after application of PFTµ and z-VAD-fmk. Figure 1F depicts the reduction in active caspase 3 and 7 which as expected was profound after application of z-VAD-fmk. In comparison to the SC, PFTµ also reduces the amount of active caspase 3 and 7, but not as effective as z-VAD-fmk ( Figure 1F ). Taken together, PFTµ appears to target one of the key players during RV-induced cell death.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 344,
                    "end": 353,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 524,
                    "end": 533,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 858,
                    "end": 867,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1304,
                    "end": 1313,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1542,
                    "end": 1551,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "6110"
        },
        {
            "text": "In this study, the opening of the mPTP was examined through application of the nonfluorescent, cell-permeant dye calcein-acetoxymethyl (AM), which is converted into the green-fluorescent dye calcein after acetoxymethyl ester hydrolysis by intracellular esterases. Figure 2A shows that overnight incubation of Vero cells with 0.003% H 2 O 2 induces massive loss of calcein from mitochondria due to pore opening. Thereafter a time course experiment was performed to identify mPTP opening during RV infection. Figure 2B indicates that, with 72 h post-infection as a rather late time point of infection, a notable portion of cells was positive for mPTP opening.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 273,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 507,
                    "end": 516,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rubella Virus Infection Results in Partial Opening of the Mitochondrial Permeability Transition Pore"
        },
        {
            "text": "Whereas the addition of z-VAD-fmk had no detectable influence on opening of the mPTP, the application of NIM811 and PFTµ appears to reduce its opening as indicated by an increase in the calcein signal ( Figure 2C ). To extend this data to Vero cells, Figure 2D highlights that after infection of A549 with RV, a loss of calcein from mitochondria was also observable at 3 dpi.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 251,
                    "end": 260,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rubella Virus Infection Results in Partial Opening of the Mitochondrial Permeability Transition Pore"
        },
        {
            "text": "The mitochondrial cyclophilin D (CypD) is a discussed regulatory component of the mPTP [21] [22] [23] . Taking this into account, the CPE induction by RV was assessed after overexpression of CypD and its PPIase mutants H168Q and R97A lacking the catalytic function as a peptidyl-prolyl isomerase. Figure 2E shows, that at 3 dpi and in comparison to the vector control (pcDNA3), overexpression of CypD and its PPIase mutants H168Q and R97A increases the number of floaters present in the supernatant of RV-infected Vero cells. In summary, at late time points of infection, RV induces a partial opening of the mPTP. Number of floaters was determined at 3 dpi in comparison to the vector control (pcDNA3). SC, solvent control; scale bar, 20 μm. * p < 0.05, ** p < 0.01, *** p < 0.001, **** p < 0.0001.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 92,
                    "end": 96,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 97,
                    "end": 101,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 306,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rubella Virus Infection Results in Partial Opening of the Mitochondrial Permeability Transition Pore"
        },
        {
            "text": "After assessment of the mPTP opening, intracellular distribution of AIF was documented after its overexpression. At 2 hpi, mock-and RV-infected Vero cells were transfected with a plasmid encoding AIF-TagRFP (red fluorescent protein). At 48 h post-infection and post-transfection, distribution of AIF-TagRFP was analyzed. Upon RV infection, AIF-TagRFP can be found in mitochondria, as expected, andas it was oberserved in mock-infected cells ( Figure 3A ). However, in contrast to the mock infection, AIF-TagRFP can also be found in the nucleus and especially in areas of condensed chromatin (Figure 3Aa-d) . In some cases, nuclear counterstaining with Hoechst bisbenzamide was hardly traceable (Figure 3Ad ). However, Western blot analysis with anti-AIF antibody revealed no detectable change in AIF concentration in the mitochondria-enriched fraction derived at 3 dpi from RV-infected Vero cells as compared to the one obtained from mock-infected cells ( Figure 3B ). This indicates that only a minor portion of mitochondrial AIF translocates towards the nucleus during RV infection. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 452,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 591,
                    "end": 605,
                    "text": "(Figure 3Aa-d)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 694,
                    "end": 705,
                    "text": "(Figure 3Ad",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 956,
                    "end": 965,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Rubella Virus Induces Nuclear Translocation of the Pro-Apoptotic Mitochondrial Protein Apoptosis-Inducing Factor (AIF)"
        },
        {
            "text": "After assessment of the mPTP opening, intracellular distribution of AIF was documented after its overexpression. At 2 hpi, mock-and RV-infected Vero cells were transfected with a plasmid encoding AIF-TagRFP (red fluorescent protein). At 48 h post-infection and post-transfection, distribution of AIF-TagRFP was analyzed. Upon RV infection, AIF-TagRFP can be found in mitochondria, as expected, and as it was oberserved in mock-infected cells ( Figure 3A ). However, in contrast to the mock infection, AIF-TagRFP can also be found in the nucleus and especially in areas of condensed chromatin (Figure 3Aa-d) . In some cases, nuclear counterstaining with Hoechst bisbenzamide was hardly traceable (Figure 3Ad ). However, Western blot analysis with anti-AIF antibody revealed no detectable change in AIF concentration in the mitochondria-enriched fraction derived at 3 dpi from RV-infected Vero cells as compared to the one obtained from mock-infected cells ( Figure 3B ). This indicates that only a minor portion of mitochondrial AIF translocates towards the nucleus during RV infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 453,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 592,
                    "end": 606,
                    "text": "(Figure 3Aa-d)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 695,
                    "end": 706,
                    "text": "(Figure 3Ad",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 957,
                    "end": 966,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Rubella Virus Induces Nuclear Translocation of the Pro-Apoptotic Mitochondrial Protein Apoptosis-Inducing Factor (AIF)"
        },
        {
            "text": "Viruses 2015, 7, page-page Figure 3 . Release of the mitochondrial death-effector protein AIF. Vero cells overexpressing AIF-TagRFP were applied at 2 dpi (A) for determination of RV-induced translocation of AIF-TagRFP (shown in red) from mitochondria to the nucleus. Nuclear DNA is shown in blue, the viral E1 protein is shown in green. Asterisks (mock and Aa) indicate physiological localization of AIF to mitochondria. Arrows (Ab,c and d) highlight cells with nuclear association of AIF; (B) 30 μg of mitochondrial fractions obtained at 3 dpi from mock-and RV-infected Vero cells were subjected to Western blot analysis with anti-AIF antibody. As a loading control, anti-VDAC antibody was applied. Scale bar, 10 μm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 35,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Rubella Virus Induces Nuclear Translocation of the Pro-Apoptotic Mitochondrial Protein Apoptosis-Inducing Factor (AIF)"
        },
        {
            "text": "Immunofluorescence analysis of RV-and mock-infected cells was applied to validate CytC localization during RV infection. MitoTracker Red CMXRos (Thermo Fisher Scientific, Braunschweig, Gemany) was used as a mitochondrial counterstain. Figure 4A highlights the strict mitochondrial localization of CytC in mock-infected Vero cells. (A) Immunofluorescence analysis of RV-and mock-infected Vero cells at 3 dpi with anti-CytC antibody (shown in green). As a counterstain, mitochondria were labelled with MitoTracker Red CMXRos (shown in red) before fixation. Nuclear DNA is shown in blue, yellow colour indicates overlap areas. As a positive control, overnight incubation with 0.003% H2O2 was applied; (B) Selective permeabilization of the plasma membrane with digitonin was tested for alpha-tubulin (shown in red) as a representative cytoplasmic protein; (C) Selective permeabilization with digitonin at 25 μg/mL was applied to mock-and RV-infected Vero cells. Immunofluorescence was performed with anti-CytC antibody (shown in red). Release of CytC was induced through overnight incubation with 0.003% H2O2. (B), (C) As a control, immunofluorescence analysis of mock-infected Vero cells was performed after methanol (Met-OH) permeabilization. Asterisks highlight representative cells with localization of CytC outside of mitochondria. Scale bar, 10 μm. Release of the mitochondrial death-effector protein AIF. Vero cells overexpressing AIF-TagRFP were applied at 2 dpi (A) for determination of RV-induced translocation of AIF-TagRFP (shown in red) from mitochondria to the nucleus. Nuclear DNA is shown in blue, the viral E1 protein is shown in green. Asterisks (mock and Aa) indicate physiological localization of AIF to mitochondria. Arrows (Ab,c and d) highlight cells with nuclear association of AIF; (B) 30 µg of mitochondrial fractions obtained at 3 dpi from mock-and RV-infected Vero cells were subjected to Western blot analysis with anti-AIF antibody. As a loading control, anti-VDAC antibody was applied. Scale bar, 10 µm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 244,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Point of No Return: Release of the Apoptosis-Promoting Protein Cytochrome C from Mitochondria"
        },
        {
            "text": "Immunofluorescence analysis of RV-and mock-infected cells was applied to validate CytC localization during RV infection. MitoTracker Red CMXRos (Thermo Fisher Scientific, Braunschweig, Gemany) was used as a mitochondrial counterstain. Figure 4A highlights the strict mitochondrial localization of CytC in mock-infected Vero cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 244,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Point of No Return: Release of the Apoptosis-Promoting Protein Cytochrome C from Mitochondria"
        },
        {
            "text": "On the contrary, overnight incubation with 0.003% H 2 O 2 induces profound localization of CytC outside of mitochondria ( Figure 4A ). In the case of RV-infected Vero cells (3 dpi), a minor but distinct portion of cells appear to have lost CytC from their mitochondria ( Figure 4A ). To further validate this observation, selective permeabilization of the plasma membrane with digitonin was performed. First, the lowest possible concentration of digitonin was determined, which gives a detectable fluorescence signal for a cytoplasmic protein, in this case alpha-tubulin. As a positive control, Figure 4B ,C illustrate the signal for the cytoplasmic protein alpha-tubulin and the mitochondrial protein CytC after 2% (w/v) paraformaldehyde (PFA) fixation and permeabilization with methanol. Figure 4B highlights that permeabilization with digitonin at 25 µg/mL after 2% (w/v) PFA fixation gives a sufficient signal for alpha-tubulin after application of its respective antibody. However, a remarkable signal loss occurs after application of digitonin at 1 µg/mL ( Figure 4B ). Hence, digitonin was applied at 25 µg/mL to verify CytC localization outside of mitochondria. As shown in Figure 4C , no CytC signal can be detected in mock-treated cells. However, overnight incubation with 0.003% H 2 O 2 produces a distinct CytC signal in the cytoplasm, which was also detectable for RV-infected cells (3 dpi). In summary, single cells within the RV-infected population were positive for CytC-signals in the cytoplasm, outside of mitochondria.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 271,
                    "end": 280,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 595,
                    "end": 604,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 790,
                    "end": 799,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1063,
                    "end": 1072,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1182,
                    "end": 1191,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Point of No Return: Release of the Apoptosis-Promoting Protein Cytochrome C from Mitochondria"
        },
        {
            "text": "Immunofluorescence analysis of RV-and mock-infected cells was applied to validate CytC localization during RV infection. MitoTracker Red CMXRos (Thermo Fisher Scientific, Braunschweig, Gemany) was used as a mitochondrial counterstain. Figure 4A highlights the strict mitochondrial localization of CytC in mock-infected Vero cells. (A) Immunofluorescence analysis of RV-and mock-infected Vero cells at 3 dpi with anti-CytC antibody (shown in green). As a counterstain, mitochondria were labelled with MitoTracker Red CMXRos (shown in red) before fixation. Nuclear DNA is shown in blue, yellow colour indicates overlap areas. As a positive control, overnight incubation with 0.003% H2O2 was applied; (B) Selective permeabilization of the plasma membrane with digitonin was tested for alpha-tubulin (shown in red) as a representative cytoplasmic protein; (C) Selective permeabilization with digitonin at 25 μg/mL was applied to mock-and RV-infected Vero cells. Immunofluorescence was performed with anti-CytC antibody (shown in red). Release of CytC was induced through overnight incubation with 0.003% H2O2. (B), (C) As a control, immunofluorescence analysis of mock-infected Vero cells was performed after methanol (Met-OH) permeabilization. Asterisks highlight representative cells with localization of CytC outside of mitochondria. Scale bar, 10 μm. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 244,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Point of No Return: Release of the Apoptosis-Promoting Protein Cytochrome C from Mitochondria"
        },
        {
            "text": "The cellular distribution of p53 was assessed in RV-infected Vero cells in the absence as well as in the presence of pharmacological inhibitors. Upon heat shock (2 h at 43 ¥ C, followed by 24 h at 37 ¥ C) and after overnight incubation with 0.003% H 2 O 2 , p53 nuclear localization was remarkably increased ( Figure 5A , squares (8) and (12)).",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 319,
                    "text": "Figure 5A",
                    "ref_id": null
                }
            ],
            "section": "Cellular Distribution of p53 Is Altered during Rubella Virus Infection"
        },
        {
            "text": "Upon infection with RV, only some infected Vero cells show at 3 dpi a high p53 signal within the nucleus ( Figure 5A (13)). While application of the respective inhibitors had no noticeable effect on mitochondrial morphology, differential effects on p53 distribution were observed ( Figure 5B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 116,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 291,
                    "text": "Figure 5B",
                    "ref_id": null
                }
            ],
            "section": "Cellular Distribution of p53 Is Altered during Rubella Virus Infection"
        },
        {
            "text": "In comparison to the SC, application of PFTµ induced a massive p53 nuclear localization in RV-infected Vero cells at 3 dpi. The results for the SC-treated mock cell population are representative for the application of NIM811 and PFTµ. Western blot analysis of nuclear fractions confirmed the increased nuclear localization of p53 after application of PFTµ ( Figure 5C ). Additionally, and in contrast to the mock-infected population, Western blot analysis of mitochondria-enriched fractions from the RV-infected, SC-treated Vero cell population showed an increased band intensity for p53 which was reduced after application of PFTµ ( Figure 5D ). Application of NIM811 had no detectable effect on the level of p53 within the mitochondria-enriched fraction. Subsequently immunofluorescence analysis of the intracellular distribution of p53 and the mitochondria-associated viral C protein revealed punctate staining of p53 outside of the nucleus, close to C protein-positive areas ( Figure 5E ). These areas overlap with an area of clustered mitochondria typical for RV-infected Vero cells, which have a highly intense MitoTracker DeepRed CMX Ros staining ( Figure 5E , shown in white). In summary, RV induces mitochondrial and nuclear translocation of p53. Whereas the former decreased after application of 12.5 µM PFTµ, the latter increased.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 358,
                    "end": 367,
                    "text": "Figure 5C",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 643,
                    "text": "Figure 5D",
                    "ref_id": null
                },
                {
                    "start": 981,
                    "end": 990,
                    "text": "Figure 5E",
                    "ref_id": null
                },
                {
                    "start": 1156,
                    "end": 1165,
                    "text": "Figure 5E",
                    "ref_id": null
                }
            ],
            "section": "Cellular Distribution of p53 Is Altered during Rubella Virus Infection"
        },
        {
            "text": "in the presence of pharmacological inhibitors. Upon heat shock (2 h at 43 °C, followed by 24 h at 37 °C) and after overnight incubation with 0.003% H2O2, p53 nuclear localization was remarkably increased ( Figure 5A , squares (8) and (12)).",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 215,
                    "text": "Figure 5A",
                    "ref_id": null
                }
            ],
            "section": "Cellular Distribution of p53 Is Altered during Rubella Virus Infection"
        },
        {
            "text": "Upon infection with RV, only some infected Vero cells show at 3 dpi a high p53 signal within the nucleus ( Figure 5A(1) ). While application of the respective inhibitors had no noticeable effect on mitochondrial morphology, differential effects on p53 distribution were observed ( Figure 5B ). (shown in red) and anti-E1 (shown in green) at 3 dpi. Pink colour indicates overlap areas. As a positive control, heat shock (2 h at 43 ¥ C and 24 h at 37 ¥ C) and overnight incubation with 0.003% H 2 O 2 was included; (B) Three days after infection with RV in the presence of pharmacological inhibitors NIM811 (2 µM) at 2 hpi and PFTµ (12.5 µM) at 24 hpi) the expression of p53 was compared to the SC through immunofluorescence analysis with anti-p53 antibody (shown in green) and anti-C protein antibody (shown in white). As a counterstain, mitochondria were labelled with MitoTracker Red CMXRos (shown in red) before fixation. Western blot analysis of (C) a nuclear and (D) a mitochondrial fraction obtained from RV-and mock-infected cells at 3 dpi. Conditions applied are indicated. As a loading control, anti-histone 2B (H2B) and anti-VDAC antibody were applied. HS, heat shock condition; (E) Immunofluorescence analysis of RV-infected Vero cells at 3 dpi, the inset depicts p53 localization (shown in red) outside the nucleus, close to areas of C protein localization (shown in green) and mitochondria (shown in white, stained with MitoTracker DeepRed). SC, solvent control; scale bar, 10 µm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 119,
                    "text": "Figure 5A(1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 281,
                    "end": 290,
                    "text": "Figure 5B",
                    "ref_id": null
                }
            ],
            "section": "Cellular Distribution of p53 Is Altered during Rubella Virus Infection"
        },
        {
            "text": "The 40 kDa Cyp40 protein is involved in the cellular stress response. Figure 6A (1) shows the punctate distribution of Cyp40 within the cytoplasm of the untreated Vero population. A portion of the Cyp40 pool is also found in the nucleus. The situation in RV-infected Vero cells (3 dpi) is in strict contrast to this. Figure 6A (5) reflects a predominant localization of Cyp40 in the nucleus after RV infection. Comparable to Vero cells, a shift of Cyp40 to the nucleus is detectable at 3 dpi in RV-infected A549 cells ( Figure 6B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 79,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 317,
                    "end": 326,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 520,
                    "end": 529,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Rubella Virus Induces Nuclear Translocation of Cyclophilin 40"
        },
        {
            "text": "Viruses 2015, 7, 6108-6126 Thereafter, the mRNA expression level of Cyp40 was determined to verify whether this massive shift of Cyp40 to the nucleus was also associated with an increase in Cyp40 protein synthesis. Figure 6C indicates that the mRNA expression level of Cyp40 at 1 (96%¨31%) and 3 dpi (136%¨40%) in RV-infected Vero cells was comparable to the mock-infected population (set as 100%). However, at 2 dpi an increase in the mRNA expression level of Cyp40 was detectable (219%¨61%). Taking the influence of RV on p53 intracellular distribution into account, different stress stimuli were applied and subjected to immunofluorescence analysis, such that it could be determined whether a co-activation mechanism between these two proteins exists. Figure 6F shows that both heat shock and incubation with 0.003% hydrogen peroxide induced a shift of Cyp40 and p53 to the nucleus. The application of both camptothecin (CPT) and cycloheximide (CHX) reflects that nuclear As a next step, the effect of NIM811 (2 µM at 2 hpi) and PFTµ (12.5 µM at 24 hpi) on Cyp40 distribution was investigated. Neither the application of NIM811 nor PFTµ had a noticeable influence on Cyp40 distribution in mock-infected Vero cells, shown in Figure 6D which is representative of the SC-treated mock population. Under RV infection, Cyp40 distribution after application of PFTµ is comparable to the SC-treated population. NIM811 appears to have a minor, but negligible effect on Cyp40 distribution. Western blot analysis of nuclear fractions ( Figure 6E ) confirmed results obtained by the immunofluorescence analysis ( Figure 6D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 224,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 755,
                    "end": 764,
                    "text": "Figure 6F",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1227,
                    "end": 1236,
                    "text": "Figure 6D",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1527,
                    "end": 1536,
                    "text": "Figure 6E",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1603,
                    "end": 1612,
                    "text": "Figure 6D",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Rubella Virus Induces Nuclear Translocation of Cyclophilin 40"
        },
        {
            "text": "Taking the influence of RV on p53 intracellular distribution into account, different stress stimuli were applied and subjected to immunofluorescence analysis, such that it could be determined whether a co-activation mechanism between these two proteins exists. Figure 6F shows that both heat shock and incubation with 0.003% hydrogen peroxide induced a shift of Cyp40 and p53 to the nucleus. The application of both camptothecin (CPT) and cycloheximide (CHX) reflects that nuclear localization of p53 and Cyp40 is not necessarily an interdependent event. CPT induces a significant portion of p53 in the nucleus, but Cyp40 remains unchanged. The application of CHX results in the opposite situation; Cyp40 is completely redistributed to the nucleus while p53 is left unaffected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 270,
                    "text": "Figure 6F",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Rubella Virus Induces Nuclear Translocation of Cyclophilin 40"
        },
        {
            "text": "Finally, the intracellular distribution of cyclophilin A (CypA), which is involved in apoptotic processes and acts as a host factor for several viruses [24] , was investigated. Immunofluorescence analysis was performed after permeabilization with two different detergents. Triton X-100 partially dissolves the nuclear membrane, while Tween 20 enables staining of mainly cytoplasmic proteins. Figure 7A highlights that after permeabilization with Tween 20, hardly any differences between mock-and RV-infected Vero cells and Vero cells after overnight incubation with 0.003% hydrogen peroxide are noticeable. This is in contrast to permeabilization with Triton X-100, which shows a clear shift of CypA from a cytoplasmic to a nuclear localization ( Figure 7B(12) ). However, as compared to the mock-infected control, only a slight shift of CypA to the nucleus can be speculated after infection with RV ( Figure 7B(4,8) ). In conclusion, during RV infection, nuclear translocation of Cyp40, but not of CypA, is detectable.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 392,
                    "end": 401,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 760,
                    "text": "Figure 7B(12)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 902,
                    "end": 916,
                    "text": "Figure 7B(4,8)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Rubella Virus Induces Nuclear Translocation of Cyclophilin 40"
        },
        {
            "text": "Viruses 2015, 7, page-page Finally, the intracellular distribution of cyclophilin A (CypA), which is involved in apoptotic processes and acts as a host factor for several viruses [24] , was investigated. Immunofluorescence analysis was performed after permeabilization with two different detergents. Triton X-100 partially dissolves the nuclear membrane, while Tween 20 enables staining of mainly cytoplasmic proteins. Figure 7A highlights that after permeabilization with Tween 20, hardly any differences between mock-and RV-infected Vero cells and Vero cells after overnight incubation with 0.003% hydrogen peroxide are noticeable. This is in contrast to permeabilization with Triton X-100, which shows a clear shift of CypA from a cytoplasmic to a nuclear localization ( Figure 7B(12) ). However, as compared to the mock-infected control, only a slight shift of CypA to the nucleus can be speculated after infection with RV ( Figure 7B (4) and 7B (8)). In conclusion, during RV infection, nuclear translocation of Cyp40, but not of CypA, is detectable. Figure 7 . Impact of RV infection on intracellular distribution of cyclophilin A. Immunofluorescence analysis was performed with anti-CypA antibody (shown in red) and anti-E1 antibody (shown in green) for RV-and mock-infected Vero cells (3 dpi). Nuclear DNA is shown in blue. Pink colour indicates overlap areas. As a control, overnight incubation with 0.003% hydrogen peroxide (H2O2) was included. After fixation with 2% (w/v) paraformealdehyde, cells were permeabilized with 0.1% TritonX-100 (A) or with 0.3% Tween 20 (B). Arrows point to representative cells with a clear shift of CypA to the nucleus. Scale bar, 10 μm.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 428,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 774,
                    "end": 787,
                    "text": "Figure 7B(12)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 929,
                    "end": 938,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 1056,
                    "end": 1064,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Rubella Virus Induces Nuclear Translocation of Cyclophilin 40"
        },
        {
            "text": "Comparable to the vaccine strain HPV77, the selection of the Therien strain for its high replication rate in Vero cells was the result of a cell-culture adaptation process. CPE induction by a low-passaged clinical isolate, represented by the strain Wuerzburg-12 (Wb-12, RVi/Wuerzburg.DEU/47.11) was therefore addressed. The viral titer generated during Wb-12 infection is comparable to the one observed for Therien (representative graph in Figure 8A and [25] ). Additionally, CPE development by Wb-12 was comparable to Therien in terms of the onset of cell detachment. However, the number of floaters detected at 3 dpi per well of a six-well plate was 5 Figure 7 . Impact of RV infection on intracellular distribution of cyclophilin A. Immunofluorescence analysis was performed with anti-CypA antibody (shown in red) and anti-E1 antibody (shown in green) for RV-and mock-infected Vero cells (3 dpi). Nuclear DNA is shown in blue. Pink colour indicates overlap areas. As a control, overnight incubation with 0.003% hydrogen peroxide (H 2 O 2 ) was included. After fixation with 2% (w/v) paraformealdehyde, cells were permeabilized with 0.1% TritonX-100 (A) or with 0.3% Tween 20 (B). Arrows point to representative cells with a clear shift of CypA to the nucleus. Scale bar, 10 µm.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 458,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 440,
                    "end": 449,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 654,
                    "end": 662,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Rubella Virus Reveals Strain-Specific Effects in Its Mode of Apoptosis Induction"
        },
        {
            "text": "Comparable to the vaccine strain HPV77, the selection of the Therien strain for its high replication rate in Vero cells was the result of a cell-culture adaptation process. CPE induction by a low-passaged clinical isolate, represented by the strain Wuerzburg-12 (Wb-12, RVi/Wuerzburg.DEU/47.11) was therefore addressed. The viral titer generated during Wb-12 infection is comparable to the one observed for Therien (representative graph in Figure 8A and [25] ). Additionally, CPE development by Wb-12 was comparable to Therien in terms of the onset of cell detachment. However, the number of floaters detected at 3 dpi per well of a six-well plate was slightly reduced for Wb-12 ((2.25¨2.29) ¢ 10 5 floaters per mL, n = 3) as compared to Therien (9.28¨2.25) ¢ 10 5 . Under Therien infection, only a slight shift of p53 to the nucleus was detectable ( Figure 5A ), which is comparable to the infection by HPV77, but more profound after infection with Wb-12 ( Figure 8B) .",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 458,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 440,
                    "end": 449,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 851,
                    "end": 860,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 958,
                    "end": 968,
                    "text": "Figure 8B)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Rubella Virus Reveals Strain-Specific Effects in Its Mode of Apoptosis Induction"
        },
        {
            "text": "Taking this high level of nuclear translocation of p53 into account, the mRNA expression level of p21 Waf1/Cip1 (p21) was determined, which is regulated by the transcriptional activity of p53. Despite the intensive nuclear localization of p53 under Wb-12 infection, the induction of p21 mRNA expression is lower than the one observed for Therien ( Figure 8C ). Results presented point to nuclear localization of p53 as a distinguishing feature between RV cell-culture-adapted strains and clinical isolates. Immunofluorescence analysis was performed with anti-p53 antibody to assess intracellular distribution of p53 (shown in red). RV infection was visualized with anti-E1 antibody (shown in green). Nuclear DNA is shown in blue. Pink colour indicates overlap areas. (C) Alteration of the mRNA expression level of p21 after infection with RV strains, Therien and Wb-12. The mRNA expression level was determined at 1, 2 and 3 dpi relative to the corresponding mock sample (set at 100%). Scale bar, 20 μm. * p < 0.05, ** p < 0.01, *** p < 0.001, **** p < 0.0001",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 357,
                    "text": "Figure 8C",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Rubella Virus Reveals Strain-Specific Effects in Its Mode of Apoptosis Induction"
        },
        {
            "text": "Mitochondria are crucial in the execution of programmed cell death and therefore an important line of defense against various insults such as pathogenic infections. Hence some proteins of important human pathogenic viruses do even localize within mitochondria to interfere with apoptosis [26] . Another important cellular factor for viral countermeasures against cellular defense mechanisms is the tumor-suppressor protein p53 as an important orchestrator of those intertwined and interdependent mitochondrial functions [27] . The data presented in this paper indicate that RV-induced apoptosis as well as its cell-culture adaptation involve a balance between nuclear and extranuclear functions of p53. Additionally, RV induces release of pro-apoptotic proteins from mitochondria and nuclear translocation of Cyp40. The presented data are summarized in Figure 9 as (B) Immunofluorescence analysis was performed with anti-p53 antibody to assess intracellular distribution of p53 (shown in red). RV infection was visualized with anti-E1 antibody (shown in green). Nuclear DNA is shown in blue. Pink colour indicates overlap areas; (C) Alteration of the mRNA expression level of p21 after infection with RV strains, Therien and Wb-12. The mRNA expression level was determined at 1, 2 and 3 dpi relative to the corresponding mock sample (set at 100%). Scale bar, 20 µm. * p < 0.05, ** p < 0.01, *** p < 0.001, **** p < 0.0001",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 853,
                    "end": 861,
                    "text": "Figure 9",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Mitochondria are crucial in the execution of programmed cell death and therefore an important line of defense against various insults such as pathogenic infections. Hence some proteins of important human pathogenic viruses do even localize within mitochondria to interfere with apoptosis [26] . Another important cellular factor for viral countermeasures against cellular defense mechanisms is the tumor-suppressor protein p53 as an important orchestrator of those intertwined and interdependent mitochondrial functions [27] . The data presented in this paper indicate that RV-induced apoptosis as well as its cell-culture adaptation involve a balance between nuclear and extranuclear functions of p53. Additionally, RV induces release of pro-apoptotic proteins from mitochondria and nuclear translocation of Cyp40. The presented data are summarized in Figure 9 as a proposed model for the mitochondria-and p53-associated pathways during RV-induced apoptosis.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 853,
                    "end": 861,
                    "text": "Figure 9",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Viruses 2015, 7, page-page Therien appears not to be affected by the PFTμ-associated increase in nuclear p53 localization, as PFTμ reduces CPE. Figure 9 . Proposed model for the involvement of mitochondria-and p53-associated pathways during RV-induced cell death. The transcription-independent mitochondrial p53 function can be blocked by PFTμ. p53 can interact with the pro-apoptotic protein Bax to induce its oligomerization and formation of the mitochondrial apoptosis-induced channel (MAC). The release of pro-apoptotic CytC promotes the formation of the so-called apoptosome consisting of apoptotic protease-activating factor (Apaf-1), pro-caspase 9 and CytC. Effector caspases can be inhibited by the pan-caspase-inhibitor z-VAD-fmk. Application of NIM811 can inhibit cyclophilins such as CypD and Cyp40 as examined in this study. Further explanations are provided in the manuscript. IMS, mitochondrial intermembrane space.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 9",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Cyclophilins act as important co-factors for a number of viruses [28] and are thus a promising target for antiviral countermeasures [29] . Nevertheless, there are also cases in which cyclophilins restrict viral replication [24] . No cellular functions that are vital for RV replication were affected by the application of NIM811 as reflected by the maintained virus production rate. It is important to note that RV specifically affects the expression pattern of the ubiquitous protein Cyp40 that acts as co-chaperone of the Hsp90/Hsp70 complex and guides its interaction with other proteins, including those involved in antiviral host response [30] . Cyp40 is occasionally referred to as CypD, which contributes to some unresolved issues in its physiological functions. Its participation in protein maturation pathways [17] , especially its nuclear localization after stress induction by UVA treatment [31] , heat stress [32] , or RV infection as shown here, certainly warrants further exploration and points to a multitude of physiological functions. Especially heat stress parallels some of the effects exerted by RV on its host cell, including Cyp40 nuclear redistribution and an increase in the Cyp40 mRNA level [32] . Noteworthy in this context is that Hsp90-binding cyclophilins such as Cyp40 are . Proposed model for the involvement of mitochondria-and p53-associated pathways during RV-induced cell death. The transcription-independent mitochondrial p53 function can be blocked by PFTµ. p53 can interact with the pro-apoptotic protein Bax to induce its oligomerization and formation of the mitochondrial apoptosis-induced channel (MAC). The release of pro-apoptotic CytC promotes the formation of the so-called apoptosome consisting of apoptotic protease-activating factor (Apaf-1), pro-caspase 9 and CytC. Effector caspases can be inhibited by the pan-caspase-inhibitor z-VAD-fmk. Application of NIM811 can inhibit cyclophilins such as CypD and Cyp40 as examined in this study. Further explanations are provided in the manuscript. IMS, mitochondrial intermembrane space.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 132,
                    "end": 136,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 819,
                    "end": 823,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 921,
                    "end": 925,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1216,
                    "end": 1220,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Through the application of PFTµ, this paper indicates that p53-based pathways are involved in programmed cell death mechanisms induced by RV infection. In comparison to the Therien and HPV77 strains, the clinical isolate Wb-12 induced a stronger signal of nuclear p53. This suggests that during cell-culture adaptation RV strains have evolved mechanisms to counteract or to avoid nuclear localization of p53. The application of PFTµ appears to support the previously published anti-apoptotic activity of Therien, which is also reflected by the association of its C protein with Bax [7] . The present paper ties in with this reported involvement of a mitochondrial signaling pathway in RV-infected A549 cells and subsequently viral strategies to counteract cellular death mechanisms. Additionally, application of PFTµ to RV-infected Vero cells increases p53 nuclear expression during RV infection, highlighting that blocking one branch of p53 activity favors the other. However, Therien appears not to be affected by the PFTµ-associated increase in nuclear p53 localization, as PFTµ reduces CPE.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 585,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cyclophilins act as important co-factors for a number of viruses [28] and are thus a promising target for antiviral countermeasures [29] . Nevertheless, there are also cases in which cyclophilins restrict viral replication [24] . No cellular functions that are vital for RV replication were affected by the application of NIM811 as reflected by the maintained virus production rate. It is important to note that RV specifically affects the expression pattern of the ubiquitous protein Cyp40 that acts as co-chaperone of the Hsp90/Hsp70 complex and guides its interaction with other proteins, including those involved in antiviral host response [30] . Cyp40 is occasionally referred to as CypD, which contributes to some unresolved issues in its physiological functions. Its participation in protein maturation pathways [17] , especially its nuclear localization after stress induction by UVA treatment [31] , heat stress [32] , or RV infection as shown here, certainly warrants further exploration and points to a multitude of physiological functions. Especially heat stress parallels some of the effects exerted by RV on its host cell, including Cyp40 nuclear redistribution and an increase in the Cyp40 mRNA level [32] . Noteworthy in this context is that Hsp90-binding cyclophilins such as Cyp40 are involved in protein trafficking to the nucleus, including p53 [33] .",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 132,
                    "end": 136,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 819,
                    "end": 823,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 921,
                    "end": 925,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1216,
                    "end": 1220,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1365,
                    "end": 1369,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The release of apoptosis-promoting factors upon mitochondrial membrane permeabilization is crucial for the execution of the intrinsic mitochondrial apoptotic pathway. Data presented in this paper highlight mPTP opening and mitochondrial-nuclear translocation of AIF in a minor portion of cells under RV infection. Being released from mitochondria, AIF is a potent apoptosis-promoting factor [34] . Its nuclear translocation is followed by chromatinolysis and DNA fragmentation. However, the contribution of AIF and cyclophilins to RV-associated cell death appears to be negligible as indicated by the minor effect exerted by NIM811 on RV floater population or on selected markers for apoptosis. The observed release of CytC could help to explain the reported reduction of mitochondrial respiratory chain complex IV activity during RV infection [12] .",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The regulation of mPTP composition and function by CypD is still under an ongoing discussion [21] [22] [23] . Overexpression of wild-type (WT) CypD and its PPIase mutants suggests a PPIase-independent involvement of CypD in RV-associated cell death. Hence, in RV-infected Vero cells, its apoptosis regulation and protein-folding functions appear to be separated. This notion also applies to the interaction of CypD with some of its protein partners, including hexokinase II [35] and the adenine nucleotide translocase (ANT) [36] . Additionally, a modulation of mPTP independent from its enzymatic activity was reported [37] . It was just published that mPTP is a regulatory component of vascular function [38] , which should be viewed in the light of the perturbance of angiogenic processes seen with patients suffering from congenital rubella syndrome (CRS) [39] .",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 98,
                    "end": 102,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 103,
                    "end": 107,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 859,
                    "end": 863,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study highlights the importance of not only considering cell specificity in the course of virus-induced apoptosis, but also virus strain specificity. These observations are strengthened by studies on viral strain-specific cytopathogenicity of human respiratory syncytial virus, cytomegalovirus and coronavirus [40] [41] [42] . However, the use of just one cell line for most of the results shown in this study limits the conclusions that can be drawn for RV-induced apoptosis. In future studies, the observed apoptotic effects induced by RV strains in Vero cells, which are of simian origin, need to be further addressed in relevant human cell lines such as fetal fibroblasts and the A549 cell line. Nevertheless, we have provided some verification in our study that the findings reported are not restricted to Vero cells.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is a well-defined balance between cell survival and cell-death induction, and consequently the cellular responses to a viral infection are interconnected with the resulting viral countermeasures. Already minor changes can evoke alterations of cellular antiviral activities, as shown in this paper by the increase in p53 nuclear expression after inhibiting mitochondrial shuttling of p53 with PFTµ. CPE induction after RV infection is only observed after infection of susceptible cell lines such as Vero and RK13 [2] . It is especially noteworthy that RV-induced apoptosis is detectable in human primary differentiated, nonproliferative cells, but not in proliferative fetal cells [43] . This strengthens the cellular context dependency of RV-associated apoptotic processes, which might be due to differences in cellular signaling pathways or to differences in the anti-viral response provoked by RV in these cell lines. The identification of cellular factors specific for RV-induced cell death as outlined in this study will help to address and delineate this cell line-dependency as identified factors can be specifically examined in their cellular context. Clinical isolates can be regarded as a tool for identification of viral and cellular components that contribute to RV cell-culture adaptation. Future experiments will be aimed at elucidating the interplay of RV strains with nuclear and extranuclear p53 pools and how a virus coordinates cellular functions to its own advantage.",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 521,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Mouse antibody against AIF and rabbit antibodies against p53, H2B, and Cyp40, respectively, were purchased from Santa Cruz Biotechnology; mouse antibody against CytC and rabbit antibodies against VDAC and CypA were from Abcam. Monoclonal mouse anti-E1 antibody was from Viral Antigens, and mouse anti-alpha tubulin was obtained from Sigma Aldrich (St. Louis, MO, USA). Secondary antibodies for immunofluorescence and Western blot analysis were from Dianova. The pan caspase inhibitor z-VAD-fmk was from PeptaNova (Sandhausen, Germany); PFTµ and α, staurosporine and camptothecin were purchased from Santa Cruz Biotechnology (Dallas, TX, USA). NIM811 was generously provided by Novartis (Basel, Switzerland). All other reagents were from Sigma Aldrich. Stock solutions were prepared in dimethyl sulfoxide (DMSO), stored at ¡20 ¥ C and diluted in cell culture medium to their respective final concentrations directly before use. Final concentration of DMSO, which was employed as vehicle (solvent) control, never exceeded 0.1%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibodies and Pharmacological Reagents"
        },
        {
            "text": "p53-and cyclophilin-regulated pathways are generally altered in cancer cells, hence experiments were mainly performed with Vero, a standard and non-tumor-derived cell line for RV cultivation. Additionally, CPE by RV is very profound in this cell line [18] . Several RV-associated cell culture aberrations were characterized in this cell line, including the analysis of the p53 dependency [5] . Vero cells are negative for the type I interferon response [44] , which allows the separation of RV-induced effects on mitochondria-based pathways from effects that are triggered through generation of type I interferons [45] . Vero and A549 cells were maintained in DMEM, supplemented with fetal bovine serum (10%) and antibiotics at 37 ¥ C in a humidified incubator with 5% CO 2 atmosphere. Medium for A549 cells was supplemented with 1 mM HEPES. After overnight cultivation, cells were mock-and RV-infected and treated with pharmacological compounds or vehicle (solvent control) only. Medium was removed and effectors were added in fresh medium at indicated time points. Cells were incubated in the presence of the respective effector until sample processing. The laboratory-adapted F-Therien strain was applied to Vero cells at an multiplicity of infection (MOI) of 5 unless otherwise indicated. Besides the Therien strain, the vaccine strain HPV77 and the clinical isolate Wb-12, a kind gift of B. Weißbrich (University of Wuerzburg, Wuerzburg, Germany), were used. The Wb-12 strain was passaged seven times on Vero cells after its initial isolation. An MOI of 5 was chosen to ensure an optimal infection rate resulting in a high level of CPE induction. The application dose of the pharmacological compounds was assessed by classical trypan blue exclusion test and was within the published range. ",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Vero Cell Cultivation, Drug Treatment and Virus Strains"
        },
        {
            "text": "As a marker for cellular alterations caused by RV, detached floater cells were collected through centrifugation of cell culture supernatants obtained from the respective well of a six-well plate. For the DNA fragmentation assay, floater cells were collected from 175 cm 2 flasks. As a positive control, 6 ¢ 10 6 adherent Vero cells were incubated with 5 µM staurosporine for 90 min at 37 ¥ C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of Floaters: DNA Fragmentation Assay"
        },
        {
            "text": "Afterwards, medium change cells were incubated for an additional 3 h and thereafter subjected to trypsinization. After washing of the detached control cells and the floater population (at 1 ¢ 10 6 cells per sample) with PBS, the samples were treated with lysis buffer (100 mM Tris pH 8.0, 20 mM EDTA, 0.8% SDS) for 20 min at room temperature. Thereafter, cells were incubated with 10 µL RNAse A solution (500 U/mL) for 2 h at 37 ¥ C and afterwards digested with 10 µL proteinase K (20 mg/mL) overnight at 50 ¥ C. After the addition of NaCl and PEG-800 at a final concentration of 1 M and 2.5%, respectively, samples were incubated on ice for 10 min and centrifuged at 4 ¥ C for 10 min at 16,000¢ g. The resulting supernatant was collected before sodium acetate and ethanol were added at 1/10 and twofold volumes, respectively. Incubation at ¡80 ¥ C for 1 h resulted in DNA precipitation. After centrifugation at 16,000¢ g at 4 ¥ C the supernatant was discarded and the remaining pellet was washed with ice-cold 70% (v/v) ethanol and dissolved in 40 µL ddH2O. The DNA was analyzed by 1.5% standard agarose gel electrophoresis at 60 V for 30-60 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of Floaters: DNA Fragmentation Assay"
        },
        {
            "text": "Induction of apoptotic cell death was monitored by the binding of annexin V-EGFP (Annexin V-EGFP Apoptosis Detection Kit from GenScript (Piscataway, NJ, USA) according to the manufacturer's instructions. Viable cells are not permeable for PI (5 µM), while induction of apoptosis leads to binding of annexin V due to exposure of phosphatidylserine. Activity of caspase 3 and 7 was determined using the CellEvent caspase-3/7 ReadyProbes reagent (Thermo Fisher Scientific, Braunschweig, Gemany) according to manufacturer's instructions. Briefly, Caspase-3/7 activity was determined by microscopic analysis of the fluorescent events after cleavage of the non-fluorescent DEVD peptide. As a DNA counterstain, cells were stained with Hoechst bisbenzimide 33342 (Thermo Fisher Scientific, Braunschweig, Gemany), (2 µM). Samples were analyzed by fluorescence microscopy using a FITC/TRITC filter. 4.6. Calcein Release Assay for Assessment of Mitochondrial Permeability Transition Pore (mPTP) Opening mPTP opening was assessed with the MitoProbe transition pore opening kit (Thermo Fisher Scientific Life Technologies). Mitochondrial calcein is lost after the opening of the mPTP. Hence, the mPTP opening was assessed through evaluation of the mitochondrial fluorescence signal of calcein after the quenching of its cytosolic portion with CoCl 2 . Briefly, medium was replaced with warm Hank's balanced salt solution containing calcium (HBSS/Ca) and loaded with calcein-acetoxymethyl ester (calcein-AM at 1.0 µM) and CoCl 2 (1.0 mM). After an incubation of 3 h at 37 ¥ C, cells were washed with HBSS and directly processed to fluorescence microscopic analysis. Opening of mPTP was induced through overnight incubation with H 2 O 2 (0.003%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell Death Assays"
        },
        {
            "text": "Cells were fixed with paraformaldehyde (2% w/v), permeabilized with methanol, 0.1% Triton X-100, 0.3% Tween 20, or digitonin as indicated. Unspecific binding was blocked through incubation with 5% goat serum for 1 h at 37 ¥ C. After intensive washing incubation with primary antibody (the anti-E1 antibody was used at a 1:200 dilution in PBS, anti-CytC at 1:250, anti-CypA and anti-alpha tubulin at 1:500, all other antibodies at 1:100) was performed for 1 h at 37 ¥ C. Secondary antibodies (DyLight 488-or Cy3-labelled, Dianova GmbH (Hamburg, Germany) were used at a 1:100 dilution and incubated at 37 ¥ C for 45 min, thereafter as nuclear counterstain Hoechst bisbenzamide 33285 (5 µg/mL, Thermo Fisher Scientific) was applied. As a mitochondrial counterstain, MitoTracker Red CMXRos was applied according to the instructions of the MitoProbe transition pore opening kit. Samples were mounted in Entellan and images were taken with the Zeiss510 confocal microscope (Zeiss, Oberkochen, Germany) and processed using CorelDRAW X7 (Corel Corporation, Ottawa, Ontario, Canada) with minimal alterations to brightness and contrast.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence Analysis"
        },
        {
            "text": "Nuclear fractionation was performed by incubation of confluent cells grown in a 60 mm dish (initially 1 ¢ 10 6 cells were plated) in 500 µL buffer A (10 mM HEPES, 1.5 mM MgCl 2 , 10 mM KCl, 0.5 mM DTT, 0.05% NP-40, pH 7.9) supplemented with 1 mM PMSF and protease inhibitor mix for 15 min on ice under shaking conditions. Lysed cells were centrifuged at 3000 rpm and 4 ¥ C for 10 min. The pellet was resuspended in 94 µL buffer B (5 mM HEPES, 1.5 mM MgCl 2 , 0.2 mM EDTA, 0.5 mM DTT, 26% (v/v) glycerol pH 7.9) supplemented with 1 mM PMSF and protease inhibitor mix. Each sample was charged with 6 µL 5 M NaCl and incubated under shaking conditions for 2 h at 4 ¥ C. Finally, samples were centrifuged at 13,000 rpm for 20 min at 4 ¥ C and the supernatant was collected as nuclear fraction. Mitochondria-enriched fractions were obtained by differential centrifugation as published [11] . Mitochondrial (30 to 120 µg/lane) and nuclear (20 µg/lane) fractions were subjected to SDS polyacrylamide gel electrophoresis and transferred to a PVDF membrane for detection with primary (anti-VDAC antibody was diluted 1:2000, all other antibodies 1:200) and HRP-conjugated secondary antibodies as described [11] . Equivalent protein loading in the mitochondrial and nuclear fraction was monitored with VDAC and histone 2B (H2B), respectively.",
            "cite_spans": [
                {
                    "start": 880,
                    "end": 884,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1196,
                    "end": 1200,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Cell Fractionation and Western Blot Analysis"
        },
        {
            "text": "Total RNA was extracted and reverse transcribed and analyzed by quantitative real-time PCR as published [25] . Reactions were performed in a total of 20 µL containing 10 µL GoTaq qPCR (2¢) Master Mix (Promega, Mannheim, Germany) and 1 µg BSA. According to reference sequence NM_005038 primer sequences were selected for Cyp40, 5 I tgaaaggtgaaaaacctgctaaa 3 I for the sense primer CyP40.s, and 5 I cagagccatcttttgggaata 3 I for the antisense primer CyP40.as. An amplicon of 96 bp was generated. The p21 primer sequences are as published [25] .",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "RNA Preparation and Real-Time Quantitative PCR"
        },
        {
            "text": "All data in the diagrams are expressed as means¨standard errors (SE) of at least three individual experiments. One-way ANOVA followed by Tukey's post hoc analysis was applied to determine statistical significance using Graph Pad Prism software (GraphPad Software, Inc., La Jolla, CA, USA). Asterisks indicate level of significance (* p < 0.05, ** p < 0.01, *** p < 0.001, **** p < 0.0001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics"
        },
        {
            "text": "There are conflicting reports on the mode of rubella virus (RV)-associated cell death and on possible differences between viral strains. Through application of selected pharmacological inhibitors, the present study highlights the contribution of mitochondria-and p53-centered apoptotic pathways to cytopathic effect induction by RV. Additionally, the relevance of the so far not well-characterized Cyp40 protein in the cellular stress response was emphasized. Our present work also shows that p53 may contribute to differences among RV cell culture-adapted strains and a low-passaged clinical isolate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Molecular biology of rubella virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Frey",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Adv. Virus Res",
            "volume": "44",
            "issn": "",
            "pages": "69--160",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rubella virus-induced apoptosis varies among cell lines and is modulated by Bcl-xl and caspase inhibitors",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esmaili",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Nakhasi",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Virology",
            "volume": "255",
            "issn": "",
            "pages": "117--128",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.1998.9562"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rubella virus-induced cytopathic effect in vitro is caused by apoptosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Pletz",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "G"
                    ],
                    "last": "Liebert",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Gen. Virol",
            "volume": "80",
            "issn": "",
            "pages": "1657--1664",
            "other_ids": {
                "DOI": [
                    "10.1099/0022-1317-80-7-1657"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Apoptosis induction by the therien and vaccine RA27/3 strains of rubella virus causes depletion of oligodendrocytes from rat neural cell cultures",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Domegan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Gen. Virol",
            "volume": "83",
            "issn": "",
            "pages": "2135--2143",
            "other_ids": {
                "DOI": [
                    "10.1099/0022-1317-83-9-2135"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Involvement of a p53-dependent pathway in rubella virus-induced apoptosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Megyeri",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Berencsi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Halazonetis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Prendergast",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Plotkin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rovera",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gonczol",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Virology",
            "volume": "259",
            "issn": "",
            "pages": "74--84",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.1999.9757"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The involvement of survival signaling pathways in rubella-virus induced apoptosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cooray",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Best",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virol. J",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-2-1"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The rubella virus capsid is an anti-apoptotic protein that attenuates the pore-forming ability of bax",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ilkow",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Goping",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Hobman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1001291"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Characterization of cell lines stably transfected with rubella virus replicons",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Tzeng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Frey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virology",
            "volume": "429",
            "issn": "",
            "pages": "29--36",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2012.04.003"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rubella virus capsid associates with host cell protein p32 and localizes to mitochondria",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Beatch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Hobman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "5569--5576",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.74.12.5569-5576.2000"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Interactions between rubella virus capsid and host protein p32 are important for virus replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Beatch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Everitt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Hobman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "10807--10820",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.16.10807-10820.2005"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Involvement of p32 and microtubules in alteration of mitochondrial functions by rubella virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Claus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heinrich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reins",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Richardt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pinkert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fechner",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gaunitz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Schafer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Seibel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "3881--3892",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02492-10"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Activity increase in respiratory chain complexes by rubella virus with marginal induction of oxidative stress",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Claus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schonefeld",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hubner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chey",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Reibetanz",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "G"
                    ],
                    "last": "Liebert",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "8481--8492",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00533-13"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The engine driving the ship: Metabolic steering of cell proliferation and death",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Buchakjian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornbluth",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat. Rev. Mol. Cell. Biol",
            "volume": "11",
            "issn": "",
            "pages": "715--727",
            "other_ids": {
                "DOI": [
                    "10.1038/nrm2972"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A mechanistic view of mitochondrial death decision pores. Braz",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Belizario",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alves",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Occhiucci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garay-Malpartida",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sesso",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Med. Biol. Res",
            "volume": "40",
            "issn": "",
            "pages": "1011--1024",
            "other_ids": {
                "DOI": [
                    "10.1590/S0100-879X2006005000109"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The mitochondrial p53 pathway",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Vaseva",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "M"
                    ],
                    "last": "Moll",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biochim. Biophys. Acta Bioenerg",
            "volume": "1787",
            "issn": "",
            "pages": "414--420",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbabio.2008.10.005"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "P53's mitochondrial translocation and MOMP action is independent of puma and bax and severely disrupts mitochondrial membrane integrity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Erster",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "M"
                    ],
                    "last": "Moll",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell. Res",
            "volume": "18",
            "issn": "",
            "pages": "733--744",
            "other_ids": {
                "DOI": [
                    "10.1038/cr.2008.62"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cyclophilins and their possible role in the stress response",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Andreeva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heads",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Int. J. Exp. Pathol",
            "volume": "80",
            "issn": "",
            "pages": "305--315",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2613.1999.00128.x"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Rubella virus induces apoptosis in culture cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Pugachev",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Frey",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "250",
            "issn": "",
            "pages": "359--370",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.1998.9395"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Small-molecule inhibitor of p53 binding to mitochondria protects mice from gamma radiation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Strom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sathe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Komarov",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Chernova",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pavlovska",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shyshynova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Bosykh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Burdelya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Macklis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Skaliter",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Chem. Biol",
            "volume": "2",
            "issn": "",
            "pages": "6108--6126",
            "other_ids": {
                "DOI": [
                    "10.1038/nchembio809"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A chemical inhibitor of p53 that protects mice from the side effects of cancer therapy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Komarov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Komarova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Kondratov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Christov-Tselkov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Coon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Chernov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Gudkov",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "285",
            "issn": "",
            "pages": "1733--1737",
            "other_ids": {
                "DOI": [
                    "10.1126/science.285.5434.1733"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Knockout of cyclophilin D in Ppif(-/-) mice increases stability of brain mitochondria against Ca 2+ stress",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gainutdinov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Molkentin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Siemen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ziemer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Debska-Vielhaber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vielhaber",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gizatullina",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Orynbayeva",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Gellerich",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Arch. Biochem. Biophy",
            "volume": "579",
            "issn": "",
            "pages": "40--46",
            "other_ids": {
                "DOI": [
                    "10.1016/j.abb.2015.05.009"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Structural mechanisms of cyclophilin D-dependent control of the mitochondrial permeability transition pore",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gutierrez-Aguilar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Baines",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1850",
            "issn": "",
            "pages": "2041--2047",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbagen.2014.11.009"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The mitochondrial permeability transition pore: A mystery solved?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bernardi",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Front. Physiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fphys.2013.00095"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Cyclophilin A and viral infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "424",
            "issn": "",
            "pages": "647--650",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbrc.2012.07.024"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Validation and application of normalization factors for gene expression studies in rubella virus-infected cell lines with quantitative real-time PCR",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Claus",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "G"
                    ],
                    "last": "Liebert",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Cell. Biochem",
            "volume": "110",
            "issn": "",
            "pages": "118--128",
            "other_ids": {
                "DOI": [
                    "10.1002/jcb.22518"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "HIV-1 protease-induced apoptosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rumlova",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Krizova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keprova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hadravova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dolezal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strohalmova",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pichova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hajek",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ruml",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Retrovirology",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Mitochondrial liaisons of p53",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Galluzzi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Morselli",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kepp",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vitale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pinti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kroemer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antioxid. Redox Signal",
            "volume": "15",
            "issn": "",
            "pages": "1691--1714",
            "other_ids": {
                "DOI": [
                    "10.1089/ars.2010.3504"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Cyclophilins as Modulators of Viral Replication",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Frausto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "1684--1701",
            "other_ids": {
                "DOI": [
                    "10.3390/v5071684"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Cyclophilin involvement in the replication of hepatitis C virus and other viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baugh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gallay",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biol. Chem",
            "volume": "393",
            "issn": "",
            "pages": "579--587",
            "other_ids": {
                "DOI": [
                    "10.1515/hsz-2012-0151"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Multiple cyclophilins involved in different cellular pathways mediate HCV replication",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Gaither",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Borawski",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Balabanis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Devay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Joberty",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schirle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bouwmeester",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mickanin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology",
            "volume": "397",
            "issn": "",
            "pages": "43--55",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2009.10.043"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Cyclophilin 40 alters UVA-induced apoptosis and mitochondrial ROS generation in keratinocytes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jandova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Janda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Sligh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Exp. Cell. Res",
            "volume": "319",
            "issn": "",
            "pages": "750--760",
            "other_ids": {
                "DOI": [
                    "10.1016/j.yexcr.2012.11.016"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Human cyclophilin 40 is a heat shock protein that exhibits altered intracellular localization following heat shock",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mark",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lahooti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Minchin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ratajczak",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cell. Stress Chaperones",
            "volume": "6",
            "issn": "",
            "pages": "59--70",
            "other_ids": {
                "DOI": [
                    "10.1379/1466-1268(2001)006<0059:HCIAHS>2.0.CO;2"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Hsp90-binding immunophilins link p53 to dynein during p53 transport to the nucleus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Galigniana",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Harrell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;hagen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ljungman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pratt",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Biol. Chem",
            "volume": "279",
            "issn": "",
            "pages": "22483--22489",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M402223200"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Apoptosis-inducing factor: Structure, function, and redox regulation",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Sevrioukova",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Regulation of hexokinase binding to VDAC",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Pastorino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Hoek",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Bioenerg. Biomembr",
            "volume": "40",
            "issn": "",
            "pages": "171--182",
            "other_ids": {
                "DOI": [
                    "10.1007/s10863-008-9148-8"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Mitochondrial targeted cyclophilin D protects cells from cell death by peptidyl prolyl isomerization",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lechleiter",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Biol. Chem",
            "volume": "277",
            "issn": "",
            "pages": "31134--31141",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M112035200"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Two modes of activation of the permeability transition pore: The role of mitochondrial cyclophilin",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Scorrano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicolli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Basso",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Petronilli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bernardi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Mol. Cell. Biochem",
            "volume": "174",
            "issn": "",
            "pages": "181--184",
            "other_ids": {
                "DOI": [
                    "10.1023/A:1006887921810"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The mitochondrial permeability transition pore regulates endothelial bioenergetics and angiogenesis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marcu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kotha",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Neeley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Hawkins",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Circ. Res",
            "volume": "116",
            "issn": "",
            "pages": "1336--1345",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCRESAHA.116.304881"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Nitric oxide-sensitive pulmonary hypertension in congenital rubella syndrome. Case Rep",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Raimondi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Migliaro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Di Pietro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Borgia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rapacciuolo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Capasso",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Crit. Care",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2015/198570"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Distinct properties of human cytomegalovirus strains and the appropriate choice of strains for particular studies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Frascaroli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sinzger",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Methods Mol. Biol",
            "volume": "1119",
            "issn": "",
            "pages": "6108--6126",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Differential cytopathogenesis of respiratory syncytial virus prototypic and clinical isolates in primary pediatric bronchial epithelial cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Villenave",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "O&apos;donoghue",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thavagnanam",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Touzelet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Skibinski",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Heaney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mckaigue",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Coyle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "F"
                    ],
                    "last": "Power",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virol. J",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-8-43"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Human coronavirus-induced neuronal programmed cell death is cyclophilin d dependent and potentially caspase dispensable",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Favreau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meessen-Pinard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Desforges",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "81--93",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.06062-11"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Rubella virus does not induce apoptosis in primary human embryo fibroblast cultures: A possible way of viral persistence in congenital infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Adamo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Asis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Silveyra",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cuffini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pedranti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zapata",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Viral Immunol",
            "volume": "17",
            "issn": "",
            "pages": "87--100",
            "other_ids": {
                "DOI": [
                    "10.1089/088282404322875485"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Homozygous deletion of the α-and β 1-interferon genes in human leukemia and derived cell lines",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ziemin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Le Beau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pitha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Chilcote",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Rowley",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "85",
            "issn": "",
            "pages": "5259--5263",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.85.14.5259"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "How do viruses control mitochondria-mediated apoptosis?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "El Maadidi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Faletti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Haun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Labib",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schejtman",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Maurer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Borner",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virus Res",
            "volume": "209",
            "issn": "",
            "pages": "45--55",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2015.02.026"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Analysis of selected pharmacological inhibitors (z-VAD-fmk (12.5 μM if not otherwise indicated), PFTμ and α (12.5 μM), and NIM811 (2 μM)) with respect to RV replication and cytopathic effect (CPE) induction. (A) Effect of different application time points on the presence of floaters in the supernatant of RV-infected Vero cells at 3 dpi.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effect of RV replication (in the presence and absence of indicated pharmacological inhibitors) on the mPTP. (A), (B), (C), (D) mPTP opening was assessed through application of calcein-AM. Cytosolic calcein was quenched with CoCl2. Calcein signal is shown in green, nuclear DNA in blue, cyan colour results from the overlay of both imgaes. (A) mPTP opening was induced by overnight incubation of Vero cells with 0.003% H2O2; (B) Time course analysis (1, 2, 3 dpi) of mPTP opening under RV infection; (C) Three days after infection with RV, the effect of the pharmacological inhibitors NIM811 (2 μM) at 2 hpi, z-VAD-fmk and PFTμ (both at 12.5 μM) at 24 hpi on the mPTP opening was assessed in comparison to the SC; (D) Analysis of mPTP opening in RVand mock-infected A549 cells at 3 dpi; (E) RV-infected Vero cells were transfected at 2 hpi with plasmids encoding native CypD protein and mutants of the PPIase domain (H168Q and R97A).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effect of RV replication (in the presence and absence of indicated pharmacological inhibitors) on the mPTP. (A), (B), (C), (D) mPTP opening was assessed through application of calcein-AM. Cytosolic calcein was quenched with CoCl 2 . Calcein signal is shown in green, nuclear DNA in blue, cyan colour results from the overlay of both imgaes. (A) mPTP opening was induced by overnight incubation of Vero cells with 0.003% H 2 O 2 ; (B) Time course analysis (1, 2, 3 dpi) of mPTP opening under RV infection; (C) Three days after infection with RV, the effect of the pharmacological inhibitors NIM811 (2 µM) at 2 hpi, z-VAD-fmk and PFTµ (both at 12.5 µM) at 24 hpi on the mPTP opening was assessed in comparison to the SC; (D) Analysis of mPTP opening in RV-and mock-infected A549 cells at 3 dpi; (E) RV-infected Vero cells were transfected at 2 hpi with plasmids encoding native CypD protein and mutants of the PPIase domain (H168Q and R97A). Number of floaters was determined at 3 dpi in comparison to the vector control (pcDNA3). SC, solvent control; scale bar, 20 µm. * p < 0.05, ** p < 0.01, *** p < 0.001, **** p < 0.0001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Localization of the mitochondrial death-effector protein cytochrome c under RV infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 3. Release of the mitochondrial death-effector protein AIF. Vero cells overexpressing AIF-TagRFP were applied at 2 dpi (A) for determination of RV-induced translocation of AIF-TagRFP (shown in red) from mitochondria to the nucleus. Nuclear DNA is shown in blue, the viral E1 protein is shown in green. Asterisks (mock and Aa) indicate physiological localization of AIF to mitochondria. Arrows (Ab,c and d) highlight cells with nuclear association of AIF; (B) 30 µg of mitochondrial fractions obtained at 3 dpi from mock-and RV-infected Vero cells were subjected to Western blot analysis with anti-AIF antibody. As a loading control, anti-VDAC antibody was applied. Scale bar, 10 µm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Localization of the mitochondrial death-effector protein cytochrome c under RV infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Localization of the mitochondrial death-effector protein cytochrome c under RV infection. (A) Immunofluorescence analysis of RV-and mock-infected Vero cells at 3 dpi with anti-CytC antibody (shown in green). As a counterstain, mitochondria were labelled with MitoTracker Red CMXRos (shown in red) before fixation. Nuclear DNA is shown in blue, yellow colour indicates overlap areas. As a positive control, overnight incubation with 0.003% H 2 O 2 was applied; (B) Selective permeabilization of the plasma membrane with digitonin was tested for alpha-tubulin (shown in red) as a representative cytoplasmic protein; (C) Selective permeabilization with digitonin at 25 µg/mL was applied to mock-and RV-infected Vero cells. Immunofluorescence was performed with anti-CytC antibody (shown in red). Release of CytC was induced through overnight incubation with 0.003% H 2 O 2 . (B), (C) As a control, immunofluorescence analysis of mock-infected Vero cells was performed after methanol (Met-OH) permeabilization. Asterisks highlight representative cells with localization of CytC outside of mitochondria. Scale bar, 10 µm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Impact of RV infection on intracellular distribution of p53. (A), (B), (E) Nuclear DNA is shown in blue. (A) Immunofluorescence analysis of mock-and RV-infected Vero cells with anti-p53",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "pageImpact of RV infection on intracellular distribution of cyclophilin 40. (A), (B), (D) and (F) Immunofluorescence analysis was performed with anti-Cyp40 (shown in red) antibody to assess intracellular distribution of Cyp40. RV infection was visualized with anti-E1 antibody (shown in green). Nuclear DNA is shown in blue. Pink colour indicates overlap areas. After fixation with 2% (w/v) paraformaldehyde, cells were permeabilized with methanol. Intracellular distribution of Cyp40 in mock-and RV-infected (A) Vero cells and (B) A549 cells at 3 dpi; (C) Time course analysis of the mRNA expression level of Cyp40. RNA was extracted at 1, 2, and 3 dpi from RV-and mock-infected Vero cells and subjected to analysis by quantitative real-time PCR; (D) Three days after infection with RV in the presence of pharmacological inhibitors (NIM811 (2 μM) at 2 hpi and PFTμ (12,5 μM) at 24 hpi) the intracellular distribution of Cyp40 was compared to the SC; (E) Western blot analysis of nuclear fractions obtained from mock-and RV-infected Vero cells. SC is shown in comparison to the incubation with pharmacological inhibitors NIM811 (2 μM) at 2 hpi and PFTμ (12,5 μM) at 24 hpi).Anti-H2B antibody was used as a loading control; (F) Intracellular distribution of p53 and Cyp40 after application of various stress stimuli, including application of heat stress (2 h at 43 °C and 24 h at 37 °C), overnight incubation with 0.003% hydrogen peroxide (H2O2), 100 μM camptothecin (CPT) and 25 μg/mL cycloheximide (CHX). SC, solvent control; scale bar, 10 μm. * p < 0.05, ** p < 0.01, *** p < 0.001, **** p < 0.0001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Impact of RV infection on intracellular distribution of cyclophilin 40. (A), (B), (D) and (F) Immunofluorescence analysis was performed with anti-Cyp40 (shown in red) antibody to assess intracellular distribution of Cyp40. RV infection was visualized with anti-E1 antibody (shown in green). Nuclear DNA is shown in blue. Pink colour indicates overlap areas. After fixation with 2% (w/v) paraformaldehyde, cells were permeabilized with methanol. Intracellular distribution of Cyp40 in mock-and RV-infected (A) Vero cells and (B) A549 cells at 3 dpi; (C) Time course analysis of the mRNA expression level of Cyp40. RNA was extracted at 1, 2, and 3 dpi from RV-and mock-infected Vero cells and subjected to analysis by quantitative real-time PCR; (D) Three days after infection with RV in the presence of pharmacological inhibitors (NIM811 (2 µM) at 2 hpi and PFTµ (12.5 µM) at 24 hpi) the intracellular distribution of Cyp40 was compared to the SC; (E) Western blot analysis of nuclear fractions obtained from mock-and RV-infected Vero cells. SC is shown in comparison to the incubation with pharmacological inhibitors NIM811 (2 µM) at 2 hpi and PFTµ (12.5 µM) at 24 hpi.Anti-H2B antibody was used as a loading control; (F) Intracellular distribution of p53 and Cyp40 after application of various stress stimuli, including application of heat stress (2 h at 43 ¥ C and 24 h at 37 ¥ C), overnight incubation with 0.003% hydrogen peroxide (H 2 O 2 ), 100 µM camptothecin (CPT) and 25 µg/mL cycloheximide (CHX). SC, solvent control; scale bar, 10 µm. * p < 0.05, ** p < 0.01, *** p < 0.001, **** p < 0.0001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "2015, 7, page-page",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "The course of infection of the clinical isolate RVi/Wuerzburg.DEU/47.11 (Wb-12) as compared to the cell culture-adapted strains Therien and HPV77. (A) Determination of Wb-12 viral titer over time of infection (1 to 3 dpi) by plaque assay in comparison to Therien; (B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "The course of infection of the clinical isolate RVi/Wuerzburg.DEU/47.11 (Wb-12) as compared to the cell culture-adapted strains Therien and HPV77. (A) Determination of Wb-12 viral titer over time of infection (1 to 3 dpi) by plaque assay in comparison to Therien;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figure 9. Proposed model for the involvement of mitochondria-and p53-associated pathways during RV-induced cell death. The transcription-independent mitochondrial p53 function can be blocked by PFTµ. p53 can interact with the pro-apoptotic protein Bax to induce its oligomerization and formation of the mitochondrial apoptosis-induced channel (MAC). The release of pro-apoptotic CytC promotes the formation of the so-called apoptosome consisting of apoptotic protease-activating factor (Apaf-1), pro-caspase 9 and CytC. Effector caspases can be inhibited by the pan-caspase-inhibitor z-VAD-fmk. Application of NIM811 can inhibit cyclophilins such as CypD and Cyp40 as examined in this study. Further explanations are provided in the manuscript. IMS, mitochondrial intermembrane space.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "CypD-overexpression plasmids pcDNA3.1-HA-cyclophilin D/WT (pcCypD), pcDNA3.1-HA-cyclophilin D/R97A (pcR97A), and pcDNA3.1-HA-cyclophilin D/H168Q (pcH168Q) were provided by M. Kawatani (RIKEN Advanced Science Institute, Saitama, Japan). Plasmid pAIF-TagRFP based on pTagRFP-N1 (Evrogene) was provided by Dr M. Varecha (Centre for Biomedical Image Analysis, Faculty of Informatics, Masaryk University, Brno, Czech Republic). At 2 hpi Vero cells were transiently transfected with TransIT -LT1 (Mirus Bio LLC, Madison, WI, USA) following manufacturer's instructions.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge support from the German Research Foundation (DFG) and Universität Leipzig within the program of Open Access Publishing. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}