{
    "paper_id": "66309c65612bed65732f79f347693a170e10e1f8",
    "metadata": {
        "title": "Angiotensin-converting enzyme 2/ angiotensin-(1-7)/Mas axis prevents lipopolysaccharide-induced apoptosis of pulmonary microvascular endothelial cells by inhibiting JNK/NF-kB pathways",
        "authors": [
            {
                "first": "Yingchuan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiaotong University",
                    "location": {
                        "postCode": "200233",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yongmei",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiaotong University",
                    "location": {
                        "postCode": "200233",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhen",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiaotong University",
                    "location": {
                        "postCode": "200233",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Mengfan",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiaotong University",
                    "location": {
                        "postCode": "200233",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Xue",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiaotong University",
                    "location": {
                        "postCode": "200233",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Caihua",
                "middle": [],
                "last": "Xi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiaotong University",
                    "location": {
                        "postCode": "200233",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiaotong University",
                    "location": {
                        "postCode": "200233",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiaotong University",
                    "location": {
                        "postCode": "200233",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "ACE2 and Ang-(1-7) have important roles in preventing acute lung injury. However, it is not clear whether upregulation of the ACE2/Ang-(1-7)/Mas axis prevents LPS-induced injury in pulmonary microvascular endothelial cells (PMVECs) by inhibiting the MAPKs/NF-kB pathways. Primary cultured rat PMVECs were transduced with lentiviral-borne Ace2 or shRNA-Ace2, and then treated or not with Mas receptor blocker (A779) before exposure to LPS. LPS stimulation resulted in the higher levels of AngII, Ang-(1-7), cytokine secretion, and apoptosis rates, and the lower ACE2/ACE ratio. Ace2 reversed the ACE2/ACE imbalance and increased Ang-(1-7) levels, thus reducing LPS-induced apoptosis and inflammation, while inhibition of Ace2 reversed all these effects. A779 abolished these protective effects of Ace2. LPS treatment was associated with activation of the ERK, p38, JNK, and NF-kB pathways, which were aggravated by A779. Pretreatment with A779 prevented the Ace2-induced blockade of p38, JNK, and NF-kB phosphorylation. However, only JNK inhibitor markedly reduced apoptosis and cytokine secretion in PMVECs with Ace2 deletion and A779 pretreatment. These results suggest that the ACE2/Ang-(1-7)/Mas axis has a crucial role in preventing LPS-induced apoptosis and inflammation of PMVECs, by inhibiting the JNK/NF-kB pathways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A cute respiratory distress syndrome (ARDS) is an inflammatory response to both pulmonary and extrapulmonary stimuli, characterized by acute onset of new or worsening respiratory dysfunction. Despite improvements in intensive care with optimal ventilation support and fluid balance, the mortality of patients with ARDS remains above 30% 1,2 . Diffuse pulmonary endothelial cell injury that results in impairment of the alveolar-capillary barrier, and increase in microvascular endothelial permeability, are considered central to the pathogenesis of ARDS 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The renin-angiotensin system (RAS) is a complex hormonal system and a pivotal regulator in maintaining homeostasis of blood pressure and electrolyte balance; RAS also has an important role in inflammation 4 . Abnormal activation of the RAS is involved in the pathogenesis of cardiovascular, renal, and lung diseases 5-7 . Angiotensin-converting enzyme (ACE) 2, a homologue of ACE, is a recently discovered component of the RAS 8 . In contrast to ACE which converts angiotensin (Ang) I (AngI) to generate AngII, ACE2 reduces the generation of AngII by catalyzing the conversion of AngII to Ang-(1-7), which attenuates the vasoconstrictive, proliferative, and inflammatory effects of AngII. Hence, ACE2 has a pertinent role in the anti-inflammatory RAS-ACE2-Ang-(1-7) axis, as it counteracts the pro-inflammatory effects of the ACE-AngII axis 9,10 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ACE2 is a membrane-associated aminopeptidase in vascular endothelia, renal and cardiovascular tissues, and epithelia of the small intestine and testes 11, 12 . ACE2 is also broadly expressed in almost all kinds of cell types in the lung, including endothelial and smooth muscle cells of blood vessels, types I and II alveolar epithelial cells, and bronchial epithelial cells. There is also evidence that ACE2 has an important role in the development of ARDS. In fact, ACE2 levels positively correlated with severe acute respiratory syndrome (SARS) coronavirus infection of human airway epithelia 13 . In addition, ACE2-deficient mice suffered more aggravated lung injury compared with wild-type mice in models of ARDS, whereas therapy with recombinant ACE2 improved ARDS in Ace2-knock-",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 155,
                    "end": 157,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "out, especially in wild-type mice 14 . All these findings suggest that ACE2 may prevent lung injury and may be useful as a therapeutic agent targeting ARDS.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 36,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several studies have shown that mitogen-activated protein kinases (MAPKs) may have key roles in acute lung injury. For example, inhibition of p38 MAPK phosphorylation and activity protects against pulmonary infiltration of leukocytes as well as lung edema 15 . Activation of p38 MAPK appears to be an important upstream signaling event associated with tumor necrosis factor (TNF)-ainduced barrier failure in the pulmonary endothelial monolayer 16 . Furthermore, inhibition of p38 MAPK, but not extracellular signal regulated kinase (ERK), significantly attenuated TNF-a-induced increase of endothelial permeability 17 . The MAPK pathway also mediates regulation of Ace2 mRNA expression in rat aortic vascular smooth muscle cells 18 .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 258,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 444,
                    "end": 446,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 615,
                    "end": 617,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 729,
                    "end": 731,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lipopolysaccharide (LPS), released from the gram-negative bacterial cell wall, contributes to pulmonary inflammation and sepsis that leads to ARDS 19, 20 . Upon recognition by toll-like receptor 4 (TLR4) on the cellular surface, LPS activates nuclear factor-kB (NF-kB) and MAPKs cascades, leading to the release of pro-inflammatory cytokines such as interleukin (IL)-1, IL-6, and TNF-a [21] [22] [23] . TLR4-NF-kB signaling regulates the severity of acute lung injury (ALI) 24 . p38 MAPK, ERK, and NF-kB are activated during LPSinduced lung injury 25 . Inhibition of ERK prevents LPS-induced inflammation by suppressing NF-kB transcription activity 26, 27 . Inhibition of p38 MAPK attenuates pulmonary inflammatory responses induced by LPS and reduces the activation of NF-kB 28 .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 151,
                    "end": 153,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 474,
                    "end": 476,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 548,
                    "end": 550,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 653,
                    "end": 655,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 776,
                    "end": 778,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ACE2 was found to be beneficial for both cardiac and pulmonary protection. For instance, ACE2 inhibited cardiac fibrosis through a reduction in ERK phosphorylation 29 . Telmisartan protects against heart failure by upregulating the ACE2/ANG-(1-7)/Mas receptor axis, by inhibiting expression of phospho-p38 MAPK, phospho-cjun N-terminal kinases (JNK), phospho-ERK, and phospho-MAPK-activated protein kinase-2 30 . Furthermore, upregulating ACE2 can lessen lung injury 31 , and ACE2 or angiotensin-(1-7) has an important role in preventing ARDS 32 . However, whether upregulation of the ACE2/Ang-(1-7)/Mas axis prevents LPS-induced apoptosis of pulmonary microvascular endothelial cells by inhibiting the MAPKs/NF-kB pathways remains unknown.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 166,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 408,
                    "end": 410,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 467,
                    "end": 469,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 543,
                    "end": 545,
                    "text": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For the present study, we investigated whether upregulation of ACE2 expression may prevent LPS-induced pulmonary inflammation and cytotoxicity by way of the MAPK/NF-kB signal pathway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Reagents. LPS from Escherichia coli, (O127:B8) was purchased from Sigma-Aldrich (St. Louis, MO, USA). Rabbit anti-ACE, anti-ACE2, and anti-p65, and mouse antiphospho-p65 and anti-IkBa antibodies were procured from Santa Cruz Biotechnology (Delaware, CA, USA). Rabbit anti-p38 MAPK, anti-phospho-p38 MAPK, anti-ERK1/2, anti-phospho-ERK1/2, anti-stress-activated protein kinase (SAPK)/JNK, anti-phospho-SAPK/JNK, horseradish peroxidase (HRP)-conjugated secondary antibody goat anti-rabbit IgG, and horse anti-mouse IgG antibodies were all purchased from Cell Signaling Technology (Danvers, MA, USA). TNF-a and IL-1b kits were purchased from Invitrogen (Eugene, OR, USA). AngII and Ang-(1-7) enzyme-linked immunosorbent assay (ELISA) kits came from Kamiya Biomedical (Seattle, WA, USA). Mas receptor blocker A779 was obtained from AbBiotech (San Diego, CA, USA). SB203580 (a specific inhibitor of p38 MAPK), PD98059 (a specific inhibitor of ERK1/2) and SP600125 (a specific inhibitor of JNK) were all purchased from Santa Cruz Biotechnology (Delaware, CA, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Animals. Sprague-Dawley rats weighing 200-250 g were obtained from the Department of Laboratory Animal Science of Fudan University, Shanghai, China. All animals were handled in accordance with the protocol approved by the Ethics Committee of Animal Research at the College of Medicine, Shanghai Jiaotong University, Shanghai, China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Cell culture. Isolation and culture of pulmonary microvascular endothelial cells (PMVECs) were performed as described previously 3 . Briefly, the rats were euthanized after intraperitoneal injection of pentobarbital sodium. Thoracotomy was performed and the lung circulatory system was perfused by injection of 50 mL ice-cold phosphate buffered saline (PBS) via the right ventricle. The lungs were removed and washed with 30 mL ice-cold serum-free Dulbecco's modified Eagle's medium (DMEM, Sigma-Aldrich, St. Louis, MO, USA).",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 130,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The pleura were carefully cut away and discarded, and then sections (1 mm) were cut from the outer edge of the remaining lung tissue and trimmed into small pieces. These lung tissue pieces were then inserted into the glass pellets (Costar, Cambridge, MA) and rinsed in endothelial cell medium (ScienCell Research, Carlsbad, CA, USA) supplemented with 20% fetal calf serum, 100 U/mL penicillin/streptomycin, and 2.5 g/mL amphotericin B. The glass pellets were incubated in humidified air with 5% CO 2 for 60 h, and the culture media were replaced every 3 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The cells at 80-90% confluence were harvested by treating with 0.25% trypsinethylenediaminetetraacetic acid (EDTA; Gibco, Grand Island, NY, USA) and subcultured at 152 ratios. Cobblestone morphology and immunostaining with rabbit anti-human factor VIII, anti-rat CD31 (Boster, Wuhan, China), and fluorescein isothiocyanate (FITC)-Bandeiraea simplicifolia isolectin (BSI; Santa Cruz, Delaware, CA, USA) were used to identify the endothelial cells. The third to fifth cell passages were used for the following experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Generation of recombinant Ace2 and small hairpin RNA (shRNA)-Ace2 lentiviruses. Total RNA was extracted from rat PMVECs and reversely transcribed into cDNA using M-MLV reverse transcriptase (Takara BIO, Japan). The cDNA was used to amplify the Ace2 coding sequence with the following primers: forward, 59-GCTCTAGAGCCACCATGTCAAGCTCCTGCTGGC-39 and reverse, 59-CGGGATCCTTAGAATGAAGTTTGAGC. Three shRNA sequences targeting the rat Ace2 coding region (homologous to nt 1089-1107, 1152-1170, and 1582-1600 of Ace2 mRNA, respectively) were designed: small interfering RNA (siRNA)1-Ace2 (59-GGTCACAATGGACAACTTC-39); siRNA2-Ace2 (59-GCATATGCCAAGCAACCTT-39); and siRNA3-ACE2 (59-GCTCTTTGTCAAGCAGCTA-39). An invalid RNA interference (RNAi) sequence (59-GAAGCCAGATCCAGCTTCC-39) was used as the negative control. The corresponding oligonucleotide templates of the shRNAs were chemically synthesized. The Ace2 PCR products were purified and ligated to a lentiviral pcDNA-CMV-copGFP cDNA vector and the synthesized shRNA-Ace2 to pSIH1-H1-copGFP shRNA (System Biosciences, CA, USA). Each ligation mixture was transformed into competent E. coli strain DH5a, and the resultant plasmids were confirmed by sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In accordance with the manufacturer's instructions, the vectors carrying Ace2 or Ace2 shRNA and lentivirus package plasmids were co-transfected into 293 T producer cells using Lipofectamine 2000 (Invitrogen, Carlsbad, CA, USA). The supernatants were collected 48 h later. Total RNA and protein were extracted to determine ACE2 mRNA and protein and to select a recombinant shRNA lentivirus with the most sufficient siRNA. Viral titer was evaluated by gradient dilution. The recombinant lentiviruses were named LV-Ace2 and LV-shRNA-Ace2. Lentiviral transduction. One day after seeding, PMVECs cells were infected with LV-Ace2 or LV-shRNA-Ace2 and diluted at a multiplicity of infection (MOI) of 20 in endothelial cell medium, which was refreshed 24 h later. The infection efficiency was assessed by fluorescence microscopy 96 h after infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "One hundred microliters of PMVECs, normal or lentivirus-infected (LV-Ace2 or LV-shRNA-Ace2), were seeded into 96-well plates (1 3 10 4 cells/well) and incubated with serum-free DMEM for 24 h. PMVECs, whether normal or infected, were then pretreated (or not) with 100 nM A779 for 2 h and then stimulated (or not) with 1 mg/mL LPS for 48 h as follows: (1) normal cells in PBS and untreated (control); (2) normal cells, treated with A779, without LPS (A779); (3) normal cells, treated with LPS only (LPS); (4) normal cells, treated with A779 and also LPS (A779 1 LPS); (5) cells infected with the empty control virus, receiving LPS only (Lv-control 1 LPS); (6) cells infected with RNAi (negative control or NC) receiving LPS only (Lv-NC 1 LPS); (7) cells infected with shRNA-Ace2, receiving LPS only (shACE2 1 LPS); (8) cells infected with LV-Ace2, receiving LPS only (ACE2 1 LPS); and (9) cells infected with LV-Ace2, receiving A779 prior to LPS (ACE2 1 A779 1 LPS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For further experiments using the specific MAPK inhibitors, normal cells and cells infected with shRNA-Ace2 or LV-Ace2 were pre-incubated with either 10 mM SB203580, 20 mM PD98059, or 20 mM SP600125, for 2 hours before exposure to LPS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Apoptosis assay. Apoptosis was determined using an annexin V-FITC apoptosis detection kit (BD, Franklin Lakes, NJ, USA) in accordance with the manufacturer's protocol. In brief, the cells were harvested, washed 3 times with PBS, centrifuged at 2000 3 g for 5 min, and resuspended in 500 mL of binding buffer (0.1 M Hepes/ NaOH, 1.4 M NaCl, 25 mM CaCl 2 , pH 7.4) to a final concentration of 1 3 10 6 cells/ mL. After incubation with 5 mL of annexin V-FITC for 10 min and 5 mL of propidium iodide for 5 min at room temperature, the cell suspension was subjected to flow cytometry on a FACSCalibur (BD, Franklin Lakes, NJ, USA) and detected at excitation wavelength 488 nm. Data were analyzed using CellQuest Pro software (BD, Franklin Lakes, NJ, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Detection of cytokine secretions. The culture supernatants of each group were collected and frozen at 220uC, and IL-1b, TNF-a, AngII and Ang-(1-7) concentrations in the supernatants were assayed by sandwich ELISA. Briefly, 96-well plates were coated with the monoclonal antibody specific to IL-1b, TNF-a, AngII, or Ang-(1-7) supplied in the ELISA kit. ELISAs were performed in accordance with the manufacturer's instructions. Finally, the absorbance at 450 nm was measured using a micro-plate reader (Bio-Rad Laboratories, Hercules, CA, USA). The concentrations were extrapolated from the standard curve obtained from the same plate. Western blot analysis. Total protein was extracted from the cells using M-PER Mammalian Protein Extraction Reagent (Pierce, IL, USA). The protein concentration was determined with a bicinchoninic acid protein assay kit (Pierce, USA), and equal amounts of protein (25 mg) were run on a 12% SDS-PAGE gel and transferred onto nitrocellulose membranes. The membranes were blocked with 5% skim milk in Trisbuffered saline (10 mM Tris, 150 mM NaCl, pH7.4)/0.1% Tween 20 (TBST) at room temperature for 2 h. The blots were probed with a primary antibody against rat ACE (15400), ACE2 (15500), ERK1/2 (15400), SAPK/JNK (15500), p38 MAPK (15600), IkBa (15500), phosphorylated P65 (15300), P65 (15500) and b actin (151000). After 3 washes with TBST, the blots were incubated in secondary HRP-conjugated antimouse/rabbit IgG. After washing with TBST 3 times, the membranes were developed with a chemiluminescence (ECL) detection kit and imaged with X-ray films. Beta actin was used as an endogenous reference for normalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Statistical analyses. All data are presented as mean 6 standard deviation (SD). Statistical analyses were performed with the Prism software package (GraphPad v5, San Diego, CA, USA). Data were analyzed using one-way ANOVA and then the Newman-Keuls test for multiple comparisons. A P-value less than 0.05 was accepted as statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Effects of ACE2 and Mas-receptor antagonist A779on LPSinduced apoptosis in PMVECs. The rate of apoptosis of PMVECs in the LPS group (exposed to LPS for 48 h; 55.07%), was significantly higher than that of the PBS control group (6.43%; P , 0.05; Fig. 1A ). For cells infected with LV-Ace2 receiving LPS (ACE2 1 LPS group) the rate of apoptosis was 37.60% (P , 0.05), but this was significantly lower than that of PMVECs infected with shRNA-ACE2 treated with LPS (shACE2 1 LPS group; 85.85%; P , 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 252,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In normal PMVECs stimulated with LPS, the apoptosis rate of those given the A779 pretreatment (A779 1 LPS group; 89.55%) was significantly higher than that of the cells treated with LPS only (LPS; 55.07%; P , 0.05; Fig. 1B ). However, the apoptosis rate of cells infected with LV-Ace2 that received pretreatment of A779 prior to LPS (ACE2 1 A779 1 LPS group; 53.80%) was significantly lower than that of the A779 1 LPS group (P , 0.05), although there was no significant difference between the ACE2 1 A779 1 LPS group (53.80%) and the LPS group (55.07%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 222,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Effects of ACE2 and Mas-receptor antagonist A779 on cytokine secretion in PMVECs. The IL-1b and TNF-a levels in the supernatants of cultured PMVECs that were exposed to LPS for 48 h were significantly higher as compared with control group. (Fig. 2A, 2C) . LPS-induced IL-1b and TNF-a secretions were significantly inhibited by ACE2 overexpression, but further promoted by ACE2 knockdown. In PMVECs exposed to LPS, pretreatment with A779 caused a significant increase in IL-1b and TNF-a secretions, which were markedly attenuated by ACE2 overexpression (Fig. 2B, 2D) . However, there was no significant difference between ACE2 1 A779 1 LPS and LPS-treated cells in the levels of cytokines in the supernatants. These results indicate that ACE2 suppressed the LPSinduced inflammatory response in PMVECs, and the Mas-receptor antagonist effectively prevented this protective effect. Effects of ACE2 and Mas-receptor antagonist A779 on AngII/Ang-(1-7) secretion in PMVECs. The AngII levels in supernatants of the LPS group (20.04 6 1.92 ng/mL) were significantly higher than that of the PBS control group (10.99 6 4.03 ng/mL; P , 0.05), but the Ang-(1-7) levels in the LPS group were only slightly higher (15.49 6 3.41 ng/mL) than that of the PBS group (12.30 6 2.40 ng/mL; P . 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 253,
                    "text": "(Fig. 2A, 2C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 552,
                    "end": 565,
                    "text": "(Fig. 2B, 2D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "For cells infected with LV-Ace2 receiving LPS (ACE2 1 LPS group), AngII secretion (12.79 6 2.42 ng/mL) was significantly less than that of the normal cells receiving LPS (LPS group; 20.04 6 1.92 ng/mL), but AngII levels were significantly higher in PMVECs infected with shRNA-Ace2 treated with LPS (shACE2 1 LPS group; 27.29 6 3.97 ng/mL) compared with the LPS group (P , 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In contrast, Ang-(1-7) levels in PMVECs infected with LV-Ace2 receiving LPS (ACE2 1 LPS group; 31.20 6 4.75 ng/mL; P , 0.05) were significantly higher than that of the LPS group (15.49 6 3.41 ng/mL), and also that of the shRNA-ACE2 1 LPS group (14.81 6 2.55 ng/mL; P , 0.05; Fig 3A, 3C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 286,
                    "text": "Fig 3A, 3C)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In normal PMVECs exposed to LPS, the AngII levels of those pretreated with A779 (A779 1 LPS group; 31.87 6 4.69 ng/mL) were significantly higher than that of the cells treated with LPS only (20.04 6 1.92 ng/mL; P , 0.05). The AngII levels of cells infected with LV-Ace2 that received pretreatment of A779 prior to LPS (ACE2 1 A779 1 LPS group; 15.50 6 0.60 ng/mL) were significantly lower than that of the A779 1 LPS group (31.87 6 4.69 ng/mL; P , 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "However, the levels of Ang-(1-7) in normal PMVECs treated with A779 and LPS (A779 1 LPS group; 10.12 6 2.80 ng/mL) were slightly less than these levels in the LPS group (15.49 6 3.41; P . 0.05), and those of the ACE2 1 A779 1 LPS group (16.23 6 5.17 ng/ mL) were only slightly higher (P . 0.05; Fig 3B, 3D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 306,
                    "text": "Fig 3B, 3D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Effects of ACE2 and Mas-receptor antagonist A779 on the ACE2/ ACE ratio in PMVECs. Relative to the normal PMVECs in PBS (control group), in those stimulated with LPS for 48 h (LPS group) the ACE levels were higher and the ACE2 levels were lower, and therefore the ACE2/ACE ratio was significantly lower (Fig. 4A) . However, in cells infected with LV-Ace2 receiving LPS only (ACE2 1 LPS group), the ACE2/ACE ratio was comparable to the control group (P . 0.05). In contrast, cells infected with shRNA-Ace2 receiving LPS only (shACE2 1 LPS group), the ratio of ACE2/ ACE ratio was lower than that of the LPS group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 312,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Compared with the ACE2/actin and ACE/actin levels of the LPS group (0.2924 and 0.6918, respectively), both of these were significantly lower in normal PMVECs treated with A779 prior to LPS (A779 1 LPS group; 0.2187 and 0.5462; P , 0.05 for both). The ACE2/ACE ratio was also notably lower in the A779 1 LPS group compared to the control group, but was not significantly different from that of the LPS group (Fig. 4B ). In addition, compared with the ACE2/actin and ACE/actin levels of the normal cells treated with A779 and LPS (A779 1 LPS group; 0.2187 and 0.5462, respectively), in the cells infected with LV-Ace2 and treated with both A779 and LPS (ACE2 1 A779 1 LPS group), ACE2/actin was significantly higher (0.3733; P , 0.05) while ACE/actin (0.4707) was similar (P . 0.05). As a result, the ratio of ACE2/ACE was much higher in the A779 1 ACE2 1 LPS group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 415,
                    "text": "(Fig. 4B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Effects of ACE2 and Mas-receptor antagonist A779 on the MAPKs phosphorylation in PMVECs. The western blot results showed that after normal PMVECs were incubated with LPS for 48 h (LPS group), phosphorylation levels of ERK1/2, p38, and SAPK/JNK were significantly higher compared with the untreated control group (Fig 5A, 5C, 5E) . Compared with the LPS group, PMVECs transduced with Ace2 and incubated with LPS (ACE2 1 LPS group) had lower levels of phosphorylated p38 and SAPK/JNK, but levels of ERK1/2 phosphorylation were not markedly less. In contrast, compared with the LPS group, PMVECs transduced with shRNA-Ace2 and incubated with LPS (shACE2 1 LPS group) had significantly higher ERK1/2 phosphorylation levels, but levels of phosphorylated p38 and SAPK/JNK were similar.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 328,
                    "text": "(Fig 5A, 5C, 5E)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Pretreatment with A779 in LPS-exposed cells (A779 1 LPS group) was associated with significantly higher phosphorylation levels of all three MAPK pathways relative to cells of the LPS group. Whereas compared with the A779 1 LPS group, the levels of phosphorylated p38 and SAPK/JNK phosphorylation in the ACE2 1 A779 1 LPS group were markedly lower (P , 0.05), there was no obvious difference in these levels between the ACE2 1 A779 1 LPS and LPS groups (P . 0.05; Fig. 5B , D, F). Furthermore, compared with the A779 1 LPS group, the ERK1/2 phosphorylation level was only slightly less in the ACE2 1 A779 1 LPS group (P . 0.05), but significantly higher than that of the LPS group and the phosphorylation level in the A779 1 LPS group was still more enhanced than in LPS group (P , 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 463,
                    "end": 470,
                    "text": "Fig. 5B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In addition, the levels of phosphorylated ERK1/2 in the A779 1 LPS group were approximately the same as that of the shACE2 1 LPS group (P . 0.05), while the levels of phosphorylated p38 and SAPK/ JNK were significantly higher (P , 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Effects of ACE2 and Mas-receptor antagonist A779 on NF-kB p65 phosphorylation and IkBa expression in PMVECs. The phosphorylation of NF-kB p65 and expression of IkBa were examined by western blot (Fig. 6) . LPS stimulation resulted in significantly increased level of NF-kB p65 phosphorylation and decreased level of IkBa expression in normal PMVECs. In the cells infected with LV-Ace2 and stimulated with LPS (ACE2 1 LPS group), the NF-kB p65 phosphorylation level was significantly lower and IkBa expression level significantly higher than that in PMVECs stimulated with LPS only. In contrast, compared with the LPS group, PMVECs transduced with shRNA-Ace2 and stimulated with LPS (shACE2 1 LPS group) had significantly higher NF-kB p65 phosphorylation levels and lower IkBa expression levels. The phosphorylation levels of NF-kB p65 were significantly higher and the IkBa levels lower in the cells stimulated with LPS and pretreated with A779 (A779 1 LPS group) compared with the LPS group. The phosphorylated NF-kB p65 levels in the ACE2 1 A779 1 LPS group were significantly higher than that of the LPS group, but were not significantly different from the ACE2 1 A779 1 LPS and A779 1 LPS groups. The IkBa levels in the ACE2 1 A779 1 LPS group was approximately similar to that of the LPS group, but was significantly increased compared with the A779 1 LPS group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 203,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "PMVECs. To clarify whether inhibition of MAPK activation influences the effects of ACE2 and the Mas-receptor antagonist on LPS-induced PMVEC apoptosis, the cells were pre-incubated with MAPK signaling pathway specific inhibitors SB203580, PD98059, or SP600125 before LPS stimulation (Fig. 7) . Compared with the apoptosis level of 55.07% in the LPS group, only pretreatment with SP600125, with or without A779 pretreatment, significantly inhibited LPS-induced apoptosis in normal, ACE2, or shACE2 transduced PMVECs, with apoptosis levels of 15.33%, 22.97%, 22.60% and 23.20% in the ACE2 1 LPS 1 SP600125, shACE2 1 LPS 1 SP600125, A779 1 LPS 1 SP600125 and ACE2 1 A779 1 LPS 1 SP600125 groups, respectively (P , 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 291,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Effects of MAPKs specific inhibitors on LPS-induced apoptosis in"
        },
        {
            "text": "The apoptosis of cells infected with LV-Ace2 and stimulated with LPS was not significantly increased by SB203580 or PD98059 pretreatment (37.60% in the ACE2 1 LPS group compared to 49.64% and 48.08% in the ACE2 1 LPS 1 SB203580 and ACE2 1 LPS 1 PD98059 groups, respectively, P . 0.05). The apoptosis levels of cells infected with LV-Ace2 and pretreated with both A779 and SB203580, or PD98059 prior to LPS stimulation were significantly higher than that of the ACE2 1 A779 1 LPS group, with 87.46% and 85.68% in the ACE2 1 A779 1 LPS 1 SB203580 and ACE2 1 A779 1 LPS 1 PD98059 groups, respectively, compared with 53.80% in the ACE2 1 A779 1 LPS group (P , 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of MAPKs specific inhibitors on LPS-induced apoptosis in"
        },
        {
            "text": "SB203580 or PD98059 pre-treatment did not affect the apoptosis of cells infected with shACE2 or the normal cells pretreated with A779 before LPS stimulation, with 79.35% in the shACE2 1 LPS 1 SB203580, 77.40% in the shACE2 1 LPS 1 PD98059, 85.85% in the shACE2 1 LPS, 89.87% in the A779 1 LPS 1 SB203580 and 84.03% in the A779 1 LPS 1 PD98059 groups, compared with 89.55% in the A779 1 LPS group (P . 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of MAPKs specific inhibitors on LPS-induced apoptosis in"
        },
        {
            "text": "In cells infected with LV-Ace2 and stimulated with LPS (ACE2 1 LPS group), pretreatment with specific MAPK signaling inhibitors did not affect LPS-induced IL-1b or TNF-a secretions (Fig. 8A, 8B) . In contrast, pre-treatment with MAPK signaling inhibitors, especially the pretreatment with SP600125 in the PMVECs transduced with shRNA-Ace2 and stimulated with LPS (shACE2 1 LPS group), significantly suppressed cytokine secretion (Fig. 8C, 8D) . In PMVECs exposed to LPS, pretreatment with A779 significantly increased, but SB203580 and PD98059 slightly reduced and SP600125 significantly attenuated, IL-1b and TNF-a secretions (Fig. 8E, 8F ). In addition, pre-incubation with SB203580 or PD98059 did not affect LPS-induced IL-1b or TNF-a secretions in the cells infected with LV-Ace2 and pretreated with A779 prior to LPS stimulation (ACE2 1 A779 1 LPS group). LPS-induced IL-1b and TNF-a secretions in the ACE2 1 A779 1 LPS group were significantly inhibited by preincubation with SP600125 (Fig. 8G, 8H) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 194,
                    "text": "(Fig. 8A, 8B)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 429,
                    "end": 442,
                    "text": "(Fig. 8C, 8D)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 627,
                    "end": 639,
                    "text": "(Fig. 8E, 8F",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 991,
                    "end": 1004,
                    "text": "(Fig. 8G, 8H)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Effects of MAPKs signaling specific inhibitors on LPS-induced cytokine secretion in PMVECs."
        },
        {
            "text": "In the present study, we investigated the effect of overexpressed or shRNA-inhibited Ace2 on LPS-induced injury in lentivirus-trans- decrease of the ACE2/ACE ratio in PMVECs that was markedly reversed by ACE2 overexpression and aggravated by ACE2 downregulation. (B) The ratio of ACE2/ACE was greatly reduced with A779 pretreatment prior to LPS stimulation that was reversed by ACE2 overexpression. There was no difference in the ACE2/ACE ratio between the A779 1 LPS and LPS groups. All data are expressed as mean 6 SD. * P , 0.05 compared with control group; # P , 0.05 compared with LPS group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "www.nature.com/scientificreports SCIENTIFIC REPORTS | 5 : 8209 | DOI: 10.1038/srep08209 duced PMVECs. We found that ACE2 overexpression attenuated apoptosis and IL-1b and TNF-a secretion caused by LPS stimulation. Both Ace2 deletion and Mas receptor inhibition exhibited almost similar deteriorating effects on LPS-induced damage and cytokine secretion, by blocking ACE2 overexpression. Therefore, the protective effects of ACE2 overexpression on LPS-induced apoptosis and the inflammatory response may be through regulation of the ACE2/ACE/AngII/Ang-(1-7)/Mas receptor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In fact, ACE2 acts as a counter-regulator of ACE in regulating the production of AngII and Ang-(1-7) 33 . In addition, SARS-CoV infections caused a downregulation of ACE2 expression in lungs, while ACE2 treatment protected mouse lungs from severe acute injury 13 . It is also noted that ACE2 expression in lung tissue was downregulated in a mouse ARDS model induced by acid aspiration, endotoxin, and peritoneal sepsis 14 . In the same study, loss of ACE2 expression in mutant mice resulted in more severe lung injury, enhanced vascular permeability, increased lung edema, and worsened lung function.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 260,
                    "end": 262,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 419,
                    "end": 421,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found that AngII levels in cell supernatants were higher after LPS stimulation than before LPS stimulation. In addition, ACE2 overexpression reversed the imbalance of ACE2/ACE, and significantly reduced AngII and increased Ang(1-7) levels, thus reducing LPS-induced apoptosis and inflammation. In contrast, the shRNAinhibited ACE2 expression aggravated the imbalance of ACE2/ACE, markedly increased AngII and decreased Ang(1-7) levels, to promote apoptosis and the inflammatory response caused by LPS exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Mas receptor blocker effectively abolished the protective effects of Ace2 transgenesis but the imbalance of ACE2/ACE was not affected. Treatment with Mas receptor blocker A779 before LPS stimulation also significantly increased AngII but had no obvious influence on Ang(1-7) levels. This may be ascribed to the significant suppression of ACE2 expression by the Mas receptor blocker. Therefore, the protective effect of ACE2 on LPS-induced PMVEC injury may be via regulation of the ACE2/ACE/AngII/Ang-(1-7)/Mas receptor. In fact, many reports suggest that AngII exerts pro-inflammatory effects by inducing the release of cytokines, chemokines, adhesion molecules, growth factors, and reactive oxygen species through AT1 receptors 34, 35 . AngII can also significantly induce apoptosis of pulmonary endothelial cells through the AT1 receptor, leading to damage in epithelial barrier function and increased permeability 36 .",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 736,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 737,
                    "end": 739,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 921,
                    "end": 923,
                    "text": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On the other hand, Ang-(1-7) binds to the specific G-proteincoupled receptor Mas to counteract AngII function (i.e., vasodilatory, anti-growth, and anti-proliferative effects). Overexpression of Ang(1-7) prevents bleomycin-induced lung injury, and blockade of the Mas receptor abolishes the beneficial effects of Ang(1-7) against monocrotaline-induced pulmonary hypertension 37 . Ang(1-7) attenuates ventilator-or acid aspiration-induced lung injury and barrier failure of PMVECs, but this effect is again blocked by Mas receptor blockers 38 .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 377,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 539,
                    "end": 541,
                    "text": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Moreover, experimental results also indicate that unbalanced AngII/Ang(1-7) is associated with the development of ARDS, and a change in AngII/Ang(1-7) is closely related to the ratio of ACE2/ ACE. In bronchoalveolar lavage fluid (BALF) of ventilated animals exposed to LPS, ACE2 activity is reduced, whereas ACE activity is enhanced, and these changes are in accord with enhanced BALF levels of AngII and reduced levels of Ang(1-7) 32 . After hind-limb ACE2 overexpression effectively reduced LPSinduced p38 and SAPK/JNK phosphorylation levels, but ERK1/2 phosphorylation was unaffected. In contrast, downregulation of ACE2 in LPS-exposed cells obviously enhanced ERK1/2 phosphorylation levels, but failed to change p38 and SAPK/JNK phosphorylation. (B, D, F) The phosphorylation levels of ERK1/2, p38, and SAPK/JNK were significantly enhanced by A779 pretreatment prior to LPS stimulation. ACE2 overexpression before A779 pretreatment obviously downregulated the levels of p38 and SAPK/JNK phosphorylation, but slightly decreased ERK1/2 phosphorylation level. All data are expressed as mean 6 SD. * P , 0.05 compared with control group; # P , 0.05 compared with LPS group; $ P , 0.05 compared with ACE2 1 LPS group; & P , 0.05 compared with A779 1 LPS group. ischemia-reperfusion, an imbalance in ACE2/ACE in local lung tissue is accompanied by changes in AngII/Ang(1-7) 31 . Thus, we believe that an imbalance in ACE2/ACE/AngII/Ang-(1-7)/Mas receptor mediates lung injury, and regulation of RAS homeostasis by ACE2 may improve LPS-induced lung injury.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 434,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1372,
                    "end": 1374,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The activation of MAPKs pathways has a key role in progression to acute lung injury but has not been fully elucidated in PMVECs after exposure to LPS 15, 16 . In the present study, we found that ACE2 overexpression significantly blocked LPS-induced activation of the p38 and JNK pathways, which was strikingly prevented by administration of the Mas receptor blocker. This suggests that ACE2 is protective against LPS-induced apoptosis of PMVECs and inflammation, perhaps through the Ang-(1-7)/Mas pathway to modulate p38 and JNK phosphorylation. On the other hand, shRNA-ACE2 enhanced LPS-induced ERK phosphorylation but had no influence on p38 and JNK phosphorylation, whereas LPS-mediated increased ERK phosphorylation was not affected by ACE2 overexpression in cells pretreated with the Mas receptor blocker. These results suggest that inhibited ACE2 aggravated LPS-induced PMVEC apoptosis and inflammation mainly through the AngII/AT1 pathway to enhance ERK phosphorylation. In fact, activation of p38 MAPK and ERK is associated with TNF-a-induced increase of permeability in pulmonary endothelial cells, and the proliferation and survival of lung endothelial cells to maintain endothelial monolayer integrity may be by way of activating p38 MAPK 39 . Bleomycin induces cell apoptosis through the JNK phosphorylation pathway in alveolar epithelial cells (AECs) 40 . In addition, ACE2 regulates the balance of AngII/ Ang(1-7) to inhibit apoptosis of alveolar epithelial cells through blockade of JNK phosphorylation 41 .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 154,
                    "end": 156,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1251,
                    "end": 1253,
                    "text": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1365,
                    "end": 1367,
                    "text": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1519,
                    "end": 1521,
                    "text": "41",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We also performed additional experiments to determine whether the ACE2/Ang-(1-7)/Mas axis prevents the LPS-induced inflammatory response and apoptosis of rat PMVECs via inhibition of p38 and JNK phosphorylation. We found that the protective effect of ACE2 overexpression on LPS-induced apoptosis was enhanced by the JNK inhibitor and deteriorated by p38 and ERK inhibition. The JNK inhibitor markedly reduced apoptosis and cytokine secretion in PMVECs with Ace2 deletion and pretreatment with the Mas receptor antagonist. The Mas receptor antagonist abolished the protective effect of ACE2, which was aggravated by p38 and ERK inhibitors but was reversed by JNK inhibition. Therefore, these data suggest that ACE2/Ang-(1-7)/Mas may have a protective effect on LPSinduced apoptosis and inflammation in PMVECs, mainly through inhibition of the JNK pathway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present study, we found that ACE2 overexpression significantly inhibited LPS-induced activation of the NF-kB and degradation of IkBa protein, which was strikingly reversed by the Mas receptor antagonist. In addition, both the ACE2 downregulation and A779 pretreatment enhanced NF-kB phosphorylation and fur- for 48 h caused a significant increase in phosphorylation of NF-kB p65 and decrease in levels of IkBa in PMVECs. ACE2 overexpression effectively reduced LPS-induced NF-kB p65 phosphorylation levels and reversed IkBa levels. In contrast, downregulation of ACE2 in LPS-exposed cells obviously enhanced NF-kB p65 phosphorylation levels and suppressed IkBa levels. The phosphorylation of NF-kB p65 and downregulation of IkBa were significantly enhanced by A779 pretreatment prior to LPS stimulation. A779 pretreatment markedly reversed the effect of ACE2 overexpression on NF-kB p65 phosphorylation and IkBa expression. All data are expressed as mean 6 SD. * P , 0.05 compared with the control group; # P , 0.05 compared with the LPS group. induced apoptosis was enhanced by SP600125 and deteriorated by SB203580 and PD98059. SP600125 markedly reduced apoptosis of PMVECs with Ace2 deletion and Mas receptor blocker pretreatment. Mas receptor blocker abolished the protective effect of ACE2, which was aggravated by SB203580 and PD98059 and also SP600125. All data are expressed as mean 6 SD. * P , 0.05 compared with PBS control group; # P , 0.05 compared with LPS group; PD98059 and SP600125 pretreatment did not affect LPS-induced IL-1b and TNF-a secretions. (C, D) Pre-incubation with SB203580, PD98059, and especially SP600125, significantly suppressed the secretion of cytokines, in the shACE2 1 LPS group. (E, F) In PMVECs exposed to LPS, pretreatment with A779 caused a significant increase in IL-1b and TNF-a secretions, which were slightly reduced by SB203580 and PD98059 as well as markedly attenuated by SP600125. (G, H) LPS-induced IL-1b and TNF-a secretions in the ACE2 1 A779 1 LPS group were significantly inhibited by SP600125 pre-incubation and were not affected by SB203580, or PD98059. All data are expressed as mean 6 SD. www.nature.com/scientificreports ther degraded IkBa protein, suggesting that the NF-kB pathway is also important in the prevention of ACE2/Ang-(1-7)/Mas from LPS-induced PMVEC apoptosis and inflammation. In fact, NF-kB binds to IkBa in the cytoplasm, but once dissociated from IkBa, NF-kB is activated and translocates into the nucleus to upregulate transcription of several inflammatory genes 45, 46 . The NF-kB cascade is pivotal to the intracellular signaling pathway involved in apoptosis and the inflammatory response, and activation of NF-kB is central to the regulation of pulmonary inflammation and involved in the pathogenesis of ARDS [42] [43] [44] . LPS-induced lung injury is associated with activation of MAPKs and NF-kB signaling pathways 47 ; the inhibition of ERK or p38 protects against LPS-induced lung injury by inhibiting the NF-kB pathway 28, 48 . Pretreatment with Ang-(1-7) prevents AngII-induced lung fibroblast apoptotic resistance by inhibiting the MAPK/NF-kB pathway 49 .",
            "cite_spans": [
                {
                    "start": 2548,
                    "end": 2551,
                    "text": "45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2552,
                    "end": 2554,
                    "text": "46",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2798,
                    "end": 2802,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2803,
                    "end": 2807,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2808,
                    "end": 2812,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2907,
                    "end": 2909,
                    "text": "47",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 3014,
                    "end": 3017,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3018,
                    "end": 3020,
                    "text": "48",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 3148,
                    "end": 3150,
                    "text": "49",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our results suggest that abnormal activation of RAS with unbalanced AngII/Ang(1-7) levels, induced by the imbalance of ACE2/ACE expression, is closely related to LPS-mediated apoptosis and inflammation in PMVECs. Furthermore, ACE2 exerts protective effects on LPS-induced apoptosis and inflammation in PMVECs through suppression of the JNK/NF-kB signaling pathways. Our findings imply that ACE2 may be applied to improve LPS-induced lung injury via regulation of the ACE2/ACE/AngII/Ang-(1-7)/Mas receptor, by inhibiting the JNK/NF-kB signaling pathway, and that upregulation of the ACE2/Ang-(1-7)/Mas axis and inhibition of JNK/NF-kB activation may be an effective therapeutic strategy against ARDS in clinic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A limitation of this study is that the results did not address the crosstalk between MAPK and NF-kB signaling pathways. Further studies are necessary to investigate possible crosstalk among the intracellular signaling pathways involved in the effects of Ang(1-7)/Mas receptor on LPS-induced PMVEC apoptosis by administration of Ang-(1-7) in ACE2-deleted PMVECs exposed to LPS in vitro. In addition, whether Ang(1-7)/Mas receptor leads to the prevention of acute lung injury through MAPK/NF-kB signaling pathways in vivo should be addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Incidence and Outcomes of Acute Lung Injury",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "1685--93",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Has mortality from acute respiratory distress syndrome decreased over time? : A systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Phua",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Respir Crit Care Med",
            "volume": "179",
            "issn": "",
            "pages": "220--227",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lipopolysaccharide induces expression of SSeCKS in rat lung microvascular endothelial cell",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Cell Biochem",
            "volume": "305",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The renin-angiotensin-aldosterone system: a specific target for hypertension management",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Weir",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Dzau",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Hypertens",
            "volume": "12",
            "issn": "",
            "pages": "205--213",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Dysregulated renin-angiotensin-aldosterone system contributes to pulmonary arterial hypertension",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "De Man",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "186",
            "issn": "",
            "pages": "780--789",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Interaction between TGF-beta and ACE2-Ang-(1-7)-Mas pathway in high glucose-cultured NRK-52E cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Guh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Cell Endocrinol",
            "volume": "366",
            "issn": "",
            "pages": "21--30",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Loss of Angiotensin-Converting Enzyme 2 Exacerbates Myocardial Injury via Activation of the CTGF-Fractalkine Signaling Pathway",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Circ J",
            "volume": "77",
            "issn": "",
            "pages": "2997--3006",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A human homolog of angiotensin-converting enzyme. Cloning and functional expression as a captopril-insensitive carboxypeptidase",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Tipnis",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Biol Chem",
            "volume": "275",
            "issn": "",
            "pages": "33238--33281",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A novel angiotensin-converting enzyme-related carboxypeptidase (ACE2) converts angiotensin I to angiotensin 1-9",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Circ Res",
            "volume": "87",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Angiotensinconverting enzyme 2, angiotensin-(1-7) and Mas: new players of the reninangiotensin system",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Verano-Braga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bader",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Endocrinol",
            "volume": "216",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evaluation of angiotensin-converting enzyme (ACE), its homologue ACE2 and neprilysin in angiotensin peptide metabolism",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Hooper",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochem J",
            "volume": "383",
            "issn": "",
            "pages": "45--51",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The ANG-(1-7)/ACE2/mas axis in the regulation of nephron function",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferrario",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Varagic",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Physiol Renal Physiol",
            "volume": "298",
            "issn": "",
            "pages": "1297--305",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "ACE2 receptor expression and severe acute respiratory syndrome coronavirus infection depend on differentiation of human airway epithelia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "14614--14635",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Angiotensin-converting enzyme 2 protects from severe acute lung failure",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "436",
            "issn": "",
            "pages": "112--118",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Critical role of p38 mitogenactivated protein kinase signaling in septic lung injury",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Asaduzzaman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thorlacius",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Crit Care Med",
            "volume": "36",
            "issn": "",
            "pages": "482--490",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Effects of preconditioning with sevoflurane on TNF-alpha-induced permeability and activation of p38 MAPK in rat pulmonary microvascular endothelial cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "X"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "X"
                    ],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Miao",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell Biochem Biophys",
            "volume": "61",
            "issn": "",
            "pages": "123--132",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "TNFR1-induced NF-kappaB, but not ERK, p38MAPK or JNK activation, mediates TNF-induced ICAM-1 and VCAM-1 expression on endothelial cells",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Connell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Macewan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Signal",
            "volume": "19",
            "issn": "",
            "pages": "1238--1286",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "MAP kinase/phosphatase pathway mediates the regulation of ACE2 by angiotensin peptides",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferratio",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Tallant",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Physiol Cell Physiol",
            "volume": "295",
            "issn": "",
            "pages": "1169--74",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Endotoxin and lung injury",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brigham",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyrick",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Am Rev Respir Dis",
            "volume": "133",
            "issn": "",
            "pages": "913--940",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Respiratory effects of lipopolysaccharide-induced inflammatory lung injury in mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Faffe",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Eur Respir J",
            "volume": "15",
            "issn": "",
            "pages": "85--91",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Phosphoinositide-mediated adaptor recruitment controls Toll-like receptor signaling",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kagan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medzhitov",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell",
            "volume": "125",
            "issn": "",
            "pages": "943--55",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Toll-like receptors and their crosstalk with other innate receptors in infection and immunity",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Immunity",
            "volume": "34",
            "issn": "",
            "pages": "637--50",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Toll-like receptor and tumour necrosis factor dependent endotoxin-induced acute lung injury",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Togbe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int J Exp Pathol",
            "volume": "88",
            "issn": "",
            "pages": "387--91",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Identification of oxidative stress and Toll-like receptor 4 signaling as a key pathway of acute lung injury",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell",
            "volume": "133",
            "issn": "",
            "pages": "235--284",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Penehyclidine hydrochloride attenuates LPS-induced acute lung injury involvement of NF-kappaB pathway",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pharmacol Res",
            "volume": "60",
            "issn": "",
            "pages": "296--302",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Inhibitory effect of obovatol on nitric oxide production and activation of NF-kappaB/MAP kinases in lipopolysaccharide-treated RAW 264.7cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur J Pharmacol",
            "volume": "556",
            "issn": "",
            "pages": "181--190",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Inhibition of hydrogen sulfide production by gene silencing attenuates inflammatory activity by downregulation of NF-kappaB and MAP kinase activity in LPS-activated RAW 264.7 cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Badiei",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Muniraj",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biomed Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "p38MAPK inhibition attenuates LPSinduced acute lung injury involvement of NF-kappaB pathway",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Pharmacol",
            "volume": "584",
            "issn": "",
            "pages": "159--65",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Angiotensin-converting enzyme 2 activation protects against hypertension-induced cardiac fibrosis involving extracellular signal-regulated kinases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Exp Physiol",
            "volume": "96",
            "issn": "",
            "pages": "287--94",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Cardioprotective effects of telmisartan against heart failure in rats induced by experimental autoimmune myocarditis through the modulation of angiotensin-converting enzyme-2/angiotensin 1-7/mas receptor axis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sukumaran",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Biol Sci",
            "volume": "7",
            "issn": "",
            "pages": "1077--92",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Dysregulated renin-angiotensin system contributes to acute lung injury caused by hind-limb ischemia-reperfusion in mice",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Shock",
            "volume": "40",
            "issn": "",
            "pages": "420--429",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Acute respiratory distress syndrome leads to reduced ratio of ACE/ACE2 activities and is prevented by angiotensin-(1-7) or an angiotensin II receptor antagonist",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Wösten-Van Asperen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Pathol",
            "volume": "225",
            "issn": "",
            "pages": "618--645",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Angiotensin-converting enzyme 2 suppresses pathological hypertrophy, myocardial fibrosis, and cardiac dysfunction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Circulation",
            "volume": "122",
            "issn": "",
            "pages": "717--745",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Angiotensin II as a pro-inflammatory mediator",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kagiyama",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Curr Opin Investig Drugs",
            "volume": "3",
            "issn": "",
            "pages": "569--77",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Inflammation and angiotensin II",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Biochem Cell Biol",
            "volume": "35",
            "issn": "",
            "pages": "881--900",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "LPS induces permeability injury in lung microvascular endothelium via AT(1) receptor",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Arch Biochem Biophys",
            "volume": "441",
            "issn": "",
            "pages": "75--83",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The angiotensin-converting enzyme 2/angiogenesis-(1-7)/Mas axis confers cardiopulmonary protection against lung fibrosis and pulmonary hypertension",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shenoy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "182",
            "issn": "",
            "pages": "1065--72",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Angiotensin-(1-7) protects from experimental acute lung injury",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Crit Care Med",
            "volume": "41",
            "issn": "",
            "pages": "334--377",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "p38 MAPK activation coupled to endocytosis is a determinant of endothelial monolayer integrity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Siddiqui",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "K"
                    ],
                    "last": "Siddiqui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Uddin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Minshall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "292",
            "issn": "",
            "pages": "114--124",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Bleomycin induces alveolar epithelial cell death through JNKdependent activation of the mitochondrial death pathway",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "289",
            "issn": "",
            "pages": "521--528",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Regulation of alveolar epithelial cell survival by the ACE-2/angiotensin 1-7/Mas axis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Uhal",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abdul-Hafez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "301",
            "issn": "",
            "pages": "269--74",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The effect of magnolol on the Toll-like receptor 4/nuclear factor kappaB signaling pathway in lipopolysaccharide-induced acute lung injury in mice",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yunhe",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur J Pharmacol",
            "volume": "689",
            "issn": "",
            "pages": "255--61",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Transcriptional mechanisms of acute lung injury",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "281",
            "issn": "",
            "pages": "1037--50",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Nuclear factor-kappaB and its role in sepsis-associated organ failure",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Infect Dis",
            "volume": "187",
            "issn": "",
            "pages": "364--373",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Phosphorylation meets ubiquitination: the control of NF-[kappa]B activity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ben-Neriah",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Annu Rev Immunol",
            "volume": "18",
            "issn": "",
            "pages": "621--63",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "I kappa B: a specific inhibitor of the NF-kappa B transcription factor",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Baeuerle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Science",
            "volume": "242",
            "issn": "",
            "pages": "540--546",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Adenosine 5'-monophosphate-induced hypothermia inhibits the activation of ERK1/2, JNK, p38 and NF-kappaB in endotoxemic rats",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int Immunopharmacol",
            "volume": "23",
            "issn": "",
            "pages": "205--210",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Inhibition of the MAP kinase ERK protects from lipopolysaccharide-induced lung injury",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schuh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pahl",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biochem Pharmacol",
            "volume": "77",
            "issn": "",
            "pages": "1827--1861",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Angiotensin-converting enzyme 2/angiotensin-(1-7)/Mas axis protects against lung fibrosis by inhibiting the MAPK/NF-kappaB pathway",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "50",
            "issn": "",
            "pages": "723--759",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Effects of ACE2 and Mas-receptor antagonist A779 on apoptosis of PMVECs treated with LPS for 48 h. (A) LPS exposure caused a significant apoptosis in PMVECs but was attenuated by ACE2 overexpression and aggravated by ACE2 downregulation. (B) LPS-induced apoptosis was markedly increased by A779 pretreatment but was improved by ACE2 overexpression. There was no significant difference between the ACE2 1 A779 1 LPS group and LPS group in apoptosis. All data are expressed as mean 6 SD. * P , 0.05 compared with PBS control group; # P , 0.05 compared with LPS group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effects of ACE2 and Mas-receptor antagonist A779 on cytokine secretion in PMVECs. (A, C) LPS exposure for 48 h caused a significant increase of the levels of IL-1b and TNF-a in the supernatants of cultured PMVECs but was markedly attenuated by ACE2 overexpression and aggravated by ACE2 downregulation. (B, D) LPS-induced IL-1b and TNF-a secretions were markedly increased by A779 pretreatment, but were improved by ACE2 overexpression. There was no significant difference in cytokine secretion between the ACE2 1 A779 1 LPS and LPS groups. All data are expressed as mean 6 SD. * P , 0.05 compared with control group; # P , 0.05 compared with LPS group.www.nature.com/scientificreports SCIENTIFIC REPORTS | 5 : 8209 | DOI: 10.1038/srep08209",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effects of ACE2 and Mas-receptor antagonist A779 on AngII/Ang-(1-7) secretion in PMVECs. (A, C) LPS exposure for 48 h caused a significant increase of AngII and a slightly increase of Ang-(1-7). The increase of AngII was markedly attenuated by ACE2 overexpression and aggravated by ACE2 downregulation. The up-regulation of Ang-(1-7) was further increased by ACE2 overexpression, but reduced by ACE2 knockdown. (B, D) LPS-induced AngII secretion was markedly increased by A779 pretreatment, which was suppressed by ACE2 overexpression. But, Ang-(1-7) level was not affected by A779 pretreatment before LPS administration. All data are expressed as mean 6 SD. * P , 0.05 compared with control group; # P , 0.05 compared with LPS group.www.nature.com/scientificreports SCIENTIFIC REPORTS | 5 : 8209 | DOI: 10.1038/srep08209",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effects of ACE2 and Mas-receptor antagonist A779 on the ACE2/ACE expression in PMVECs. (A) LPS exposure for 48 h caused a significant",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Effects of ACE2 and Mas-receptor antagonist A779 on the phosphorylation of MAPKs in PMVECs. (A, C, E) LPS exposure for 48 h caused a significant increase in phosphorylation of ERK1/2, p38, and SAPK/JNK in PMVECs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Effects of ACE2 and Mas-receptor antagonist A779 on NF-kB p65 phosphorylation and IkBa expression in PMVECs. (A, B) LPS exposure",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Effects of the specific inhibitors of MAPKs on LPS-induced apoptosis in PMVECs. The protective effect of ACE2 overexpression on LPS-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Effects of the specific inhibitors of MAPKs on LPS-induced cytokine secretion in PMVECs. (A, B) In the ACE2 1 LPS group, SB203580,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "* P , 0.05 compared with the PBS control group; # P , 0.05 compared with the LPS group; & P , 0.05 compared with the ACE2 1 LPS (A), shACE2 1 LPS (B), A779 1 LPS (C), and ACE2 1 A779 1 LPS (D) groups.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "www.nature.com/scientificreports SCIENTIFIC REPORTS | 5 : 8209 | DOI: 10.1038/srep08209",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the National Nature Science Foundation of China (No.81272145).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "L.Y.C. proposed the hypothesis, designed the experiments and wrote the manuscript. C.Y.M. carried out the immunoassays. Z.Z. performed flow cytometry analysis and L.M.F. performed western-blot analysis. X.Y. and X.C.H. participated in the design of the study and performed the data analysis. Z.M. helped to edit the manuscript and J.W. conceived of the study, and participated in its design and coordination. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "Competing financial interests: The authors declare no competing financial interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}