{
    "paper_id": "66bffe926972c130c5b6239868ae422a8c7d7229",
    "metadata": {
        "title": "Associations between media use and health information-seeking behavior on vaccinations in South Korea",
        "authors": [
            {
                "first": "Jiyeon",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Minsoo",
                "middle": [],
                "last": "Jung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Although vaccinations are critical for preventing emerging infectious diseases, scant research has been conducted on risk communication. With socio-economic characteristics, health behavior, and underlying diseases under control, we investigated associations between media use, health information-seeking behavior, health information type, and vaccination in the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: This study relied on a national survey of Korean adults (n = 1367). Participants were adult males and females age 20 and older. Web and face-to-face surveys were conducted throughout July 2014. The main outcome was vaccination (categorized as yes or no). Independent variables were time spent on media, frequency of health information-seeking behavior, and types of health information sought. Results: Controlling for co-variates, logistic regression analysis was conducted to identify factors that influence Korean adults being vaccinated. Results revealed that accessible information about emerging infectious diseases, listening to the radio, and reading the newspaper were associated with increased odds of being vaccinated. Active seeking health information as well as being female and of higher socio-economic status were positively correlated with Korean adults being vaccinated. Conclusion: It is critical to promote health information-seeking behavior and use diverse media channels to increase acceptance and awareness of emerging infectious diseases and vaccinations. Because there are differences in vaccination awareness depending on social class, it is critical to reduce communication inequality, strengthen accessibility to vaccinations, and devise appropriate risk communication strategies that ensure Korean adults receive vaccinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In 2015, there were 186 confirmed cases of Middle East Respiratory Syndrome (MERS) in Korea, and 38 deaths from MERS [1] . An investigation analyzed main causes of a failure to prevent these deaths after the MERS outbreak. One of the causes was lack of a national system or effective coordination between experts in managing risk communication at that time [2] . MERS prevention measures were not transmitted in a timely manner through official channels. Instead, inaccurate health-related information proliferated, leading to disease phobia and hysteria among the population [2] . In the case of avian influenza in 2003, media coverage focused overwhelmingly on one aspect of the disease. For this reason, analysis of the virus, infectious pathways, the extent to which the disease spread, preventive measures that could have been taken, and safety issues were relatively neglected [3] . Media plays a critical role in the formation of the population's perception of social issues [4] . When a new infectious disease emerges, an unfamiliar population perceives that disease according to media reports. Uncertainty and anxiety surrounding the issue are often high [5, 6] . However, this is not the first experience of such a phenomenon amongst Koreans. This is a re-enactment of the disease phobia that transpired in 2008 during the mad cow disease crisis. The recurrence reveals that, despite governmental efforts, Public Health Emergency Preparedness (PHEP) and risk communication strategies have not been sufficiently established or improved in Korea.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 883,
                    "end": 886,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 982,
                    "end": 985,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1164,
                    "end": 1167,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1168,
                    "end": 1170,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "An increase in the rise of new infectious epidemics due to globalization highlights the significance of early detection and early response to infections through PHEP. Creating a constant response system is critical. Vaccination is the most effective method of preventing the spread of infectious diseases [7] . Although initially considered a method of disease prevention for infants and toddlers, vaccination is considered critical for adults as well, especially as the number of patients with chronic diseases is increasing in today's aging society [8, 9] . Now that it is possible to travel around the globe in a day, vaccination against infectious diseases overseas is becoming even more critical.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 555,
                    "end": 557,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Vaccination not only protects an individual from an infectious disease, but also protects a local community from that disease from the effect of herd immunity [10] . Health communication strategies and campaigns are imperative in promoting health of the population and strengthening the capacity to effectively respond to diseases [11] . Health experts are placing increasing emphasis on the critical role of risk communication in responding to excessive media coverage and the population's anxiety [12] . It is critical to enhance the population's perception of vaccinations by providing accurate information, enabling the population to dismiss inaccurate information on side-effects of vaccinations, and enhance the population's access to accurate information about vaccinations [13] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The outbreak of MERS has ended. However, similar diseases, such as H1N1, can spread at any time. Preparing non-pharmacological intervention for the population and increasing the vaccination rate are as critical as having a preventive system in place for such situations. Risk communication strategies suitable for socio-contextual conditions must be developed. This study analyzed associations between media use and searching for health information related to vaccinations. Although Korea has a well-established national vaccination program, the 2013 vaccination rate for influenza refers to the number of people aged 65 remains at 21.7% in 2013, that is much lower than the vaccination rate of all OECD countries, 45.87% [14] . Individual and social factors that affect the vaccination rate must be identified.",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 726,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Previous studies revealed that the vaccination rate amongst individuals suffering from chronic diseases is higher than those without chronic diseases [15, 16] . The more a group practices risky health behavior, such as drinking and smoking, the lower the vaccination rate [17] . Some studies have identified a specific age bracket of those most likely to vaccinate [16] [17] [18] . In this age of new media, there is an increasing information gap between people actively seeking information and those not seeking information. This gap impacts health inequalities [19] . Those with lower socio-economic status in particular are more likely to suffer from such a gap [20] .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 665,
                    "end": 669,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Seeking health information has become more critical than in the past as epidemiological characteristics of the most prevalent diseases have changed from infectious to chronic diseases. This study identified the association between media use and seeking health information about vaccinations. As discussed above, various factors may affect vaccination rates. These factors impact communication inequality. Communication inequality refers to the theory that a gap in accessibility to information and the ability to process that information exists between social classes [21] . As shown in Fig. 1 , it defined as the difference in exposure to public health communication messages and the capacity to access, process, and act upon information, are influenced by social determinants, and may result in significant disparities in health-related knowledge, behavior choices, and ultimately, health outcomes [8] . This study was conducted to reduce communication inequality and identify appropriate risk communication strategies that may increase the vaccination rate.",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 572,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 900,
                    "end": 903,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 587,
                    "end": 593,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Background"
        },
        {
            "text": "This study used primary data obtained from a national survey funded by the government. The data used for this study is from a survey of 1367 respondents from a nationally representative sample of Korean adults that participated in the Hankook Research Master Sampler Panel © . The Master Sampler consists of 350,000 statistical data points from a selection of individuals whose various regions, gender, ages, jobs, academic background, and income distribution are representative of the larger population. Members of this panel were recruited using a dual sampling frame, a combination of Random Digit Dial and Address-Based Sampling for sampling of individuals without telephone land lines. We used face-to-face surveys and computer-aided web surveys mixed method research. For face-to-face surveys, 501 adults living in Seoul, Gyeonggi, and Incheon regions of Korea were surveyed; for computer aided web surveys, 1010 adults living in 16 metropolitan cities in Korea were surveyed. In web surveys, panels of respondents were statistically representative of Korea's population in terms of region, gender, age, occupation, education, and income distribution. Mixed method surveys were used to increase sample representation by approaching sample households in a variety of ways. Participants received nominal cash incentive to participate in the survey. Final response rate was 87.0%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents"
        },
        {
            "text": "Survey questions with missing values for key analytical variables were excluded using a pairwise method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents"
        },
        {
            "text": "This work was supported by a grant from the National Research Foundation of Korea funded by the Korean government. All datasets and survey questionnaires are available at (https://www.nrf.re.kr/cms/page/main?menu_no=41). The survey questions were from previous reports on the effect of social context (including mass media use and social capital) on health [8, 13, 20] . Questionnaires addressed topics adapted from the Health Information National Trends Survey (http://hints.cancer.gov/).",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 360,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "The main outcome variable was vaccination for oneself ('Now, think about getting the seasonal flu vaccine for yourself. Have you vaccinated over the past one year?'). Responses were grouped in two categories: yes or no.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variable"
        },
        {
            "text": "Media use: General mass media usage was assessed using the following questions: \"In the past 7 days, how many hours did you watch television per day on average? Listen to the radio? Read a newspaper? Search for information with a smartphone? Read news on the Internet with a personal computer?\" Possible responses were \"30 min or less,\" \"30 min to 1 h,\" \"1 to 2 h,\" \"2 to 3 h,\" or \"3 h or more.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "Health-related Information-Seeking Behavior (HISB): Respondents were asked to rate their health-related information-seeking activity on a five-point Likert scale ranging from very active to very inactive with the following questioning: \"Thinking about all the times you have looked for health-related information from any source, how much do you search for information about health?\" Responses were grouped in the following five categories: \"very inactively,\" \"somewhat inactively,\" \"average,\" \"somewhat actively,\" or \"very actively.\" Types of health-related information were assessed with the following questioning: \"In the past one month, have you ever searched for information on diseases you have? General health-related information? Information on hospitals and doctors? Information on how to quit smoking or drinking alcohol?\" The responses were grouped into two categories: yes or no.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "Participants' socio-economic position was measured by educational attainment and annual household income. For income, respondents were asked about total annual household income before taxes, divided into the Fig. 1 Structural influence model of communication inequalities [8] following categories: under U.S. $20,000; $20,000-39,999; $40,000-59,999; $60,000-$79,999; and $80,000 or more. For education, respondents were asked to identify the highest level of education completed (high school diploma or less, college degree, or postgraduate degree). Three health behavior variables indicating smoking and drinking alcohol were used in regression analyses. A value of 0 was assigned to \"never smoked\" for smoking and \"did not drink during the past month\" for drinking alcohol. All other responses were considered to indicate smokers and drinkers and were assigned a value of 1. Other covariates were age, gender, and presence of underlying diseases.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 214,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Covariates"
        },
        {
            "text": "Descriptive statistics and frequencies were derived for socio-economic characteristics of study subjects. Bivariate analyses were undertaken for each potential predictor variable to identify socio-contextual factors associated with vaccinations. Differences in general characteristics between vaccination and non-vaccination groups were determined using chi-squared tests. Multivariate logistic regression analyses were used to analyze potentially influential factors related to seasonal flu vaccination of adult Korean males. The effect size of regression models, that is the ratio of variance, is presented in this study as the Nagelkerke value, that is pseudo-R. 2 All statistical analyses were conducted using STATA v.12.0 (STATA, College Station, TX).",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 667,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Approval for this study was granted by the Korea National Institute for Bioethics Policy Institutional Review Board (April 11, 2014; P01-201404-SB-19-00). Subjects provided written informed consent to participate in this study. The Ethics Committee of the Demographic Health Survey approved the consent procedure. No information that can publicly identify individual participants was collected during the data collection process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "Of 1367 participants, 49.0% are women and 51.0% are men (Table 1) . Regarding ages, 20.0% are in their 40s while 20.1% are age 60 or older. Approximately 33.9% of participants earn $20,000-$40,000 USD per year. Most (62.3%) participants have a college degree or higher (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 65,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 269,
                    "end": 278,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "General sample characteristics"
        },
        {
            "text": "As shown in Table 2 , compared to the non-vaccinated group, the vaccinated group had more women (χ 2 = 20.074, p < 0.001), more individuals older than age 60 (χ 2 = 81.094, p < 0.001), and more individuals earning higher annual income (χ 2 = 10.927, p < 0.05). With respect to health behavior and health status, the vaccinated group had more nonsmokers (χ 2 = 7.865, p < 0.05) and more individuals with underlying diseases (χ 2 = 43.742, p < 0.001). Regarding media use, the vaccinated group had more individuals exposed to television (χ 2 = 9.669, p < 0.05), radio (χ 2 = 22.867, p < 0.001), and newspapers (χ 2 = 34.599, p < 0.001). There was no statistically significant correlation between Internet searches conducted with smartphones or personal computers and being vaccinated. The vaccinated group was associated with those more actively seeking health-related information (χ 2 = 53.693, p < 0.001). This association was consistent regardless of the type of health-related information sought.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Differences between the vaccinated group and nonvaccinated group"
        },
        {
            "text": "According to the final model (Table 3) , that used logistic regression to analyze socio-contextual determinants of vaccination while controlling for socio-demographic characteristics and health behavior, those with underlying diseases are 69.1% more likely to be vaccinated than those without underlying diseases (OR = 1.691, 95% CI: 1.261-2.267, p < 0.001). Regarding media use, those that spent more time listening to the radio are 13.9% more likely to be vaccinated than those that did not listen to the radio (OR = 1.139, 95% CI: 1.016-1.277, p < 0.05). Those that spent more time reading print newspapers are 31.9% more likely to be vaccinated than those that do not read print newspapers (OR = 1.319, 95% CI: 1.100-1.581, p < 0.01). However, those that spent more time using the Internet are 17.7% less likely Regarding contents of health-related information that participants sought, the more the topic was about diseases suffered by information-seekers or hospitals and physicians, the more likely these individuals will be vaccinated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 38,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Socio-contextual determinants of vaccination for seasonal flu"
        },
        {
            "text": "With widespread danger of new infectious diseases, increasing the population's vaccination rate is critical for public health. This study was conducted to identify sociocontextual factors that promote preventative behavior regarding vaccinations from the perspective of health communication. Results of this study revealed those that actively engaged in HISB were more likely to be vaccinated than those that did not actively engage in HISB. This matches results of earlier studies revealing an association between media use, HISB and vaccination rates [8] . Media use promotes healthy practices as it provides a means of communicating and explaining healthcare-related knowledge to the population [22] . The population is positively or negatively influenced by media in addition to medical staff and family members relative to critical behavioral decisions such as being vaccinated. For example, pregnant women using the Internet are influenced by other pregnant women's positive experiences with vaccinations [23] . Health information seeking behavior and use of media significantly influence healthy lifestyles, early diagnosis, and sensible disease management [24] . Meanwhile, vaccination rates were higher with female respondents that have high income levels, or underlying diseases. Those suffering from chronic diseases were more attuned to the significance of disease prevention. Respondents sought disease-related information more often than those that are healthy. Such tendencies regarding information seeking promoted disease prevention behavior such as being vaccinated, consistent with results of previous studies [15, 17] . However, those with lower socio-economic or health status had less accessibility to information or capacity to use that information, that is in agreement with results of previous studies [19, 20] . Consequently, it is imperative to increase health equity in vaccination rates by mitigating communication inequalities.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 556,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1164,
                    "end": 1168,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1629,
                    "end": 1633,
                    "text": "[15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1634,
                    "end": 1637,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1827,
                    "end": 1831,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1832,
                    "end": 1835,
                    "text": "20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Health communication variables such as media use and HISB may affect various types of health-related preventative behavior. For example, disease prevention behavior including vaccination may be promoted if information accessibility is heightened and an individual's health information-seeking capacity is strengthened in populations with serious health inequality, especially for those with low income [16, 25] . Previous studies have mainly focused on determining risk factors for health inequality. Studies on protective factors have been insufficient. This study reveals how health communication variables are linked to vaccination status. Consequently, it is critical to consider policies that will reduce health disparities stemming from communication inequality by providing useful information on new infectious diseases or vaccination in an easily accessible manner to n.s. not significant *: p < 0.05, **: p < 0.01, ***: p < 0.001 vulnerable groups often excluded from valuable healthrelated information. From the perspective of health communication, it cannot be stated with certainty that the use of media or exposure to specific health information will lead to respondents' behavior only in a positive direction (e.g., vaccination uptake). This is because while content of news is thoroughly verified for network television, information on the Internet includes inaccurate and misleading news and anti-vaccine information as well. Such organizations create closed or secret websites and exchange information among themselves to avoid social controversy. Our study used searches only on Internet news, excluding social networking services (SNS) and blogs to preserve integrity and reliability. To understand how specific health information through certain media is distributed about people's health behavior, content analysis and small-scale qualitative research are critical. Before exploring this stage, our study sought to understand vaccination behavior from the viewpoint of population-based behavioral medicine. Future studies should explain how diverse communication choices affect being vaccinated. In a small country with outstanding media environment including South Korea, it is difficult to understand ultimate health results from the selection of communication channels. This is because most individuals simultaneously watch diverse media channels and receive large volumes of information.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 406,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Consequently, this study focused on desirable health behavior (e.g., vaccine uptake) and analyzed characteristics of groups that did not adopt such behavior. Vaccination compliance was generally low among groups with low socio-economic status, and we hypothesized that the issue of an information gap mediated between the two factors. This study was conducted to validate the existence of communication inequality as the strong link between social inequality and health inequality and to identify ways of increasing health equity through the mediating effect of communication inequality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study had several limitations. First, because it used cross-sectional data, the possibility of reverse causality cannot be dismissed. Consequently, caution must be exercised in establishing causal relationships among respondents' vaccination status, media use, and HISB. Findings must be supplemented with longitudinal data. Second, this study did not ask specifically from which types of media respondents acquired health-related information and what type of health-related information was acquired. However, it is difficult to acquire such information from a study design and combine them in a model. Third, vaccination rate was highest among those age 60 and older. In Korea, the elderly (older than age 65) are vaccinated at no cost annually. The possibility that no-cost vaccines contribute to the vaccination rate cannot be dismissed. However, in previous studies that excluded subjects receiving no-cost vaccinations, the older the age, the higher the vaccination rate. As age progresses, the need for vaccination increases and the vaccination rate also increases. Fourth, the explanatory power of this model is somewhat low (16.1%) because other complex factors additionally influenced respondents' seasonal flu vaccination, that was the dependent variable. In social science, the explained variance of regression models is judged to be outstanding if it totals 20-30%. However, this study constructed the optimal model from the perspective of behavioral medicine and results of regression diagnosis did not exhibit nonsystematic residuals separately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The more a society's media environment evolves through information and communication technology, the more quality knowledge circulates in a virtuous circle. The greater communication inequality is, the more likely health inequality will worsen. Reducing the information gap among social classes through a healthy media environment is a way of achieving health equity. Findings of this study will enable development of PHEP strategies by mitigating communication inequality. This study has practical implications for implementation of vaccination campaigns that use effective, timely health communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "To increase the population's vaccination rate, it is critical to ensure appropriate use of radio and print newspapers. Health-related information should be provided to patients by public health personnel at medical agencies in a more accurate and accessible manner. It is imperative that responsible media representatives strengthen the population's health information-seeking access through viable, diverse media channels. As the population's growing fear of epidemics has become a common phenomenon, elucidating social determinants of preventative behavior such as vaccination is a critical task for public health workers. Consequently, multilevel risk communication strategies must be developed to increase the population's vaccination rate. Availability of data and materials Data sharing: Participant level data are available from the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The National Research Foundation of Korea was the study sponsor. The researcher was independent of the study sponsor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of study sponsor"
        },
        {
            "text": "Authors' contributions MJ, JK conceived the study idea, performed the statistical analysis and drafted the manuscript. MJ, JK advised on methodological issues and provided statistical expertise. MJ, JK participated in interpreting results, reviewing drafts of the manuscript and approved the final version of the manuscript submitted for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of study sponsor"
        },
        {
            "text": "Ethics approval and consent to participate Approval for this study was granted by the Korea National Institute for Bioethics Policy Institutional Review Board (April 11, 2014; P01-201404-SB-19-00). All participants gave written informed consent to participate in this study. The Ethics Committees of the Demographic Health Survey approved the consent procedure. No information that could distinguish individual participants was collected during the data collection process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of study sponsor"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East Respiratory Syndrome Outbreak in South Korea",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Current epidemiological situation of Middle East respiratory syndrome coronavirus clusters and implications for public health response in South Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Korean Med Assoc",
            "volume": "58",
            "issn": "6",
            "pages": "487--97",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comparisons of attitude on Media's report for avian influenza between poultry breeder and non-breeder",
            "authors": [
                {
                    "first": "G-J",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Agric Med Community Health",
            "volume": "34",
            "issn": "1",
            "pages": "58--66",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "McQuail's Mass communication theory",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcquail",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risk communication for public health emergencies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Glik",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Annu Rev Public Health",
            "volume": "28",
            "issn": "",
            "pages": "33--54",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Assessing newspaper preparedness for public health emergencies",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lowrey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gower",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Mass Commun Q",
            "volume": "83",
            "issn": "2",
            "pages": "362--80",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The value of vaccination: a global perspective",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ehreth",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Associations between health communication behaviors, neighborhood social capital, vaccine knowledge, and parents' H1N1 vaccination of their children",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Viswanath",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "42",
            "pages": "4860--4866",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Vaccination for adult",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Korean J Med",
            "volume": "84",
            "issn": "4",
            "pages": "409--420",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Vaccination and herd immunity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature",
            "volume": "318",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Throughout the health sector: communication must influence and engage",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ratzan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Health Commun",
            "volume": "11",
            "issn": "5",
            "pages": "453--457",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Determinants of public phobia about infectious diseases in South Korea effect of health communication and gender difference",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "T-R",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Asia Pac J Public Health",
            "volume": "27",
            "issn": "2",
            "pages": "833--837",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Media use and communication inequalities in a public health emergency: a case study of 2009-2010 pandemic influenza a virus subtype H1N1",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Mccloud",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Viswanath",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Public Health Rep",
            "volume": "129",
            "issn": "",
            "pages": "49--60",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Organization for Economic Co-operation and Development",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Country Statistical Profiles",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Influenza coverages in Spain and vaccination-related factors in the subgroup aged 50-64 years",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jiménez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Larrauri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carrasco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Gómez-López",
                    "suffix": ""
                },
                {
                    "first": "Á",
                    "middle": [],
                    "last": "Gil",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "25",
            "pages": "3550--3555",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Influenza vaccine uptake among community-dwelling Italian elderly: results from a large cross-sectional study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chiatti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barbadoro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lamura",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pennacchietti",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Stanislao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;errico",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Public Health",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Influenza vaccine coverage rates and perceptions on vaccination in South Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Chun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect",
            "volume": "55",
            "issn": "3",
            "pages": "273--81",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Factors associated with influenza vaccination among elderly Spanish women",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pena-Rey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Perez-Farinos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sarría-Santamera",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Public Health",
            "volume": "118",
            "issn": "8",
            "pages": "582--589",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cancer knowledge and disparities in the information age",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Viswanath",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Breen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meissner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hesse",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Steele",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Health Commun",
            "volume": "11",
            "issn": "S1",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Class, race and ethnicity and information avoidance among cancer survivors",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mccloud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Viswanath",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Br J Cancer",
            "volume": "108",
            "issn": "10",
            "pages": "1949--56",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The communications revolution and cancer control",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Viswanath",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Rev Cancer",
            "volume": "5",
            "issn": "10",
            "pages": "828--863",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Primary sources of health information: comparisons in the domain of health attitudes, health cognitions, and health behaviors",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Dutta-Bergman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Health Commun",
            "volume": "16",
            "issn": "3",
            "pages": "273--88",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Perceptions regarding influenza vaccination during pregnancy among childbearing women",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Korean J Women Health Nurs",
            "volume": "17",
            "issn": "3",
            "pages": "205--219",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Relating information needs to the cancer experience: information as a key coping strategy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Der Molen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Eur J Cancer Care",
            "volume": "8",
            "issn": "4",
            "pages": "238--282",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Communications in public health emergency preparedness: a systematic review of the literature",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Savoia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Viswanath",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biosecur Bioterror",
            "volume": "11",
            "issn": "3",
            "pages": "170--84",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "HISB: Health-related Information-Seeking Behaviors; MERS: Middle East Respiratory Syndrome; OECD: Organization for Economic Co-operation and Development; PHEP: Public Health Emergency Preparedness Funding This work was supported by the National Research Foundation of Korea Grant funded by the Korean Government (NRF-2014S1A5A8012122; PI: Prof. Dr. Minsoo Jung).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "General characteristics of the sample (n = 1367)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Differences between the vaccinated group and the non-vaccinated group",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Differences between the vaccinated group and the non-vaccinated group (Continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Associations of media use, health information seeking behaviors, and seasonal flu vaccination *: p < 0.05, **: p < 0.01, ***: p < 0.001",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author declares that he has no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ]
}