{
    "paper_id": "6737b541bf9d5d5bbb80cc1dd06456f93dbcda72",
    "metadata": {
        "title": "Evolution of the Bovine TLR Gene Family and Member Associations with Mycobacterium avium Subspecies Infection",
        "authors": [
            {
                "first": "Colleen",
                "middle": [
                    "A"
                ],
                "last": "Fisher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas A&M University",
                    "location": {
                        "settlement": "College Station, Texas",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "K"
                ],
                "last": "Bhattarai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas A&M University",
                    "location": {
                        "settlement": "College Station, Texas",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [
                    "B"
                ],
                "last": "Osterstock",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States of America",
                    "location": {
                        "settlement": "Kalamazoo",
                        "region": "Michigan"
                    }
                },
                "email": ""
            },
            {
                "first": "Scot",
                "middle": [
                    "E"
                ],
                "last": "Dowd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Research and Testing Laboratory",
                    "institution": "Medical Biofilm Research Institute",
                    "location": {
                        "settlement": "Lubbock",
                        "region": "Texas"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "M"
                ],
                "last": "Seabury",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ElanTech, Inc",
                    "location": {
                        "settlement": "Greenbelt",
                        "region": "Maryland"
                    }
                },
                "email": "cseabury@cvm.tamu.edu"
            },
            {
                "first": "Meenu",
                "middle": [],
                "last": "Vikram",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas A&M University",
                    "location": {
                        "settlement": "College Station, Texas",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "H"
                ],
                "last": "Whitlock",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States of America",
                    "location": {
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Ynte",
                "middle": [
                    "H"
                ],
                "last": "Schukken",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "settlement": "Ithaca",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "D"
                ],
                "last": "Schnabel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "settlement": "Columbia",
                        "region": "Missouri",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeremy",
                "middle": [
                    "F"
                ],
                "last": "Taylor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "settlement": "Columbia",
                        "region": "Missouri",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "E"
                ],
                "last": "Womack",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas A&M University",
                    "location": {
                        "settlement": "College Station, Texas",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "M"
                ],
                "last": "Seabury",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas A&M University",
                    "location": {
                        "settlement": "College Station, Texas",
                        "country": "United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Members of the Toll-like receptor (TLR) gene family occupy key roles in the mammalian innate immune system by functioning as sentries for the detection of invading pathogens, thereafter provoking host innate immune responses. We utilized a custom next-generation sequencing approach and allele-specific genotyping assays to detect and validate 280 biallelic variants across all 10 bovine TLR genes, including 71 nonsynonymous single nucleotide polymorphisms (SNPs) and one putative nonsense SNP. Bayesian haplotype reconstructions and median joining networks revealed haplotype sharing between Bos taurus taurus and Bos taurus indicus breeds at every locus, and specialized beef and dairy breeds could not be differentiated despite an average polymorphism density of 1 marker/158 bp. Collectively, 160 tagSNPs and two tag insertion-deletion mutations (indels) were sufficient to predict 100% of the variation at 280 variable sites for both Bos subspecies and their hybrids, whereas 118 tagSNPs and 1 tagIndel predictively captured 100% of the variation at 235 variable sites for B. t. taurus. Polyphen and SIFT analyses of amino acid (AA) replacements encoded by bovine TLR SNPs indicated that up to 32% of the AA substitutions were expected to impact protein function. Classical and newly developed tests of diversity provide strong support for balancing selection operating on TLR3 and TLR8, and purifying selection acting on TLR10. An investigation of the persistence and continuity of linkage disequilibrium (r 2 $0.50) between adjacent variable sites also supported the presence of selection acting on TLR3 and TLR8. A case-control study employing validated variants from bovine TLR genes recognizing bacterial ligands revealed six SNPs potentially eliciting small effects on susceptibility to Mycobacterium avium spp paratuberculosis infection in dairy cattle. The results of this study will broadly impact domestic cattle research by providing the necessary foundation to explore several avenues of bovine translational genomics, and the potential for marker-assisted vaccination. Citation: Fisher CA, Bhattarai EK, Osterstock JB, Dowd SE, Seabury PM, et al. (2011) Evolution of the Bovine TLR Gene Family and Member Associations with Mycobacterium avium Subspecies aratuberculosis Infection. PLoS ONE 6(11): e27744.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The ultimate goal of bovine genomics is the identification of genetic variation that modulates corresponding variation in economically important production traits, differential susceptibility to disease, and favorable host response to vaccines, which is expected to enable the improvement of these phenotypes via informed genomic selection (for review see [1] ). The bovine genome sequence and first-generation HapMap projects [2, 3] have directly enabled genome-assisted selective breeding [1] , nascent investigations of non-traditional traits such as marker-assisted vaccination (as diagnostics for enhanced vaccine design or animal response), the development of a new class of anti-infectives known as innate immunologicals [4] , and the elucidation of loci that have evolved under strong selection, thus providing important computational evidence for genomic regions which may underlie economically important traits.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 359,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 431,
                    "end": 433,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Relevant to the suppression of infectious diseases, the mammalian innate immune system provides host defense against a variety of pathogens without requiring prior exposure [5, 6] . Consequently, genes that modulate innate immunity have often been considered as candidate loci for improving host resistance to disease in agricultural species [7] [8] [9] [10] . Among mammals, the Tolllike receptor genes (TLRs) facilitate host recognition of pathogenassociated molecular patterns (PAMPs), thereafter eliciting host innate immune responses [5, 6] aimed at suppressing invading bacteria, viruses, protozoa, and fungi. Essential to their role in host defense, the mammalian TLRs encode type I transmembrane proteins of the Interleukin-1 receptor (IL-1R) family with Nterminal leucine-rich repeats (LRR) involved in ligand recognition, a transmembrane domain, and a C-terminal intracellular Toll/IL-1 receptor homologous (TIR/IL-1R) domain for signal transduction [5, 6, 11] . The mammalian TLR genes are primarily expressed by antigen-presenting cells (i.e., macrophages or dendritic cells), and most of the TLR ligand specificities have been experimentally elucidated, with six gene family members (TLR1, TLR2, TLR4, TLR5, TLR6, TLR9) known to recognize microbial (bacteria, fungi, protozoa) and/or synthetic ligands, and five (TLR3, TLR4, TLR7-TLR9) known to recognize viral components [11, 12] . Presently, TLR10 remains the only functional human TLR gene family member for which natural and/or synthetic ligands have not been fully elucidated [13] . However, given evidence for functional mammalian TLR protein heterodimers (TLR10/ TLR1; TLR2/TLR10) [13] , the host protein encoded by TLR10 may collaboratively enable recognition of a diverse array of microbial PAMPs, including those recognized by TLR2 [13] [14] [15] [16] .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 177,
                    "end": 179,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 543,
                    "end": 545,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 960,
                    "end": 963,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 964,
                    "end": 966,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 967,
                    "end": 970,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1385,
                    "end": 1389,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1390,
                    "end": 1393,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1544,
                    "end": 1548,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1651,
                    "end": 1655,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1805,
                    "end": 1809,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1810,
                    "end": 1814,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1815,
                    "end": 1819,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1820,
                    "end": 1824,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several studies have demonstrated that some naturally occurring TLR variants enhance the risk of severe infections in humans, mice, and domestic cattle, including the potential for increased susceptibility to Johne's disease, a debilitating and economically important disease of ruminants caused by infection with Mycobacterium avium spp paratuberculosis (MAP) (for review see [17] [18] [19] [20] [21] [22] ). Furthermore, several important bovine health-related QTL have also been localized to genomic regions either proximal to or directly overlapping one or more TLR loci (for review see [8, [23] [24] [25] [26] [27] ). Therefore, we utilized massively parallel pyrosequencing of a pooled TLR amplicon library (TLRs 1-10) to comprehensively evaluate nucleotide variation and haplotype structure for 31 cattle breeds representing Bos taurus taurus, Bos taurus indicus, and their subspecific hybrids (composites). Overall, 276 single nucleotide polymorphisms (SNPs) and 4 insertion-deletion (indel) mutations were detected and validated. Bovine TLR SNPs and indels leveraged from the pyrosequencing study were used in a casecontrol analysis to identify risk factors underlying differential susceptibility to MAP in U.S. dairy cattle. In addition, we also comprehensively report on bovine TLR haplotype structure, the extent of haplotype sharing among specialized breeds and subspecific lineages, and provide median joining networks as putative representations of bovine TLR haplotype evolution [28] . Finally, we provide computational evidence for several bovine TLR genes evolving under disparate modes of non-neutral evolution, thereby underscoring their potential importance to bovine innate immunity and health-related traits. The results of this study will enable bovine translational genomics, QTL refinement, and ultimately, genome-assisted methods for animal selection to develop cattle populations with enhanced disease resistance and favorable vaccine response.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1495,
                    "end": 1499,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Bovine TLR pyrosequencing, SNP detection, variant validation, and haplotype inference For 96 elite bovine sires representing 31 domestic cattle breeds (B. t. taurus; B. t. indicus; and composites), we generated and purified 81 amplicons targeting all 10 bovine TLR genes (n = 7,776 total amplicon targets; see methods). The majority of the amplicons were pooled (n = 6,816) to form a normalized fragment library (Table S1 ) which was subjected to a workflow involving Roche 454 Titanium pyrosequencing with downstream variant detection using the Neighborhood Quality Standard algorithm as recently described [29] , and the remaining purified amplicons (n = 960) were analyzed by standard dye-terminator cycle sequencing (Sanger) with alignment-based variant detection [23] [24] [25] . Sanger sequencing was necessary for amplicons that were intolerant to the addition of 59 oligonucleotide barcodes for PCR amplification. In total, 474 variable sites were predicted from intragenic analyses of all sequence data, which included 212 previously validated SNPs [30] , 4 known insertion-deletion mutations (indels) [30] , and 258 new putative SNPs. Evaluation of the genic distributions of all newly predicted TLR variable sites detected within the pyrosequencing data revealed that$62% of the 258 new putative SNPs were located either within or immediately flanking homopolymer repeats. Nevertheless, to allow for inclusion of all possible SNPs in downstream analyses, we investigated all 474 variable sites via fluorescent allele-specific genotyping assays [30] . Collectively, we validated 280 biallelic TLR variants (276 SNPs + 4 indels; Table  S2 ) using custom genotyping assays applied to the sequencing discovery panel (n = 96 elite sires; 31 breeds), a panel of Holstein dairy cattle (n = 405; 3 herds), and a panel of purebred Angus beef cattle from a single herd (n = 48).",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 612,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1111,
                    "end": 1115,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1555,
                    "end": 1559,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 412,
                    "end": 421,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1638,
                    "end": 1647,
                    "text": "Table  S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Of the 276 validated SNPs, 71 were predicted to encode nonsynonymous substitutions (nsSNPs), and one was predicted to encode a nonsense mutation in bovine TLR5 (AA substitution R125*; SNP C2332T). For the validated SNPs detected via pyrosequencing (n = 244), we investigated the relationship between minor allele frequencies (MAFs) estimated from the analysis of pyrosequencing data, as compared to corresponding allele frequencies derived from individual fluorescent allele-specific genotyping assays, and found significant correlations across all 10 TLR genes (discovery panel; Table 1 ). Moreover, an analysis performed across all genes (n = 244 SNPs) revealed that there was little or no bias in the estimates of allele frequencies produced via targeted pyrosequencing (P = 0.999846; Ho: slope = 1; Figure 1 ). Collectively, 266 SNPs and 4 indels were successfully incorporated into 243 unique haplotypes via Bayesian reconstructions [30, 31] (Table 2) , which included one discrete haplotype carrying the putative TLR5 nonsense SNP. Ten SNPs (TLR2: 9431, 10047, 12121; TLR3: 3624, 3804, 5201, 6382; TLR4: 8166; TLR5: 1562, 1685; see Table S2 ) could not be incorporated into discrete haplotypes with best-pair phase probabilities$0.90. Summary data representing the total number of predicted haplotypes, number of cattle with phase probabilities$0.90, total number of variable sites with MAF#0.10, genic distributions of validated variable sites, size of the investigated regions, and average estimates of linkage disequilibrium (LD; r 2 ) between adjacent variable sites are depicted in Table 2 . Across all investigated loci (n = 549 cattle; 31 breeds), the MAF spectrum derived from allelespecific genotyping assays ranged from 0.001 to 0.498, with 64% of the validated SNPs possessing MAFs#0.10 ( Table 2) .",
            "cite_spans": [
                {
                    "start": 938,
                    "end": 942,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 943,
                    "end": 946,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 580,
                    "end": 587,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 803,
                    "end": 811,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 947,
                    "end": 956,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1138,
                    "end": 1146,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1593,
                    "end": 1600,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1806,
                    "end": 1814,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Evaluation of the intragenic patterns of LD across all 31 breeds of cattle via 95% confidence intervals constructed for D' [32, 33] , application of the four gamete rule [32] , and estimates of recombination between adjacent variable sites [34, 35] revealed one or more blocks of strong LD within each of the 10 bovine TLR genes. Statistical evidence for historical recombination was detected within TLR2, TLR3, and TLR6, resulting in at least two detectable LD blocks within each gene. All other genes exhibited a single block of strong LD spanning either all, or the majority of all validated intragenic SNPs and indels, as supported by the majority rule of all three analyses [32] [33] [34] [35] . A comparison of average intragenic r 2 values calculated between adjacent variable sites across all 10 genes revealed a dynamic range of LD (0.09-0.70; all cattle, 31 breeds; Table 2 ). Discrete regions of high and low LD, the latter due to historical recombination, were also detected using the general model for varying recombination rate [31, 34, 35] . Cumulatively, four adjacent SNP sites [TLR2 (1), TLR3 (2), and TLR6 (1)] produced estimates of median recombination rates that exceeded the background rate () [31, 34, 35] by a factor of at least 2.5. The highest median estimate of recombination rate was observed in TLR3 (between SNP positions rs42851925, rs55617222; rs55617241, rs55617451, Table S2 ), and exceeded the background rate by a factor of at least 5.2. Analyses to identify tagSNPs/Indels which predictively captured 100% of the variation at 280 validated variable sites within all 10 genes for all cattle yielded 160 tagSNPs and 2 tagIndels (Table S3) . Similar analyses restricted to the B. t. taurus breeds demonstrated that only 118 tagSNPs and 1 tagIndel were predicted to capture 100% of the variation at 235 variable sites (Table S3) . Interestingly, the cumulative tagging efficiency (total tags predicted/total number of validated variable sites) was similar for both analyses (all cattle vs B. t. taurus), with this result largely due to the preponderance of taurine cattle in the total sample (94.4%), and the significant sharing of SNPs, indels, and haplotypes among the subspecific lineages.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 128,
                    "end": 131,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1047,
                    "end": 1050,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1051,
                    "end": 1054,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1216,
                    "end": 1220,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1221,
                    "end": 1224,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1225,
                    "end": 1228,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 876,
                    "end": 883,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1400,
                    "end": 1408,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1663,
                    "end": 1673,
                    "text": "(Table S3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1851,
                    "end": 1861,
                    "text": "(Table S3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Characterization of LD architecture, recombination, and intragenic tagSNPs/Indels"
        },
        {
            "text": "Median joining haplotype networks (Figures 2,3 ,4, Figure S1 ; Table S4 ) constructed for all 10 genes revealed that: 1) The specialized B. t. taurus beef and dairy breeds cannot be genetically discriminated despite an average polymorphism density (266 SNPs + 4 indels; see Table 2 ) of one variable marker per 158 bp; 2) Haplotype sharing occurs among B. t. taurus and B. t. indicus breeds at all 10 loci; 3) Shared haplotypes were often the highest frequency haplotype(s) within a network; 4) Despite haplotype sharing between the subspecific lineages, the 250 Kyr divergence [36] between B. t. taurus and B. t. indicus was evident in most, but not all, haplotype networks (i.e., TLR1-7, TLR10). With very few exceptions (i.e., TLR3 Network 1, TLR4, TLR10), the high frequency network nodes demonstrating subspecific haplotype sharing often included at least two indicine sires. Using summary data derived from the median joining networks (Table S4) , we estimated the relationship between the total number of discrete TLR haplotypes predicted (TLR1-10) in seven major U.S. taurine beef breeds [37] (Angus, Charolais, Gelbvieh, Hereford, Limousin, Red Angus, Simmental), and four U.S. taurine dairy breeds (Braunvieh, Brown Swiss, Holstein, Shorthorn), and found a significant correlation (r = 0.71, P#0.0224). This correlation was driven by the large number of haplotypes predicted to be shared among the beef and dairy breeds. For the investigated beef breeds, we predicted 84 discrete haplotypes across all 10 TLR loci, and at least 60 (71.4%) were predicted to be shared with the four dairy breeds. However, we also detected disparities between the numbers of haplotypes predicted for TLR4 and TLR5, with the dairy breeds possessing 3.8X and 2.3X more discrete haplotypes for these loci, respectively, than did our beef cattle. Exclusion of these two outlying loci resulted in a nearly perfect correlation (r = 0.98, P,0.0001) between the numbers of discrete haplotypes predicted in beef and dairy breeds across the remaining TLR loci. Interestingly, the single haplotype possessing the TLR5 putative nonsense mutation was almost exclusively predicted in Holstein cattle ( Figure S1 , TLR5 Node Q; n = 53 Holstein, n = 1 Braford).",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 582,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1096,
                    "end": 1100,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 46,
                    "text": "(Figures 2,3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 51,
                    "end": 60,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 63,
                    "end": 71,
                    "text": "Table S4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 274,
                    "end": 281,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 941,
                    "end": 951,
                    "text": "(Table S4)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 2179,
                    "end": 2188,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "High resolution bovine TLR haplotype networks and breed distributions"
        },
        {
            "text": "Using both PolyPhen [38] and SIFT [39] to evaluate the putative functional effects of AA substitutions encoded by TLR SNPs, we determined that 54/72 (75%) of AA substitutions were predicted to be benign and tolerated, whereas 23/72 (32%) were predicted to impact protein function [40] by at least one of the analytical methods employed (Table 3) . For those mutations predicted to impact protein function, 18/23 (78%) were detected at frequencies,0.05, and 5/23 (22%) located in TLR2 (1), TLR3",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 34,
                    "end": 38,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 345,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Functional modeling of bovine amino acid (AA) substitutions and tests of selection"
        },
        {
            "text": "(2), TLR5 (1; putative nonsense SNP), and TLR8 (1) were observed at frequencies$0.05, with moderate frequency substitutions detected in TLR8 (0.562) and TLR3 (0.432; see Table 3 ). The MAF for the TLR5 putative nonsense SNP, as estimated from 405 Holsteins in three herds was 0.068 (Table 3) . Across all polymorphisms involving AA substitutions, PolyPhen and SIFT produced analogous predictions for 61/72 (85%) observed replacements.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 177,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 282,
                    "end": 291,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Functional modeling of bovine amino acid (AA) substitutions and tests of selection"
        },
        {
            "text": "To collectively estimate the extent of functional and/or selective constraint(s) related to bovine TLR protein function, we used a goodness of fit test to examine disparities between the observed distributions of AA phenotypes (PolyPhen + SIFT results; benign/ tolerated vs damaging/affect). Assuming equal probabilities for the occurrence of both classes of AA phenotypes across all bovine TLRs, we found there to be significantly fewer substitutions predicted to impact protein function than those classified as benign or tolerated (P = 0.00022). This is consistent with some degree of functional and/or selective constraints that generally operate to maintain the functional products of most protein coding genes [40] [41] [42] . However, this result describes a general trend across the bovine TLR gene family, and does not provide locus-specific insights regarding the evolutionary origin and magnitude of these constraints.",
            "cite_spans": [
                {
                    "start": 716,
                    "end": 720,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Functional modeling of bovine amino acid (AA) substitutions and tests of selection"
        },
        {
            "text": "To elucidate gene-specific departures from a strictly neutral model of molecular evolution, we used Tajima's frequency distribution test (D statistic) [43] , as applied to the discovery panel samples (all cattle from 31 breeds vs B. t. taurus), and evaluated the significance of the observed values (D) via coalescent simulation (Table 4 ). Departures from neutrality were detected for TLR3, TLR8, and TLR10. However, the direction of the deviation was not uniform across all three loci ( Table 4 ), suggesting that disparate modes of evolution (i.e., selection) may have influenced genetic diversity within these genes, and that there may be differences among cattle lineages (Table 4 , TLR10). For both TLR3 and TLR8, a significantly positive Tajima's D reflected an excess of moderate frequency alleles, whereas a large negative value for TLR10 (B. t. taurus) reflected an overabundance of rare, low frequency variants consistent with purifying selection [30] . Therefore, it is important to note that although a significant nonrandom trend toward benign or tolerated AA substitutions was detected across all investigated loci, the underlying reason for this functional and/or selective constraint appears to be fundamentally different between some gene family members (i.e., TLR3, TLR8 vs TLR10). Notably, we observed at least one moderate frequency AA substitution that was predicted to impact protein function in both TLR3 and TLR8 (Table 3) , whereas all AA substitutions predicted to impact protein function in TLR10 were detected at very low frequencies (Table 3) . To further investigate the overall magnitude and origin(s) of the most significant deviations from a strictly neutral model (Tajima's D; pyrosequencing discovery panel; Table 4 ), we used Fu's F S statistic [44] to estimate the probability of observing a number of haplotypes less than or equal to that predicted in our samples for TLR3 (B. t. taurus); TLR3-1 (B. t. taurus), and TLR8 (all cattle; B. t. taurus). For TLR3, we recognized that the inability to phase all individuals in the pyrosequencing discovery panel could lead to the absence of some low frequency alleles, thus potentially driving both Tajima's D and Fu's F S toward larger positive values. Consequently, we calculated Fu's F S and Tajima's D for TLR3 (B. t. taurus) and TLR3-1 (B. t. taurus) using the following approach: 1) Both test statistics were first calculated only for sires that could be phased with best-pairs probabilities$0.90, as depicted in Table 4 ; and 2) If a significant result was achieved in this analysis, we then added the taurine haplotypes with phase probabilities,0.90 into our analyses (D; F S ) by choosing the best haplotype pairs reconstructed for each sire. For Fu's F S , only TLR8 displayed unequivocal evidence for a departure from neutrality (All cattle F S = 10.2712, P,0.01; B. t. taurus F S = 10.296, P,0.01), with levels of significance that withstood conservative correction for multiple testing (correction = a/n locus-specific tests, 0.05/2 = Minimal P#0.025). For Tajima's D, inclusion of the best TLR3 haplotype pairs for sires with phase probabilities,0.90 resulted in very similar test statistics (TLR3 B. t. taurus D = 3.6034, P,0.001; TLR3-1 B. t. taurus D = 3.4895, P,0.002; Table 4 ), with levels of significance that endured correction for multiple testing (0.05/8 = Minimal P#0.00625).",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 958,
                    "end": 962,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1782,
                    "end": 1786,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 337,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 489,
                    "end": 496,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 677,
                    "end": 685,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1438,
                    "end": 1447,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1563,
                    "end": 1572,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1744,
                    "end": 1751,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 2501,
                    "end": 2508,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 3269,
                    "end": 3276,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Functional modeling of bovine amino acid (AA) substitutions and tests of selection"
        },
        {
            "text": "A regression-based approach considering all validated variable sites and the effective number of SNPs at each site [30] also demonstrated that TLR3 and TLR8 possess significantly more gene diversity than do the eight other TLR loci (P#0.05; Figure 5 ) in taurine and all cattle combined. In contrast, both regression analyses (all cattle; B. t. taurus only) indicated that TLR10 and TLR2 possess significantly less gene diversity than other members of the bovine TLR gene family ( Figure 5 ). With the exception of Table S2 for SNP information). Node sizes are proportional to haplotype frequency, and all branch lengths are drawn to scale. Alphabetized letters at nodes represent the breed distribution of each haplotype (Table S4) . Median vectors are indicated as ''mv''. doi:10.1371/journal.pone.0027744.g002 Table S2 for SNP information). Node sizes are proportional to haplotype frequency, and all branch lengths are drawn to scale. Alphabetized letters at nodes represent the breed distribution of each haplotype (Table S4) . doi:10.1371/journal.pone.0027744.g003 TLR2, these results are precisely congruent with the results of Tajima's test (D; Table 4 ).",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 249,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 481,
                    "end": 489,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 515,
                    "end": 523,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 722,
                    "end": 732,
                    "text": "(Table S4)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 813,
                    "end": 821,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1020,
                    "end": 1030,
                    "text": "(Table S4)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1153,
                    "end": 1160,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Functional modeling of bovine amino acid (AA) substitutions and tests of selection"
        },
        {
            "text": "Unphased diploid genotypes for a subset of the validated SNPs and indels (n = 35; nonsynonymous, putative nonsense, 5' upstream regions, and introns) within bovine TLR genes either known or postulated to primarily recognize bacterial ligands (TLR1, TLR2, TLR4, TLR5, TLR6, TLR9, TLR10) were tested for associations with bacterial culture status for MAP (fecal and/or tissue) in three Holstein dairy herds (n = 68 cases, 270 controls). All nonsynonymous TLR SNPs previously associated with MAP infection [19] (TLR1, TLR2, TLR4) were monomorphic in our samples (n = 549; 31 breeds). Conditional logistic regression models were constructed for each of 35 variable sites meeting our selection criteria (see methods) to estimate the relative odds of MAP infection given the defined diagnostic criteria adjusted for the effects of herd and age. Collectively, six SNPs produced suggestive associations, as evidenced by uncorrected P-values (Table 5) . Interestingly, three SNPs in TLR2 and one in TLR6 were associated with increased odds of MAP infection in animals with 1 or more copies of the minor allele (Table 5) . Two SNP loci, 1 in TLR4 and 1 in TLR10, were associated with decreased odds of infection given increasing copies of the minor allele (Table 5) . Following locus-specific correction of the P-values using the FDR method (http://sdmproject.com/utilities/? show=FDR) [45] , two SNPs (TLR6-rs43702941; TLR10-rs55617325) remained significant (P#0.05), and three SNPs (TLR2-rs68268245, ss470256479, rs43706433) displayed P-values (P#0.053) that were suggestive of a potential recessive genetic association with MAP infection ( Table 5 ). Two of these SNPs (TLR2-ss470256479, rs43706433)",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 507,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1376,
                    "end": 1380,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 933,
                    "end": 942,
                    "text": "(Table 5)",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1101,
                    "end": 1110,
                    "text": "(Table 5)",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1246,
                    "end": 1255,
                    "text": "(Table 5)",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1633,
                    "end": 1640,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Single Marker and Haplotype Association Tests with MAP Infection"
        },
        {
            "text": "were recently hypothesized to occur on a haplotype associated with an increased risk for Johne's disease [46] . Consequently, we used PHASE 2.1 [31] to test the hypothesis that haplotype frequencies for bacterial-sensing TLRs differ between cases and controls. However, none of the investigated loci possessed significantly different haplotype distributions between cases and controls (P.0.05; 1,000 permutations).",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Single Marker and Haplotype Association Tests with MAP Infection"
        },
        {
            "text": "Our methodological workflows resulted in the robust identification of SNPs with precise estimates of MAF for the bovine TLR genes (see methods), as evidenced by the regression of MAFs derived from the analysis of pyrosequencing data and allelespecific genotyping assays ( Figure 1 ). For these genes, our genotyping assays provide a 70 fold increase in marker density relative to the Illumina BovineSNP50 assay, which queries four SNPs either within (TLR6, TLR10) or proximal to (TLR7, TLR8) the targeted loci, and a greater than 3 fold increase in marker density relative to the new Illumina BovineHD assay (777K), which possesses an average marker interval density of approximately 1 SNP/3.5 kb. Notably, the new BovineHD assay includes 84 SNPs that are either within or proximal to (#2 Kb) the 10 Table 5 ). Validated polymorphisms, reconstructed haplotypes, and the tagSNPs/Indels identified in this study will directly facilitate the fine mapping of bovine health-related QTL [23] [24] [25] [26] [27] , while also enabling further evaluation of SNPs tentatively associated with differential susceptibility to Johne's disease (MAP infection) [19] [20] [21] [22] 46] (Table 5 ). While large numbers of tightly clustered SNPs are sometimes difficult to genotype, we endeavored to validate all Table S2 for SNP information). Node sizes are proportional to haplotype frequency, and all branch lengths are drawn to scale. Alphabetized letters at nodes represent the breed distribution of each haplotype (Table S4) . Notably, given the complexity of the network, only nodes representing$10 cattle are labeled (A-F), which collectively represents.93% of the cattle meeting the phase requirements (n = 524 cattle with best-pair probabilities$0.90). Median vectors are indicated as ''mv''. doi:10.1371/journal.pone.0027744.g004 detected variants by redesigning primers and manipulating PCR conditions for problematic markers. Accordingly, we successfully validated several SNPs for which assays had previously failed [30] , and we also validated the majority of the newly identified putative SNPs (pyrosequencing data) that were not associated with homopolymer repeats. Furthermore, some regions of TLR1 posed the greatest technical challenge due to sequence similarity with TLR6. For this reason, at least some DNA sequencing from medium-range PCR products designed to specifically amplify each locus is needed to exhaustively ascertain all possible variants spanning the TLR1-TLR6 gene cluster.",
            "cite_spans": [
                {
                    "start": 797,
                    "end": 799,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 981,
                    "end": 985,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 986,
                    "end": 990,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 991,
                    "end": 995,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 996,
                    "end": 1000,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1151,
                    "end": 1155,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1156,
                    "end": 1160,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1161,
                    "end": 1165,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1166,
                    "end": 1169,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2012,
                    "end": 2016,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 280,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 800,
                    "end": 807,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1170,
                    "end": 1178,
                    "text": "(Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1295,
                    "end": 1303,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1502,
                    "end": 1512,
                    "text": "(Table S4)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Across all adjacent variable sites within the bovine TLR gene family, we observed higher levels of LD (r 2 ) in B. t. taurus cattle (0.32) than in the combined sample (0.26) of Bos t. taurus, Bos t. indicus, and composite breeds ( Table 2 ). This is generally consistent with previous studies of bovine subspecific divergence, haplotype structure, and LD across short to moderate physical distances [3, 47] , including our previous study on bovine TLR haplotype structure [30] . However, in this study intragenic estimates of r 2 increased for several loci upon pooling (all cattle), including TLR4, TLR8, and TLR10, which was not predicted given previously reported trends in LD [3, 30, 47] . We previously found that r 2 values were enhanced after pooling only for TLR7 and TLR8 [30] . This result indicates that phase-relationships have been preserved across bovine subspecies and specialized breeds for these loci, perhaps due to selection (Table 4) , and is only apparent at high genotyping densities. Moreover, this observation may represent a signature of selection on some individual variable sites, with detectable levels of intragenic selection only becoming apparent (Table 4 ) with increasing numbers of variable sites subject to selection, and/or uniformly higher selection coefficients. For all genes except TLR2 (Network 1 only), TLR3 (Network 1 only), TLR5, TLR8, and TLR9, one or two predominant haplotypes were predicted for the majority of the cattle investigated (Figures 2,3 ,4, Figure S1 ; Table S4 ). Moreover, significantly positive values for Tajima's D were detected for genomic regions encoding TLR3 and TLR8 (Table 4) despite correction for multiple testing, and for TLR3, the addition of best haplotype pairs for sires with phase probabilities,0.90 produced very similar test statistics (D) for B. t. taurus cattle, indicating that D is not falsely inflated by the absence of rare alleles within the sires that could not be stringently phased. Additionally, a regression based test also demonstrated that TLR3 and TLR8 possess significantly more diversity than do all other TLR loci (P#0.05; Figure 5 ). Significantly positive values for Tajima's D are often interpreted as evidence for a recent population bottleneck, or for some form of balancing selection [48] [49] [50] , with D being the most powerful test in its class [51] , but may also indicate violations of the mutation-drift equilibrium assumption or random sample requirement. Worthy of discussion is the fact that variation within TLR3 displayed the second highest average r 2 values between adjacent variable sites ( Table 2) , which in conjunction with a large, significantly positive D statistic for taurine cattle (Table 4) suggests that this gene is under selection. However, unlike TLR8, high r 2 ($0.50 for 10/13 SNPs in TLR8) did not persist across the majority of all adjacent variable sites in TLR3, and therefore, it is relatively unsurprising that our analysis of TLR3 revealed no evidence for a deficiency of total discrete haplotypes in B. t. taurus cattle (i.e., F S was not significant).",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 402,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2288,
                    "end": 2292,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2293,
                    "end": 2297,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 2298,
                    "end": 2302,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2354,
                    "end": 2358,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 238,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 944,
                    "end": 953,
                    "text": "(Table 4)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1178,
                    "end": 1186,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1483,
                    "end": 1495,
                    "text": "(Figures 2,3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1500,
                    "end": 1509,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1512,
                    "end": 1520,
                    "text": "Table S4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1636,
                    "end": 1645,
                    "text": "(Table 4)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 2121,
                    "end": 2129,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2611,
                    "end": 2619,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2711,
                    "end": 2720,
                    "text": "(Table 4)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Surprisingly, the region of TLR3 demonstrating the strongest deviation from neutrality does not include the two nonsynonymous SNPs predicted to impact protein function ( Table 3, Table 4 ), but includes a 59 putative promoter region (PROSCAN 1.7: http:// www-bimas.cit.nih.gov/molbio/proscan/index.html) [23] harboring several transcription factor binding sites (NF-kB, PEA1, AP-1, TFIID; Positions 2852041-2852291 of NW_001494406.2) as well as the first two exons and introns of TLR3. No variation was detected within the predicted promoter itself. However, 40 validated SNPs were found to flank the putative promoter (see Table S2 for coordinates), with nearly half of this variation occurring immediately upstream (n = 19 SNPs). Further evaluation of LD between adjacent variable sites for taurine cattle revealed two regions of TLR3 with persistent, unbroken r 2 .0.50 between all adjacent sites as follows: 1) Variable sites 1-5 upstream of the predicted promoter (Table S2) ; and 2) Variable sites 10-19, which span the predicted promoter. This unbroken pattern of persistent r 2 was also detected in our pooled analysis of all cattle, but did not extend across as many adjacent variable sites (Table S2 , sites 13-17; region also spans the predicted promoter), and was only found in one upstream region. Therefore, it is possible that selection is primarily operating on noncoding variation within the genomic regions flanking the predicted promoter. Future functional studies will be needed to determine whether the SNPs flanking the predicted TLR3 promoter actually modulate differences in gene expression.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 186,
                    "text": "Table 3, Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 624,
                    "end": 632,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 969,
                    "end": 979,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1200,
                    "end": 1209,
                    "text": "(Table S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Notably, only TLR8 displayed a significant, positive value for Fu's F S , indicating a lower than expected number of haplotypes, as would be predicted given a recent population bottleneck or strong balancing selection. However, the high r 2 that persists across nearly all adjacent variable sites strongly implies selection ( Table 2) . While previous studies have suggested that population bottlenecks may have occurred at the time of domestication and breed formation for modern cattle [3, 47] , these are expected to drive frequency distribution tests (D, F S ) toward more positive values because of the loss of rare genetic variation at all loci. In particular, the effects of bottlenecks are expected to be uniform and potentially dramatic for proximal, evolutionarily related Xlinked loci (TLR7, TLR8) performing similar functions (6, (11) (12) , especially given smaller effective population size (chromosomal) and female limited recombination. However, TLR7 possesses a fundamentally different frequency distribution trend (D = -0.19828 all cattle; D = -0.17037 B. t. taurus) as compared to TLR8 (TLR7#103 Kb from TLR8; Btau5.2), with no evidence for a significant deviation from a strictly neutral model (Table 4) . A regression based test also provided no evidence for the effects of a population bottleneck or selection operating on variation within TLR7 (P$0.05; see Figure 5 ). Therefore, it seems unlikely that historic bottlenecks are responsible for deviations from neutrality for bovine TLR8, and more likely that balancing selection is operating to preserve a limited number of functionally divergent haplotypes. Interestingly, the haplotypes observed for TLR8 were partitioned into two main functional groups, as classified by our AA modeling (Table 3 ) and median joining haplotype networks (Figure 3) . Specifically, haplotypes that fell into network nodes A, B, and C differed from haplotypes falling into nodes D, E, and F by eight nonsynonymous SNPs encoding AA substitutions (Table S2) , with at least two (S477N; K903T) that were predicted to impact protein Figure 3) . Additionally, the four most common haplotypes (nodes A, B, D, and E) differed only by one synonymous SNP (nodes A vs B; encoding S10S) and one putatively benign or tolerated nonsynonymous SNP (nodes D vs E; encoding S492N; see Table S2 ; Table 3 ). For these reasons, functional studies are now needed to comprehensively assess the dynamic range of ligand-induced TLR8 signaling in domestic cattle.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 491,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 842,
                    "end": 846,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 334,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1214,
                    "end": 1223,
                    "text": "(Table 4)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1380,
                    "end": 1388,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1763,
                    "end": 1771,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1812,
                    "end": 1822,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2001,
                    "end": 2011,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2085,
                    "end": 2094,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2324,
                    "end": 2332,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2335,
                    "end": 2342,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In addition to in silico determined signatures of selection, we also provide evidence for associations between several bovine TLR SNPs and differential susceptibility to the causative agent of Johne's disease (Table 5) . Unlike most previous studies [19] [20] [21] [22] 46] , we detected associations for which TLR variation both enhanced and decreased the risk of MAP infection. Furthermore, the SNPs demonstrating associations in this study (Table 5) were within bovine TLR genes that are either known or postulated to recognize ligands that would facilitate MAP detection and signaling [7, 11, 12, [19] [20] [21] [22] 46, 52] . While two recent genome wide association studies (GWAS) employing the Illumina BovineSNP50 assay provided no evidence for TLR involvement in differential susceptibility to Johne's disease in cattle [53, 54] , the stringency of multiple testing employed during GWAS may have failed to identify TLR loci modulating relatively small effects. Moreover, the marker density of the BovineSNP50 assay is insufficient to detect all possible associations with bovine TLR variation [30] (Table S2) . The SNP density for the new Illumina BovineHD assay also may not be sufficient to detect all disease associations with TLR loci, and therefore, additional association and functional studies are needed to clarify the involvement of TLR2, TLR6, and TLR10 with respect to differential susceptibility to MAP infection in Holstein cattle.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[53,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 834,
                    "end": 837,
                    "text": "54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1102,
                    "end": 1106,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 218,
                    "text": "(Table 5)",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 443,
                    "end": 452,
                    "text": "(Table 5)",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1107,
                    "end": 1117,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our detailed analysis of the haplotype structure, LD architecture, and tagSNP/Indel prediction for all 10 bovine TLR genes will enable studies aimed at assessing the statistical and functional relationships between validated variation, and differential susceptibility to infectious disease [19] [20] [21] [22] [23] [24] [25] [26] [27] 46] (Table 5) . Moreover, because extensive haplotype sharing was confidently predicted for specialized beef and dairy cattle breeds, the deliverables of this study will broadly impact many facets of bovine health research, including the potential for marker-assisted vaccination; using genotypes as indicator variables for enhanced vaccine design or as predictors of animal response.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 348,
                    "text": "(Table 5)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "In view of the emerging global interest in genomic selection in beef and dairy cattle, we provide evidence for balancing selection on at least two of the TLR genes (TLR3 and TLR8), with detection of a weaker selective signal consistent with purifying selection in TLR10 [30] (Table 4 ). Interestingly, TLR3 and TLR8 encode molecular sentries that recognize invading double-stranded (ds) and single-stranded (ss) RNA viruses, respectively, thereafter eliciting host innate immune responses (11, 12) . Importantly, selection on TLR3 and TLR8 may have direct implications on aspects of differential susceptibility to major viral production diseases such as bluetongue (dsRNA; Reoviridae), foot and mouth disease (ssRNA; Picornaviridae), bovine viral diarrhea (ssRNA; Flaviviridae), calf coronavirus (ssRNA; neonatal diarrhea; Coronaviridae), and bovine parainfluenza 3 (ssRNA; Paramyxoviridae) (see [55, 56] ). Moreover, evolution under repeated exposure to many of these diseases may provide some explanation for the observed patterns of variation detected within TLR3 and TLR8. However, it is also possible that more ancient host-pathogen interactions (i.e., eradicated Rinderpest, ssRNA, Paramyxoviridae; etc) may have contributed to the signatures of selection detected in this study. It should also be noted that because frequency distribution tests generally lack power to detect selection [51] , departures from neutrality noted in this study are likely to underscore the strength of the selective signals observed (for review see [57] ). For these reasons, future studies involving all species of the subfamily Bovinae are needed to help elucidate whether selective signals in TLR3 and TLR8 extend beyond modern domestic cattle lineages. Moreover, variation within these genes should be comprehensively evaluated with respect to differences in ligand-induced signaling, disease susceptibility, and the potential for marker-assisted vaccination in domestic cattle.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[55,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 901,
                    "end": 904,
                    "text": "56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1393,
                    "end": 1397,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1535,
                    "end": 1539,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 283,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "In addition to selective signals observed for TLR3 and TLR8, several tentative associations were detected between bovine TLR SNPs (Table 5 ) and differential susceptibility to MAP infection which have not previously been reported, with one implicated locus (TLR10) also exhibiting evidence of purifying selection (Table 4 ) [30] . However, because the natural ligand(s) for TLR10 have yet to be comprehensively elucidated, the precise origin of this selective signal remains unclear. Previous studies [13, 58] indicate that human TLR10 forms functional heterodimers with both TLR2 and TLR1, thereby enabling the resulting protein complexes to recognize a wide variety of microbial ligands [58] , including those derived from Mycobacteria [11, 12, 14, 59] . Similarly, TLR2 is also known to form functional heterodimers with TLR6 [14] . Recently, AA substitutions in human TLR1 and TLR10 were demonstrated to negatively impact receptor function [58] [59] , with TLR10 ligand recognition similar to the known range of ligands established for TLR1 [58] . The results of our single marker association tests indirectly support the biological concept of functional unity with respect to bovine TLR2, TLR6, and TLR10, with variation at all three loci categorically linked to a common microbial phenotype (bacterial culture status for MAP) in Holstein cattle.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 738,
                    "end": 742,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 747,
                    "end": 750,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 944,
                    "end": 948,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 949,
                    "end": 953,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 138,
                    "text": "(Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 313,
                    "end": 321,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "Bovine DNA samples (n = 96) representing B. t. taurus, B. t. indicus, and their hybrids were isolated from spermatozoa as previously described [23, 25, 30] Bovine TLR Sequencing and SNP Detection",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "DNA Samples for SNP Discovery"
        },
        {
            "text": "Procedures involving primer design, PCR amplification with gene-specific primers, and standard dye-terminator cycle sequencing (Sanger) of all 10 bovine TLRs have previously been described [23] [24] [25] 60] . For this study, we synthesized gene-specific amplification primers with a unique 10 bp 59 barcode (Roche MIDs) for each of the 10 bovine TLR genes (Table S5) . Thereafter, we standardized all 96 discovery panel DNAs to 50 ng/ml and created three DNA pools, with each pool consisting of 32 elite sire DNAs mixed at equal concentrations. Notably, larger-scale DNA pooling in a human amplicon study supports the accuracy and reliability of this approach when coupled with Roche 454 pyrosequencing [61] . Three bovine DNA pools were used to amplify all TLR targets via barcoded primers (Table S5) , with PCR conditions and thermal parameters as previously described [23] [24] [25] 60] . Targets that were intolerant to the addition of 59 oligonucleotide barcodes for PCR amplification were amplified using standard primers in conjunction with downstream dye-terminator cycle sequencing methods previously described [23] [24] [25] 60] , with one exception: A second set of DNA pools (n = 12) was created, with each pool containing equal concentrations of DNA from eight elite sires derived from the sequencing discovery panel. Importantly, both sets of DNA pools (Sanger and Roche 454) were seeded with one or more reference DNAs that had previously been sequenced and/or SNP genotyped across all 10 bovine TLR genes [23] [24] [25] 60] , which collectively included$12 reference DNAs possessing 216 validated diallelic variants (212 SNPs + 4 indels) [30] . All amplicons were purified using the Qiaquick PCR purification kit (Qiagen, Valencia, CA) as previously described [24, 25] , and the concentrations were estimated by Nanodrop. For preparation of a Roche 454 Titanium fragment library, we standardized all barcoded amplicons to 10 ng/ml and devised a normalization procedure that accounted for differences in amplicon size (Table S1 ). Because the TLR amplicons differed in size, an adjustment was necessary to ensure balanced 454 pyrosequencing results. Specifically, using amplicon size, we computed the mean (bp) and standard deviation (SD; bp) across all PCR targets. Thereafter, any amplicon deviating from the mean by$0.5 SDs in either direction was subject to proportional adjustment within the fragment library (Table S1 ). The direction of adjustment (plus or minus) was determined by the direction of the deviation (i.e., smaller = proportionally less template; larger = proportionally more template; Table S1 ). Because the emulsion PCR process involved in the preparation of Roche 454 Titanium fragment libraries favors smaller fragments, amplicons smaller than the mean by$0.5 SDs must be proportionally reduced in the final library, whereas the opposite is true for larger amplicons. Following normalization, the bovine TLR sequencing library was constructed via random ligation of sequencing adaptors provided with the GS FLX Titanium library kit (Roche Applied Science, Indianapolis, IN). All library preparation, emulsion PCR, quantitation, and sequencing steps followed the manufacturer's protocol (Roche Applied Science).",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 882,
                    "end": 886,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 887,
                    "end": 890,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1121,
                    "end": 1125,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1126,
                    "end": 1130,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1131,
                    "end": 1135,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1136,
                    "end": 1139,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1522,
                    "end": 1526,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1527,
                    "end": 1531,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1532,
                    "end": 1536,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1537,
                    "end": 1540,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1655,
                    "end": 1659,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1777,
                    "end": 1781,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1782,
                    "end": 1785,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 367,
                    "text": "(Table S5)",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 792,
                    "end": 802,
                    "text": "(Table S5)",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 2034,
                    "end": 2043,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2430,
                    "end": 2439,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2622,
                    "end": 2630,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DNA Samples for SNP Discovery"
        },
        {
            "text": "SNP detection analyses for the resulting pyrosequencing data employed the Neighborhood Quality Standard algorithm [62, 63] implemented within CLC Genomics Workbench (v3.7.1), as previously described [29] . Putative SNPs were filtered using a method devised from a priori knowledge of biallelic controls (212 SNPs + 4 indels) [30] that were purposely seeded into the amplicon library. Briefly, we considered the possibility that some SNPs may only be found as one allele in a single elite sire (1/192 total alleles; see reference 30 for examples). Therefore, we filtered all putative SNPs predicted from our analysis of the pyrosequencing data using the following formula: 1/1926(Total SNP Cover-age) = Theoretical minimum number of reads, which represents the smallest number of reads required to shuttle putative SNPs into a validation workflow involving custom, allele-specific genotyping assays. This method proved valuable for the discovery and validation of many low frequency SNPs, including those that occurred as one allele for a single discovery panel sire (i.e., TLR5 putative nonsense SNP = 1/192 alleles in the discovery panel). For SNP discovery using standard dye-terminator sequencing reads, we used an alignment-based method of variant detection within the program Sequencher 4.6 [23, 25] . Briefly, high quality electropherograms were manually inspected for any evidence of a double peak. Individual nucleotide sites displaying any evidence of heterozygosity within$1 sequencing read were shuttled to our SNP validation workflow.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[62,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 119,
                    "end": 122,
                    "text": "63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1296,
                    "end": 1300,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1301,
                    "end": 1304,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "DNA Samples for SNP Discovery"
        },
        {
            "text": "All 96 DNAs from the pyrosequencing discovery panel were also used for allele-specific genotyping. Additionally for bovine TLRs recognizing bacterial ligands, we also utilized the following industry-relevant DNA panels: Beef (48 Purebred Angus, 1 Herd); Dairy (405 Holstein dairy cows, 3 Herds). SNPs and indels were genotyped using the KASPar allele-specific fluorescent genotyping system (Kbiosciences, Hertfordshire UK), as previously described [29, 30] . Thermal cycling parameters and reaction concentrations followed manufacturer's recommendations, with some modifications to MgCl 2 concentrations. Primer sequences and MgCl 2 concentrations are available on request. Genotype clustering and calling was performed using KlusterCaller software (Kbiosciences). Genotype quality was assessed by manually inspecting the clustering data for every individual marker, and by comparing KASPar-derived genotypes to those derived from previously reported sequence data [23, 25, 30] . Poor clustering or inconsistent genotypes precipitated the following workflow: 1) Further optimization and/or redesigning the SNP assay followed by; 2) Genotyping the inconsistent samples again. Notably, to minimize the frequency of missing genotypes from a very low proportion of failed assays, most SNPs were genotyped multiple times for every DNA sample. Genotype data are available in Table S6 .",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 452,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 965,
                    "end": 969,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 970,
                    "end": 973,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 974,
                    "end": 977,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 1369,
                    "end": 1377,
                    "text": "Table S6",
                    "ref_id": null
                }
            ],
            "section": "SNP Validation and Genotyping"
        },
        {
            "text": "Unphased diploid genotypes were compiled and cross-checked for parsing errors using two custom software packages [30] . Haplotype reconstruction and missing data imputation (,0.58%) was performed with PHASE 2.1 [31, 64, 65] using all validated intragenic polymorphisms, all cattle for a given locus, and the -X10 option. Haplotype estimation using PHASE 2.1 is not sensitive to departures from HWE [31, 64, 65] . Predicted haplotype phases with best pair probabilities$0.90 were retained for further analysis. Bovine X-linked haplotypes (TLR7, TLR8) were directly ascertained by genotype homozygosity in our sire panel used for SNP discovery. Estimates of recombination across each gene were also assessed in PHASE 2.1 using the general model for varying recombination rate [31, 34, 35] . Deviation from the average background recombination rate () [34, 35] by a factor$2.5 between adjacent sites was considered evidence for historical recombination.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 211,
                    "end": 215,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "64,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "64,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 779,
                    "end": 782,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 783,
                    "end": 786,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 849,
                    "end": 853,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 854,
                    "end": 857,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Haplotype Inference, LD Estimates and Variant Tagging"
        },
        {
            "text": "Intragenic LD was visualized within Haploview [32] using unphased diploid autosomal genotypes and phase-known X-linked data (TLR7, TLR8) for B. t. taurus samples, and all cattle combined. LD patterns and blocks were estimated via majority rule from: 95% confidence intervals constructed for D' [32, 33] ; application of the four gamete rule [32] (4 th gamete.0.02); and estimates of recombination between adjacent sites [34, 35] . To further evaluate patterns of LD decay, pairwise r 2 values were estimated with Haploview for all validated markers within each gene for B. t. taurus and all cattle combined. A minimal set of tagSNPs/Indels predicted to capture 100% of the variation (r 2 .0.80) segregating in B. t. taurus and all cattle combined was deduced using the Tagger algorithm implemented in Haploview.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 420,
                    "end": 424,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Haplotype Inference, LD Estimates and Variant Tagging"
        },
        {
            "text": "Because median joining (MJ) networks require the absence of recombination [66] , genes displaying evidence of historical recombination (TLR2, TLR3, TLR6) were each partitioned into two regions of elevated LD. Haplotypes were reconstructed [31] for each intragenic region and best pairs were used for MJ network analyses [28] . This approach improved the proportion of cattle with best pairs phase probabilities$0.90 and eliminated regions displaying overt evidence of recombination. MJ networks were constructed using Network 4.5.1.0 (Fluxus Technology Ltd, Suffolk, England), and the default character weights of 10 for SNPs and 20 for indels. Results were visualized, annotated, and adjusted within Network Publisher (Fluxus Technology Ltd, Suffolk, England). Branch angles were adjusted to ensure proper network magnification and clarity without changing branch lengths.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Median Joining Haplotype Networks"
        },
        {
            "text": "Bovine AA substitution phenotypes were predicted using PolyPhen [38] and SIFT [39] (http://genetics.bwh.harvard.edu/ pph/; http://genetics.bwh.harvard.edu/pph/pph_help.html; http:// sift.jcvi.org/; http://sift.jcvi.org/www/SIFT_help.html) with the default settings. Results other than ''benign'' or ''tolerated'' were categorized as substitutions predicted to impact protein function [30, 38, 39] . To assess the potential for functional and/or selective constraint across the entire bovine TLR gene family, a goodness of fit test (x 2 ) was performed assuming equal probabilities for benign or tolerated AA phenotypes versus those predicted to impact protein function. Frequency distribution tests, including Tajima's D [43] and Fu's F S [44] , were performed in DnaSP v4.90.1 [67] using all validated SNPs. Significance levels for frequency distribution tests were defined by confidence intervals estimated for each test statistic via coalescent simulation (10,000 replicates) [67] . Simulations were performed given the observed number of segregating sites, both with and without recombination [67, 68] .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 78,
                    "end": 82,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 979,
                    "end": 983,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "text": "[67,",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1102,
                    "end": 1105,
                    "text": "68]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "AA Substitution Phenotypes and TLR10 Evolutionary Analyses"
        },
        {
            "text": "At each polymorphism we estimated the effective number of alleles as E i = 1/(1 -2p i (1-p i )) = 1/(p i 2 + (1 -p i ) 2 ) = 1/(expected HWE frequency of homozygotes) where p i is allele frequency at the i th locus. Thus a measure of polymorphism diversity is log 2 (E i ) which also represents the information content of each SNP [30] . For monomorphic SNPs log 2 (E i ) = 0 and for SNPs with p i = 0.5, log 2 (E i ) = 1. Thus by summing across the N j polymorphisms within the j th gene we obtain the diversity index I j = . We used regression analysis to examine the relationship between I j and N j for these genes and to test for outliers using 95% confidence estimates for the fitted regression.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "AA Substitution Phenotypes and TLR10 Evolutionary Analyses"
        },
        {
            "text": "A case-control study was performed to estimate the association between specific TLR genotypes and MAP infection in Holstein cattle. The study population was derived from an established repository [69] that included whole blood samples preserved from adult Holstein cattle in three herds that were characterized on the basis of: 1) MAP bacterial culture of feces; 2) MAP bacterial culture of tissues for harvested cattle; 3) ELISA values for MAPspecific antibody. Cattle from which MAP was cultured in the feces and/or the tissues collected at harvest were selected as cases (n = 68). Herd-matched controls (n = 270) were selected from those cattle in the repository with negative ELISA and bacterial culture data. Cattle with multiple negative tests were preferentially selected to reduce the probability of misclassification relative to infection status due to the low sensitivity of available diagnostic methods for MAP. DNA was extracted from available blood specimens using a commercial kit (MoBio DNA non-spin, Carlsbad, CA) and assessed for quality as well as concentration by standard spectrophotometric methods. Genotypes for validated SNPs and indels in the 59 upstream regions, introns, and those associated with nonsynonymous or putative nonsense mutations in bovine TLR genes recognizing bacterial ligands (TLR1, TLR2, TLR4, TLR5, TLR6, TLR9, TLR10) (see refs [11, 14] ) were evaluated for further analysis. Loci fixed for the major allele in our dairy population were excluded, leaving 35 nonsynonymous and 1 putative nonsense substitution, and 37 other SNP loci within the 59 upstream regions or intragenic introns. For these 73 variable sites, we excluded SNPs and indels with MAFs,0.01 in our infected cases, leaving 32 SNPs and 3 indels for association tests (see Table S1 ).",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1372,
                    "end": 1376,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1377,
                    "end": 1380,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 1781,
                    "end": 1789,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Association Tests with MAP infection status"
        },
        {
            "text": "Conditional logistic regression models were constructed for each of the 35 variable loci to estimate the relative odds of being infected with MAP based on the defined diagnostic criteria adjusted for the effects of herd using the PHREG procedure of SAS (SAS v. 9.2, SAS, Cary, NC). Effects of genotype were estimated using 3 different covariate specifications. First, an additive mode of inheritance was examined whereby the odds of infection associated with each additional copy of the minor allele was modeled as a single continuous covariate. Second, a recessive mode of inheritance was modeled, where the odds of infection in cattle homozygous for the minor allele were estimated relative to cattle heterozygous and homozyzgous for the major allele. Finally, each genotype was modeled as an indicator variable and effect estimates were generated for cattle homozygous for the minor allele, and for heterozygous cattle, both relative to cattle homozygous for the major allele. This allowed evaluation of assumptions in the additive model with respect to the effect of the additional copies of the minor allele being linear in the log odds, and potential intermediate effects of the minor allele not captured in the other models. Potential confounding by age was examined by including birth year as a fixed covariate (where available), and was defined as a change in the relative odds of greater than 20% after addition of the birth year term. For models where evidence of confounding by age was detected, birth year was retained in the model to adjust genotype estimates for this effect. With the exception of TLR1, TLR6, and TLR10, all single marker P-values were corrected for multiple testing by applying the FDR correction (http:// sdmproject.com/utilities/?show=FDR) [45] to the raw P-values derived from each investigated gene (locus-specific correction). Given the close physical proximity of TLR1, TLR6, and TLR10 on BTA6, these genes were considered a single locus for correction of multiple tests. However, it should be noted that none of the variable markers within TLR1 met our inclusion criteria (MAFs.0.01), and therefore, locus-specific correction was only applied to raw P-values from TLR6 and TLR10.",
            "cite_spans": [
                {
                    "start": 1775,
                    "end": 1779,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Association Tests with MAP infection status"
        },
        {
            "text": "Haplotype association tests were performed in PHASE 2.1 [31] . Briefly, for dairy cattle with disease classifications based on bacterial culture status of MAP, we tested the hypothesis that haplotypes differ among cases and controls for all genes evaluated in the single marker association analysis (68 cases, 270 controls, n = 338 total). For maximum LD-based resolution of haplotypes, we used all variable markers within seven bovine TLR genes that recognize bacterial ligands. Significance was estimated via 1,000 permutations. Figure S1 Median joining (MJ) haplotype networks  constructed for bovine TLR1, TLR2, TLR4, TLR5,  TLR6, TLR7 , and TLR9 using haplotypes predicted for all cattle. For all loci except TLR7, all cattle is defined as follows: n = 96 AI sires, 31 breeds; 48 Purebred Angus; 405 Holstein cattle. For TLR7, only the sequencing discovery panel was genotyped and is represented (n = 96 AI sires, 31 breeds). Because MJ networks require the absence of recombination [66] , each network represents intragenic regions of elevated LD. Haplotypes predicted for B. t. taurus, B. t. indicus and hybrids (termed ''composites'') are color coded. Numbers indicate SNP and indel positions in numerical order (see Table S2 for SNP information). Node sizes are proportional to haplotype frequency, and all branch lengths are drawn to scale. Alphabetized letters at nodes represent the breed distribution of each haplotype (Table S4 ). Median vectors are indicated as ''mv''. (PPTX) ",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 988,
                    "end": 992,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 540,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 556,
                    "end": 639,
                    "text": "(MJ) haplotype networks  constructed for bovine TLR1, TLR2, TLR4, TLR5,  TLR6, TLR7",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1225,
                    "end": 1233,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1432,
                    "end": 1441,
                    "text": "(Table S4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Association Tests with MAP infection status"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Invited review: reliability of genomic predictions for North American Holstein bulls",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Vanraden",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Tassell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Wiggans",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Sonstegard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Schnabel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Dairy Sci",
            "volume": "92",
            "issn": "",
            "pages": "16--24",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The genome sequence of taurine cattle: A window to ruminant biology and evolution",
            "authors": [
                {
                    "first": "Analysis",
                    "middle": [],
                    "last": "Bovine Genome Sequencing",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Consortium",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Elsik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Tellam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Worley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "522--528",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Genome-Wide Survey of SNP Variation Uncovers the Genetic Structure of Cattle Breeds",
            "authors": [
                {
                    "first": "Hapmap",
                    "middle": [],
                    "last": "Bovine",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Consortium",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "529--523",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tweaking innate immunity: The promise of innate immunologicals as anti-infectives",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Rosenthal",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Can J Infect Dis Med Microbiol",
            "volume": "17",
            "issn": "",
            "pages": "307--314",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Toll Receptors: a Central Element in Innate Immune Responses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vasselon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Detmers",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Infect Immun",
            "volume": "70",
            "issn": "",
            "pages": "1033--1041",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Toll-like receptor function and signaling",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kaisho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Allergy Clin Immunol",
            "volume": "117",
            "issn": "",
            "pages": "979--987",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Toll-like receptor (TLR) 6 and TLR1 differentiation in gene expression studies of Johne's disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Plain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Purdie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Begg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "De Silva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Whittington",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Immunol Immunopathol",
            "volume": "137",
            "issn": "",
            "pages": "142--148",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparative genomics of Toll-like receptor signaling in five species",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "C"
                    ],
                    "last": "Jann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Corrales",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Genomics",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Association of toll-like receptor four single nucleotide polymorphisms with incidence of infectious bovine keratoconjunctivitis (IBK) in cattle",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Kataria",
                    "suffix": ""
                },
                {
                    "first": "Tait",
                    "middle": [],
                    "last": "Rg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ortega",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rodiguez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Immunogenetics",
            "volume": "63",
            "issn": "",
            "pages": "115--119",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Genes controlling vaccine responses and disease resistance to respiratory viral pathogens in cattle",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baxter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "C"
                    ],
                    "last": "Jann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Immunol Immunopathol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Recognition and Signaling by Toll-Like Receptors",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Koblansky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Annu Rev Cell Dev Biol",
            "volume": "22",
            "issn": "",
            "pages": "409--437",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Toll-like receptor signaling",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Rev Immunol",
            "volume": "4",
            "issn": "",
            "pages": "499--511",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Human TLR10 is a functional receptor, expressed by B cells and plasmacytoid dendritic cells, which activates gene transcription through MyD88",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hasan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chaffois",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gaillard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Saulnier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Merck",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "174",
            "issn": "",
            "pages": "2942--2950",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The repertoire for pattern recognition of pathogens by the innate immune system is defined by cooperation between Toll-like receptors",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ozinsky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Underhill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Fontenot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hajjar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "97",
            "issn": "",
            "pages": "13766--13771",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The potential for Tolllike receptors to collaborate with other innate immune receptors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mukhopadhyay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herre",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Immunology",
            "volume": "112",
            "issn": "",
            "pages": "521--530",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Molecular modeling-based evaluation of hTLR10 and identification of potential ligands in Toll-like receptor signaling",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Govindarai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Manavalan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Characterization and functional investigation of single nucleotide polymorphisms (SNPs) in the human TLR5 gene",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merx",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neumaier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahmad-Nejad",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Hum Mutat",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The importance of Toll-like receptor 2 polymorphisms in severe infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Texereau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Chiche",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Choukroun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Comba",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "41",
            "issn": "",
            "pages": "408--415",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Toll-like receptors TLR1, TLR2, and TLR4 gene mutations and natural resistance to Mycobacterium avium subsp. paratuberculosis infection in cattle",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mucha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Bhide",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Chakurkar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Novak",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mikula",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sr",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Immunol Immunopathol",
            "volume": "128",
            "issn": "",
            "pages": "381--388",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Novel mutations in TLR genes cause hyporesponsiveness to Mycobacterium avium subsp. paratuberculosis infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Bhide",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mucha",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mukula",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kisova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Skrabana",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Genet",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Candidate gene polymorphisms (BoIFNG, TLR4, SLC11A1) as risk factors for paratuberculosis infection in cattle",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Pinedo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Buergelt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Melendez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Prev Vet Med",
            "volume": "91",
            "issn": "",
            "pages": "189--196",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Risk haplotype analysis for bovine paratuberculosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Pinedo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Rae",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mamm Genome",
            "volume": "20",
            "issn": "",
            "pages": "124--129",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Detection of polymorphisms in bovine toll-like receptors 3, 7, 8, and 9",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Cargill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Womack",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genomics",
            "volume": "89",
            "issn": "",
            "pages": "745--755",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Sequence variability and protein domain architectures for bovine Toll-like receptors 1, 5, and 10",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Seabury",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Cargill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Womack",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genomics",
            "volume": "90",
            "issn": "",
            "pages": "502--515",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Analysis of sequence variability and protein domain architectures for bovine Peptidoglycan Receptor Protein 1 (PGLYRP1) and Toll-Like Receptors 2 and 6",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Seabury",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Womack",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Genomics",
            "volume": "92",
            "issn": "",
            "pages": "235--245",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Quantitative trait loci mapping of functional traits in the German Holstein cattle population",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bennetwitz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Reinsch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thomsen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Dairy Sci",
            "volume": "86",
            "issn": "",
            "pages": "360--368",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A genome scan for QTL influencing milk production and health traits in dairy cattle",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Heyen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Weller",
                    "suffix": ""
                },
                {
                    "first": "Ron",
                    "middle": [
                        "M"
                    ],
                    "last": "Ban",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beever",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Physiol Genomics",
            "volume": "1",
            "issn": "",
            "pages": "165--175",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Median joining networks for inferring intraspecific phylogenies",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Bandelt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rohl",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Mol Biol Evol",
            "volume": "16",
            "issn": "",
            "pages": "37--48",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Genome-wide polymorphism and comparative analyses in the whitetailed deer (Odocoileus virginianus): a model for conservation genomics",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Seabury",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Bhattarai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Viswanathan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Diversity and evolution of 11 innate immune genes in Bos taurus taurus and Bos taurus indicus cattle",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Seabury",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Seabury",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Decker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Schnabel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "",
            "pages": "151--156",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A new statistical method for haplotype reconstruction from population data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Hum Genet",
            "volume": "68",
            "issn": "",
            "pages": "978--989",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Haploview: analysis and visualization of LD and haplotype maps",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Daly",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bioinformatics",
            "volume": "21",
            "issn": "",
            "pages": "263--265",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The structure of haplotype blocks in the human genome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Gabriel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Schaffner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "296",
            "issn": "",
            "pages": "2225--2229",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Modeling linkage disequilibrium and identifying recombination hotspots using single-nucleotide polymorphism data",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Genetics",
            "volume": "165",
            "issn": "",
            "pages": "2213--2233",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Evidence for substantial fine-scale variation in recombination rates across the human genome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bhangale",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hellenthal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Rieder",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Genet",
            "volume": "36",
            "issn": "",
            "pages": "700--706",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Mitochondrial diversity and the origins of African and European cattle",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Machugh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Loftus",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc Natl Acad Sci",
            "volume": "",
            "issn": "",
            "pages": "5131--5135",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "SNP discovery and allele frequency estimation by deep sequencing of reduced representation libraries",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Tassell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Matukumalli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Schnabel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Methods",
            "volume": "5",
            "issn": "",
            "pages": "247--252",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Human non-synonymous SNPs: server and survey",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ramensky",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bork",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sunyaev",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nucleic Acids Res",
            "volume": "30",
            "issn": "",
            "pages": "3894--3900",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Predicting the effects of coding nonsynonymous variants on protein function using the SIFT algorithm",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Henikoff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Protoc",
            "volume": "4",
            "issn": "",
            "pages": "1073--1081",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Predicting the effects of amino acid substitutions on protein function",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Henikoff",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Annu Rev Genom Human Genet",
            "volume": "7",
            "issn": "",
            "pages": "61--80",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Widespread purifying selection at polymorphic sites in human protein-coding loci",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Bergen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "100",
            "issn": "",
            "pages": "15754--15757",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Higher intensity of purifying selection on.90% of the human genes revealed by the intrinsic replacement mutation rates",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramanian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol Biol Evol",
            "volume": "23",
            "issn": "",
            "pages": "2283--2287",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Statistical method for testing the neutral mutation hypothesis by DNA polymorphism",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tajima",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Genetics",
            "volume": "123",
            "issn": "",
            "pages": "585--595",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Statistical tests of neutrality of mutations against population growth, hitchhiking, and background selection",
            "authors": [
                {
                    "first": "Y-X",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Genetics",
            "volume": "147",
            "issn": "",
            "pages": "915--925",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Controlling the false discovery rate: a practical and powerful approach to multiple testing",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benjamini",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hochberg",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J R Stat Soc Series B",
            "volume": "57",
            "issn": "",
            "pages": "289--300",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Genetic variation of toll-like receptor genes and infection by Mycobacterium avium ssp. paratuberculosis in Holstein-Freisian cattle",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruiz-Larranaga",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Manzano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iriondo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Garrido",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Molina",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Dairy Sci",
            "volume": "94",
            "issn": "",
            "pages": "3635--3641",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "High-resolution haplotype block structure in the cattle genome",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Villa-Angulo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Matukumalli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Tassell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Genet",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "An explicit signature of balancing selection for color-vision variation in new world monkeys",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hiwatashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Okabe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsutsui",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hirmatsu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Melin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol Biol Evol",
            "volume": "27",
            "issn": "",
            "pages": "453--464",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Balancing selection at a frog antimicrobial peptide locus: fluctuating immune effector alleles?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Tennessen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Blouin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Biol Evol",
            "volume": "25",
            "issn": "",
            "pages": "2669--2680",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Allelic diversity and naturally acquired allele-specific antibody responses to Plasmodium falciparum apical membrane antigen 1 in Kenya",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Osier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Weedall",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Verra",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Murungi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Tetteh",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infect Immun",
            "volume": "78",
            "issn": "",
            "pages": "4625--4633",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Properties of statistical tests of neutrality for DNA polymorphism data",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Churchill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Aquadro",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Genetics",
            "volume": "141",
            "issn": "",
            "pages": "413--429",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Single nucleotide polymorphisms in toll-like receptor 6 are associated with altered lipopeptide-and mycobacteria-induced interleukin-6 secretion",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Shey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Randhawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bowmaker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Scriba",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Genes Immun",
            "volume": "11",
            "issn": "",
            "pages": "561--572",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Identification of loci associated with tolerance to Johne's disease in Holstein cattle",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zanella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Settles",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Mckay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schnabel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Anim Genet",
            "volume": "42",
            "issn": "",
            "pages": "28--38",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "GSEA-SNP identifies genes associated with Johne's disease in cattle",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Neibergs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Settles",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Whitlock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mamm Genome",
            "volume": "21",
            "issn": "",
            "pages": "419--425",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Virus Taxonomy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fauquet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mayo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maniloff",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Desselberger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Ball",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "441--1128",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The Merck Veterinary Manual",
            "authors": [],
            "year": 2005,
            "venue": "Whitehouse Station: Merck Sharp & Dohme Corp",
            "volume": "",
            "issn": "",
            "pages": "441--1128",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "A strong signature of balancing selection in the 59 cis-regulatory region of CCR5",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bamshad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mummidi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Ahuja",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "99",
            "issn": "",
            "pages": "10539--10544",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Human TLRs 10 and 1 share common mechanisms of innate immune sensing but not signaling",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Ranoa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Mutha",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "184",
            "issn": "",
            "pages": "5094--5103",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Susceptibility to tuberculosis is associated with TLR1 polymorphisms resulting in a lack of TLR1 cell surface expression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Uciechowski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Imhoff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Browne",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Leukoc Biol",
            "volume": "90",
            "issn": "",
            "pages": "377--388",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Haplotype variation in bovine Toll-like receptor 4 and computational prediction of a positively selected ligand-binding domain",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Abbey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Womack",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci",
            "volume": "100",
            "issn": "",
            "pages": "10364--10369",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "SNP frequency estimation using massively parallel sequencing of pooled DNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ingman",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gyllensten",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur J Hum Genet",
            "volume": "17",
            "issn": "",
            "pages": "383--386",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "An SNP map of the human genome generated by reduced representation shotgun sequencing",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Altshuler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Pollara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Cowles",
                    "suffix": ""
                },
                {
                    "first": "Etten",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "407",
            "issn": "",
            "pages": "513--516",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Quality scores and SNP detection in sequencing-by-synthesis systems",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Brockman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giannoukos",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Genome Res",
            "volume": "18",
            "issn": "",
            "pages": "763--770",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "A comparison of Bayesian methods for haplotype reconstruction from population genotype data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Hum Genet",
            "volume": "73",
            "issn": "",
            "pages": "1162--1169",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "A comparison of phasing algorithms for trios and unrelated individuals",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marchini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cutler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eskin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Human Genet",
            "volume": "78",
            "issn": "",
            "pages": "437--450",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Intraspecific gene genealogies: trees grafting into networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Crandall",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Trends Ecol Evol",
            "volume": "16",
            "issn": "",
            "pages": "37--45",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "DNA sequence polymorphism analysis using DnaSP",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rozas",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Methods Mol Biol",
            "volume": "537",
            "issn": "",
            "pages": "337--350",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Estimating the recombination parameter of a finite population model without selection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Genet Res",
            "volume": "50",
            "issn": "",
            "pages": "245--250",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Molecular epidemiology of Mycobacterium avium subsp. paratuberculosis in a longitudinal study of three dairy herds",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Pradhan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Zurakowski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Fyock",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "49",
            "issn": "",
            "pages": "893--901",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "For validated bovine TLR SNPs detected via pyrosequencing (n = 244), a regression analysis was performed for pyrosequencing allele frequency (AF) estimates corresponding to the true minor alleles. (,0.5), as defined by allele-specific genotyping assays, and minor AFs (MAFs) directly ascertained by genotyping (n = 96 elite sires; 31 breeds). The true minor alleles (,0.5) were correctly identified for 236/244 (97%) SNPs via pyrosequencing. This analysis provided strong statistical evidence (P = 0.999846; Ho: slope = 1) for little or no bias in the pyrosequencing-based estimates of allele frequency. doi:10.1371/journal.pone.0027744.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Median joining (MJ) haplotype networks for bovine TLR3 using haplotypes predicted for all cattle (n = 96 AI sires, 31 breeds). Because MJ networks require the absence of recombination[66], each network represents intragenic regions of elevated LD. Haplotypes predicted for B. t. taurus, B. t. indicus and hybrids (termed ''composites'') are color coded. Numbers indicate SNP positions in numerical order (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Median joining (MJ) haplotype network for bovine TLR8 using haplotypes directly ascertained for all cattle (n = 96 AI sires, 31 breeds). Haplotypes observed for B. t. taurus, B. t. indicus and hybrids (termed ''composites'') are color coded. Numbers indicate SNP positions in numerical order (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Median joining (MJ) haplotype network for bovine TLR10 using haplotypes predicted for all cattle (n = 96 AI sires, 31 breeds; 48 Purebred Angus; 405 Holstein cattle). Haplotypes predicted for B. t. taurus, B. t. indicus and hybrids (termed ''composites'') are color coded. Numbers indicate SNP positions in numerical order (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Relationship between the number of validated SNPs and SNP diversity here denoted as the effective number of SNPs across all 10 TLR loci in A) all cattle, and B) taurine cattle. The linear regressions and estimated 95% confidence intervals are shown in each panel. doi:10.1371/journal.pone.0027744.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ". Bovine subspecies designation, breed names, and sample sizes (in parentheses) were: B. t. taurus -3), Red Angus (4), Red Poll (1), Salers (2), Senepol (2), Shorthorn (4), Simmental (5), Texas Longhorn (2); B. t. indicus -Brahman (8), Nelore (2); Hybrids, termed Composites -Beefmaster (4), Braford (2), Brahmousin (2), Brangus (3), Piedmontese (1), Red Brangus (2), Romagnola (2), Santa Gertrudis (2), Simbrah (3). Bovine subspecies were assigned based on phenotype and breed origin (http://www.ansi.okstate.edu/breeds/cattle/).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Relationship between minor allele frequencies estimated from pyrosequencing and allele-specific genotyping of 96 individuals from 31 breeds.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary data for validated polymorphisms detected in the bovine TLR gene family. Number of putative SNPs validated as polymorphic. g Number of validated SNPs incorporated into discrete haplotypes. h Number of putative indels validated as polymorphic.Number of nonsynonymous SNPs validated as polymorphic, including the putative TLR5 nonsense SNP.Size of the genic region. Kb = Kilobase.Bovine health-related QTL overlapping or proximal to investigated gene (Q), or intragenic variation associated (A) with disease susceptibility in case-control studies[19][20][21][22][23][24][25][26][27]46].Tentative association in this study. doi:10.1371/journal.pone.0027744.t002",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "TLR genes (i.e. TLR1 [3]; TLR2 [6]; TLR3 [8] TLR4 [6]; TLR5 [22]; TLR6 [23]; TLR7 [3]; TLR8 [4]; TLR9 [5]; TLR10 [4]), including one SNP implicated by our case-control study (TLR2-rs43706433;",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary data for 22 nonsynonymous SNPs and one putative nonsense SNP predicted to impact protein function.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Observed frequency of nonsynonymous SNP allele across all 31 cattle breeds. f The frequency of this SNP in U.S. dairy cattle (n = 405, 3 Herds) was 0.068. doi:10.1371/journal.pone.0027744.t003",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Summary data for tests of selection across all members of the bovine TLR gene family. Significant after adding in the best-pairs of haplotypes for taurine sires with probabilities,0.90 and correction for multiple testing (a = 0.05). doi:10.1371/journal.pone.0027744.t004",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Summary statistics for single marker association tests with risk of Mycobacterium avium spp paratuberculosis infection.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Amplicon Normalization (XLSX). (XLSX)",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "SNPs and Indels (XLSX). (XLSX)",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "TagSNPs and Indels (XLSX). (XLSX)",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Node Breed Key (XLSX). (XLSX)",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Primers (XLSX). (XLSX)Table S6 TLR Genotype Data (XLSX). (XLSX)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments CMS thanks Dr. Alejandro P. Rooney for critical review and comments related to the manuscript. We also thank Steven Hoffman for insight regarding Roche Titanium chemistry and barcoded primer design with 59 phosphorothioate bond modifications. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}