{
    "paper_id": "678116d4f14c2470ef9dbde987d11b2e9b679865",
    "metadata": {
        "title": "Sparing and Enhanced Efficacy of Multivalent Vaccines Adjuvanted with Immunopotentiators in Chickens",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "W"
                ],
                "last": "Cho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Oberdan",
                "middle": [],
                "last": "Leo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [
                    "Willem"
                ],
                "last": "Van",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Der",
                "middle": [],
                "last": "Laan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wu",
                "middle": [
                    "P"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lu",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wu",
                "middle": [
                    "H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhang",
                "middle": [
                    "X"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mei",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hou",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liu",
                "middle": [
                    "X"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tang",
                "middle": [
                    "Y"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peipei",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jihu",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Jiangsu Co-Innovation Center for the Prevention and Control of Important Animal Infectious Disease and Zoonosis",
                    "institution": "",
                    "location": {
                        "settlement": "Yangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Research",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongzhuan",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Research",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xuehua",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Research",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Mei",
                "middle": [],
                "last": "Mei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Research",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jibo",
                "middle": [],
                "last": "Hou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Research",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiufan",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Research",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yinghua",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Research",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We previously described that immunopotentiators, CVCVA5, increased the efficacy of H5 and H9 subtype avian influenza vaccines in chickens, ducks, and geese. In this study, we further investigated the effects of the CVCVA5 for improving the efficacy of other univalent or multivalent inactivated vaccines. The immune response administrated with half-dose of monovalent vaccine plus CVCVA5 were higher than those of one dose of monovalent vaccine without immunopotentiators as measured by levels of antibodies from serum, tears and bronchoalveolar lavage fluids, and cytokines of IFNγ and IL-4 from serum. Vaccines included the univalent vaccine of Newcastle Disease virus (ND), Egg Drop Syndrome virus (EDS), Infectious Bronchitis virus (IB), and Infectious Bursal Disease virus (IBD). The CVCVA5 also improved the immune response of both ND and IBD vaccines with less dosage. The sterile protective immunity was monitored with one-or a half-dose of adjuvanted ND vaccine or one dose of adjuvanted IBD vaccine, respectively. The improved immune efficacy was observed in a half-dose of adjuvanted bivalent vaccines compared to one dose of vaccines without CVCVA5 as measured by the antibody levels, including bivalent vaccine of ND-H9, ND-IB, and ND-IBD. The CVCVA5 also boosted the immune efficacy of the tetravalent vaccine (ND-IB-EDS-H9). A half-dose of adjuvanted commercial vaccine or 75% antigen-sparing adjuvanted vaccine elicited similar antibody levels to those of one dose non-adjuvanted commercial vaccines. The CVCVA5 improved the effect of a booster vaccination as measured by the antibody levels against H5 or H9 virus antigens, in which chickens primed with the adjuvanted ND-IB vaccines given a booster with H5-H9 bivalent vaccines without CVCVA5 using 5-day intervals. The inflammatory response may contribute to these additional effects by increasing the levels of IFNγ and IL-4 after the injection of the adjuvanted ND-IB vaccines. Results indicated that the CVCVA5 improved the serum and mucosal antibody levels, cytokine levels of the chickens given the univalent vaccine, and also improved serum antibody titers in bivalent and tetravalent vaccines. This has a potential as an improve vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Contagious viral diseases are a constant threat to the poultry industry. Vaccines are an effective strategy to prevent the spread of diseases. Newcastle disease virus (NDV) and avian influenza virus (AIV) (Tang et al., 2009; Alexander et al., 2012; Kapczynski et al., 2013) , and infectious bronchitis virus (IBV) may cause diseases at any age (Chhabra et al., 2015) . In contrast infectious bursal disease virus (IBDV) is more common in 3-15 weeks old chickens (Mahgoub et al., 2012) . Therefore, vaccination programs must be customized according to the diseases found on the poultry farms.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 224,
                    "text": "(Tang et al., 2009;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 225,
                    "end": 248,
                    "text": "Alexander et al., 2012;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 249,
                    "end": 273,
                    "text": "Kapczynski et al., 2013)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 344,
                    "end": 366,
                    "text": "(Chhabra et al., 2015)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 462,
                    "end": 484,
                    "text": "(Mahgoub et al., 2012)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Combined multivalent inactivated viral emulsion vaccines are widely employed in poultry farms because of savings in time and labor, and reduced stress caused by manual handling during immunization (Fukanoki et al., 2001; Lemiere et al., 2011) . Multivalent vaccines included the bivalent vaccine, ND vaccine combined with H9 subtype AI (H9) vaccine (ND-H9), ND vaccine with IB vaccine (ND-IB), ND vaccine with IBD vaccine, and the tetravalent vaccine, combination of ND, IB, H9 vaccine and egg drop syndrome (EDS) vaccine (ND-IB-EDS-H9).",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 220,
                    "text": "(Fukanoki et al., 2001;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 221,
                    "end": 242,
                    "text": "Lemiere et al., 2011)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To keep the same antigen contents similar to those in monovalent vaccines for each single component in multivalent vaccine, the antigen stock solution should be concentrated during the manufacturing processes of the multivalent vaccines. The volume of single dose vaccine also limits the number of the antigen components in multivalent vaccine. Therefore, it is important to have balance between maintaining the potency and maximum numbers of the antigen in multivalent vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Inactivated multivalent vaccines have a disadvantage similar to the monovalent inactivated vaccine that lack danger signals molecules, such as dsRNA, ssRNA, and CpG. These signal molecules can elicit a more robust immune response via activation of innate immune pathway (Coffman et al., 2010) . Various strategies have been adopted to increase the immunological efficacy of the inactivated viral emulsified vaccine, such as the addition of the immunopotentiators (Fox et al., 2013) . The adjuvant, CVCVA5, showed the effects on improving efficacy of both the serum and mucosal antibody response and the cell mediated immune response of inactivated vaccine in chickens (Tang et al., 2014; Lu et al., 2016) . The components of CVCVA5 contain ligands to pattern recognition receptors, poly I:C, resiquimod, imiquimod, muramyldipeptide (MDP), and chemicals with immune enhancement activity, levamisole hydrochloride. The poly I:C is the ligand of toll-like-receptors (TLRs)-3 and RIG-I-like receptors (RLR). While the resiquimod, imiquimod are the ligands of TLR-7/8 (Vasilakos and Tomai, 2013) . The MDP is recognized by NOD-like receptors (NOD)-2 (Sonoda et al., 2000) . Levamisole is an antiparasitic agent and is also capable of immune enhancement (Oladele et al., 2012) .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 292,
                    "text": "(Coffman et al., 2010)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 463,
                    "end": 481,
                    "text": "(Fox et al., 2013)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 668,
                    "end": 687,
                    "text": "(Tang et al., 2014;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 688,
                    "end": 704,
                    "text": "Lu et al., 2016)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1063,
                    "end": 1090,
                    "text": "(Vasilakos and Tomai, 2013)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1145,
                    "end": 1166,
                    "text": "(Sonoda et al., 2000)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1248,
                    "end": 1270,
                    "text": "(Oladele et al., 2012)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "There are no reports which studied the immunopotentiators which improving the efficacy of multivalent animal vaccines. We compared the efficacy of H5 and (or) H9 vaccines with or without CVCVA5 in both specific pathogen-free (SPF) and commercial chickens (Tang et al., 2014; Lu et al., 2016) . In this study, we systematically studied the efficacy of CVCVA5 on various inactivated vaccines. The use of the CVCVA5 in chickens has increased the immune response of both univalent and polyvalent vaccines, generated sterile immunity with the monovalent vaccine of ND and IBD, assisted in reducing vaccine of both univalent and polyvalent vaccines, and facilitated antigen sparing of tetravalent vaccine in field application.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 274,
                    "text": "(Tang et al., 2014;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 275,
                    "end": 291,
                    "text": "Lu et al., 2016)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The DF-1 cell (ATCC No: CRL-12203) derived from American Type Culture Collection were cultured in Dulbecco's Modified Eagle Medium containing 10% fetal calf serum (Gibco). H9 subtype AIV strain, A/Chicken/SD/YH01/2011 (SDYH01), was isolated from chickens (Tang et al., 2014) . IBDV strain of SD01, used in serum neutralization (SN) test (Vakharia et al., 1994) , was isolated and characterized. The common virus strains used for evaluating the vaccine efficacy were derived from Chinese Institute of Veterinary Drug Control (Beijing), including standard strains, La Sota (NDV), and Chinese virulent strain, F48E8 (NDV), M41 strain (IBV), very virulent strain BC6/85 (CVCC AV7, IBDV) and AV127 strain (EDSV). These viruses were propagated in 10-to 11-day old specific pathogen-free (SPF) chicken embryonated eggs, and the EDS viruses were inoculated in 10-to 11-day-old SPF duck embryos. The allantoic fluids of infected embryos were collected, aliquoted and stored at −80 • C. The viral antigen of M41 strain used for hemagglutinin inhibition (HI) assay was derived from GD Animal Health, Netherlands. At end of experiments, the discarded live viruses and infected animal carcasses were autoclaved and incinerated to eliminate biohazards.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 274,
                    "text": "(Tang et al., 2014)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 337,
                    "end": 360,
                    "text": "(Vakharia et al., 1994)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Cell and Viruses"
        },
        {
            "text": "If not mentioned, the following inactivated monovalent and multivalent vaccines were commercial products, including the monovalent EDS vaccine (Jing 911 strain, Tianbang Bio-industry Co. LTD, Nanjing), IBD vaccine (D78 strain, MSD Animal Health, Shanghai), ND vaccine (La Sota strain, Tianbang), bivalent vaccine ND-H9 (La Sota strain + HP strain, Ringpu Biological Co. LTD, Tianjing), ND-IB (Clone 30 strain + M41 strain, MSD) and ND-IBD (La Sota strain + HQ strain, Yikang Biological Co. LTD, Liaoyang), and trivalent vaccine ND-IB-EDS-H9 (La Sota strain + M41 strain + AV127 strain + NJ02 strain, Tianbang).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccines and Adjuvants"
        },
        {
            "text": "The inactivated IB monovalent vaccine (M41 strain) was prepared according to the criteria of multivalent vaccine, which contains the component of M41 strain, 10 6.5 mean egg infective dose (EID 50 ) per dose, and the live IB commercial vaccine (H120 strain) was derived from Tianbang.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccines and Adjuvants"
        },
        {
            "text": "The CVCVA5 was prepared as oil emulsion adjuvants as reported in a previous report (Tang et al., 2014) . Briefly, the CVCVA5 was prepared as water-in-oil emulsions which is similar to the form of the inactivated vaccine. The CVCVA5 composed of L-D isoform MDP (InvivoGen), poly I:C (InvivoGen), levamisole hydrochloride (Sigma) in aqueous phase and resiquimod (InvivoGen) and imiquimod (InvivoGen) in oil phase. The oil emulsion form of CVCVA5 was mixed with the inactivated vaccine (v:v, 1:9) before vaccination.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 102,
                    "text": "(Tang et al., 2014)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Vaccines and Adjuvants"
        },
        {
            "text": "The adjuvant efficacy of CVCVA5 in the univalent vaccines, ND, IBD, or EDS, was determined on groups of 3-day-old SPF chickens (n = 20). Chickens were immunized subcutaneously with one dose (0.3 ml) or half-dose (0.15 ml) of the abovementioned vaccines with or without CVCVA5. One group of chickens was set as control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CVCVA5 Combination Used with the Monovalent Vaccine in SPF Chickens"
        },
        {
            "text": "Seven groups of SPF chickens (n = 20) were used to test the efficacy of IB vaccine with or without CVCVA5. Chickens in the first group were primed with a single dose (containing 10 3.5 EID 50 in 0.1 ml) of live attenuated IB vaccine (H120) via intranasal administration in 2-day old chickens, and subcutaneously boosted with one dose (0.3 ml) of inactivated IB vaccine (M41) at 16 days of age. The second group received the similar prime-boost vaccination regime as those chickens in the first group except for modification of the M41 vaccine mixing with CVCVA5. Chickens in the third and fourth groups were subcutaneously inoculated with a single dose of M41 vaccine with or without CVCVA5 at 16 days of age, respectively. The fifth group was administered a half-dose of M41 vaccine with CVCVA5. The sixth group was vaccinated intranasally with a single dose of live H120 vaccine, and the seventh group was control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CVCVA5 Combination Used with the Monovalent Vaccine in SPF Chickens"
        },
        {
            "text": "Blood samples from all birds and tears samples (Orr-Burks et al., 2014) from three birds of each group were collected at 2, 3, and 4 weeks post-last vaccination weeks (PV). The bronchoalveolar lavage fluids (BAL) from three birds of each group were also collected at 4 weeks PV (Lu et al., 2016) . Chickens in groups of ND vaccine which received with either no adjuvants or adjuvants were challenged intramuscularly (IM) with 10 5.0 mean egg lethal dose (ELD 50 ) of F48E8 virulent virus, respectively. The chickens which received IBD vaccine with or without adjuvants were challenged with 10 mean bursal infective doses (BID 50 ) of BC6/85 virus at 4 weeks PV via the intraocular route, respectively. In the ND virus challenge groups, the clinical signs of all birds were monitored for 14 days. Oropharyngeal and cloacal swab samples were collected at 3, 5, and 7 days post-challenge (PC) for virus isolation. While in the IBD virus challenge groups, the monitoring period was only 3 days, and the swab samples were collected at 3 days PC.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 295,
                    "text": "(Lu et al., 2016)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "CVCVA5 Combination Used with the Monovalent Vaccine in SPF Chickens"
        },
        {
            "text": "Groups of 3-day-old SPF chickens (n = 15) were used to test the efficacy of CVCVA5 on the minimal dosage of the univalent ND and IBD vaccine. One dose (0.3 ml), 1/4th (0.075 ml), 1/8th (0.038 ml),1/16th (0.019 ml), or 1/32nd (0.010 ml) dose of ND or IBD vaccine mixed with the water-in-oil emulsion form of CVCVA5 (0.1 ml), or mixed with the similar water (PBS only)in-oil emulsion (0.1 ml) as control, respectively. Chickens were bled at 2, 3, and 4 weeks PV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of the CVCVA5 on the Minimal Dosage of Monovalent ND and IBD Vaccine in SPF Chickens"
        },
        {
            "text": "The role of CVCVA5 in commercial bivalent vaccine, ND-H9, ND-IB, and ND-IBD, were assessed in 10-to 14-day-old commercial chicken (Hy-Line Brown). Groups of 15 chickens were subcutaneously immunized with a single dose (0.3 ml) or half-dose (0.15 ml) of those bivalent vaccines with or without CVCVA5. Serum samples were collected at 2, 3, and 4 weeks PV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CVCVA5 Combination Use with the Bivalent Vaccines in the Commercial Chickens"
        },
        {
            "text": "The antigen contents in one standard dose of commercial tetravalent vaccine (ND-IB-EDS-H9) included 10 8.5 EID 50 of ND viruses, 10 6.3 EID 50 of IB viruses, 10 3 hemagglutinin units of EDS viruses and 10 7.5 EID 50 of H9 viruses. The antigensparing tetravalent vaccine contained only one quarter of antigen content in one dose of vaccine as compared to those in the standard commercial vaccine. The commercial or antigensparing tetravalent vaccine given with or without CVCVA5 were evaluated in the same poultry farm as separate commercial flocks (200 to 300 birds per flock), 110-to 120-day-old layers via IM route.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CVCVA5 Mixing with the Antigen Sparing Tetravalent Vaccines in Field Application"
        },
        {
            "text": "The chickens in the first and second flocks were injected with one dose (0.5 ml) of standard commercial tetravalent vaccine with or without CVCVA5, respectively. Birds in the third and fourth flocks were given a half dose (0.25 ml) of commercial tetravalent vaccine with or without CVCVA5, respectively. The antigen-saving tetravalent vaccine with or without CVCVA5 was administered to the fifth and sixth flocks, respectively. A random selection of birds was bled (n = 10 to 15) at 2, 3, and 4 weeks PV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CVCVA5 Mixing with the Antigen Sparing Tetravalent Vaccines in Field Application"
        },
        {
            "text": "We also investigated the effects of the CVCVA5 on the immune response of the subsequently injected inactivated vaccines with 5-day interval in the field. Two flocks (800 to 900 birds per flock) of Hy-Line brown breed chickens were administrated ND-IB vaccines with or without CVCVA5 at 5 days of age, and then both flocks received a commercial bivalent H5-H9 vaccine at 10-day-old. The 5-day interval between immunization of ND-IB and H5-H9 vaccines is based on the immune program of poultry farm. Fifteen chickens from each flock were randomly selected for serum collection (n = 10 to 12) to test antibody at 2, 3, and 4 weeks PV. At 5 and 14 days PV with ND-IB vaccines, the cytokine levels of IFNγ and IL-4 were determined from pooled serum samples of each flock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of CVCVA5 Adjuvant on an Administrated Vaccine"
        },
        {
            "text": "Serum antibody levels were titrated by HI assay for EDSV, IBV, and NDV, or by SN test for IBDV with DF-1 cell line (Tang et al., 2013) . The cytokine levels of IFNγ (Invitrogen, CA) and IL-4 (USCN, Wuhan, China) in chickens serum of pooled samples were detected by commercially available ELISA kit following the manufacturer's instructions and with reference to our previous report (Lu et al., 2016) .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 134,
                    "text": "(Tang et al., 2013)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 382,
                    "end": 399,
                    "text": "(Lu et al., 2016)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Titration of Serum and Mucosal Antibody Titer and Cytokine Levels"
        },
        {
            "text": "The IgA antibodies in pooled tear samples were monitored by ELISA. Briefly, the purified ND, EDS, IB (M41), or IBD (SD01) viruses were coated as detection antigen (5 µg/ml), respectively, and pooled tear samples were diluted fourfold. The HRP conjugated goat anti-chicken IgA (Thermo) was used as second detection antibody with 1000-fold dilutions. Furthermore, mucosal antibody levels of pooled BAL samples were monitored by HI test with three repeats for ND, IB, and EDS viruses antigen accordingly, and by SN test for IBD in DF-1 cell which similar to the test of serum antibody.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Titration of Serum and Mucosal Antibody Titer and Cytokine Levels"
        },
        {
            "text": "All studies were carried out in strict accordance with the recommendations in the National Guide for the Care and Use of Laboratory Animals. The protocol (VMRI-AP140516) was approved by the Review Board of National Research Center of Engineering and Technology for Veterinary Biologicals, Jiangsu Academy of Agricultural Sciences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "Results were presented as means ± the standard errors (SEM). Prism software (GraphPad Software, Inc., San Diego, CA, United States) was used for data analysis with unpaired two-tailed Student t-test or a one-way analysis of variance (ANOVA). Comparisons used to generate P-values are indicated by horizontal lines ( * P < 0.05, * * P < 0.01, * * * P < 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics"
        },
        {
            "text": "The Adjuvants Improve the HI Antibody Levels of the Monovalent Vaccine Groups of chickens were administered either one dose or halfdose of ND vaccine with or without CVCVA5. Serum antibodies against ND significantly enhanced in chickens given the ND vaccine mixed with CVCVA5 when compared to those chickens, which received the ND vaccine without CVCVA5 at 2, 3, and 4 weeks PV (Figure 1A) , respectively. Furthermore, the chickens given ND-CVCVA5 vaccine, the HI titers in the group vaccinated with half-dose (0.15 ml) were similar to the group, which received one dose (0.3 ml). However, the dose-effects were observed in the chickens injected with ND vaccine without CVCVA5. In groups of chickens, which received the commercial vaccine without CVCVA5, the HI titers of the chickens given half-dose vaccine were significantly lower than those chickens, which received with one full dose.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 389,
                    "text": "(Figure 1A)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Enhanced efficacy was examined in the CVCVA5-adjuvanted univalent EDS or IBD vaccine in the chickens. The antibody titers in the groups, which received a half-dose of EDS or IBD adjuvanted vaccines produced similar to the levels as those chickens with one single dose of the adjuvanted vaccines, respectively, while significantly higher than those groups, which received one or half-dose of EDS ( Figure 1D ) or IBD (Figure 1J ) vaccine without immunopotentiators.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 406,
                    "text": "Figure 1D",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 426,
                    "text": "(Figure 1J",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Chickens from three groups vaccinated with CVCVA5adjuvanted inactivated M41 vaccine had higher antibody levels than the other three groups that received no CVCVA5. This included groups with the H120 prime and M41 booster vaccine, only with a single dose of live H120 vaccine, or with a single dose of inactivated M41 vaccine only ( Figure 1G) . Chickens that received the half-dose of adjuvanted M41 vaccine group elicited similar HI antibody levels as birds given one full dose of adjuvanted M41 vaccine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 342,
                    "text": "Figure 1G)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In the groups that received the univalent vaccine of ND, EDS, and IBD, the IgA levels in tears in groups at 2, 3, and 4 weeks PV (Figures 1B,E,K) , and HI or SN antibodies in BAL at 4 weeks PV (Figures 1C,F,L) , chickens in the adjuvanted vaccine groups were significantly higher than those that were not given adjuvants. Birds which received half dose of adjuvanted vaccine elicited significantly higher mucosal antibody than those which received full dose of vaccine without adjuvants.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 145,
                    "text": "(Figures 1B,E,K)",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 209,
                    "text": "(Figures 1C,F,L)",
                    "ref_id": null
                }
            ],
            "section": "The Adjuvants Significantly Elevated Levels of Mucosal Antibody and Cytokine of the Monovalent Vaccine"
        },
        {
            "text": "Similar to the results of the ND univalent vaccine tests, the adjuvants also induced higher levels of mucosal antibody in tears ( Figure 1H ) and BAL ( Figure 1I ) with M41 IB vaccine. Chickens vaccinated with only H120 live vaccine also elicited higher mucosal antibody levels when compared to those which received the adjuvanted vaccine. However, no synergistic efficacy was detected in the chickens administered the combination of the H120 live vaccine with adjuvanted M41 vaccine in mucosal antibody level.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 139,
                    "text": "Figure 1H",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 161,
                    "text": "Figure 1I",
                    "ref_id": null
                }
            ],
            "section": "The Adjuvants Significantly Elevated Levels of Mucosal Antibody and Cytokine of the Monovalent Vaccine"
        },
        {
            "text": "Results of the IFNγ and IL-4 levels in serum at 2 weeks PV were similar to those of the mucosal antibody levels. Higher levels of IFNγ and IL-4 in serum of the chickens which received the adjuvanted vaccine were detected when compared with those injected vaccine alone without immunopotentiators of the ND, EDS, IB, and IBD vaccine, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Adjuvants Significantly Elevated Levels of Mucosal Antibody and Cytokine of the Monovalent Vaccine"
        },
        {
            "text": "Determining the minimal dosage of commercial vaccine at 4 weeks PV to qualify the eligibility criteria (ND, HI ≥ 4 log2, IBD, SN ≥ 12.4 log2), 1/32nd dose was adequate for ND vaccine with adjuvants, while ND vaccine without adjuvants required 1/8th dose volume, and the 1/16 dose volume was closed to qualified efficacy (Figure 2A) , the adjuvanted IBD vaccine needed 1/8th dose, and IBD vaccine without adjuvants needed at least 1/4th dose ( Figure 2B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 331,
                    "text": "(Figure 2A)",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 452,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "The Adjuvants Help in Reducing the Minimal Dosage of the Monovalent ND and IBD Vaccine"
        },
        {
            "text": "No virus was isolated from either one dose or half-dose of the adjuvanted ND vaccines group from swabs isolation from both the cloaca and the oropharynx. However, 3 out of 15 birds were FIGURE 1 | Antibody titers against virus antigen of monovalent vaccines. Groups of 3 days old age of SPF chickens (n = 20) were vaccinated with the following vaccines. ND-CVCVA5, one dose of CVCVA5 adjuvanted ND vaccine. ND, one dose of ND vaccine without CVCVA5. ND-CVCVA5-1/2, half-dose of CVCVA5 adjuvanted ND vaccine. ND-1/2, half dose of ND vaccine (A). The name of EDS (D) and IBD (J) vaccines groups were analog to those of ND vaccines. H120+(M41-CVCVA5) and H120+M41, the chickens primly vaccinated one dose of live H120, and boosted with one dose of M41 with or without CVCVA5 with 7 days intervals (G). Mucosal antibody levels in tears of pooled samples for ND (B), EDS (E), IB (H), and IBD (K). The HI antibody titer in BAL (n = 3) at 4 weeks PV (weeks post vaccination), and IFNγ and IL-4 levels in serum (n = 5) at 2 weeks PV for ND (C), EDS (F), IB (I), and IBD (L). * P < 0.05, * * P < 0.01, * * * P < 0.001. Frontiers in Microbiology | www.frontiersin.org FIGURE 2 | Antibody titers in the minimal dosage of ND and IBD vaccine test. Groups of 3-day-old SPF chickens (n = 15) were used to determine the efficacy of CVCVA5 on the minimal dosage of ND and IBD test. 1/4th (0.075 ml), 1/8th (0.038 ml),1/16th (0.019 ml), or 1/32nd (0.01 ml) dose of ND mixed with 0.1 ml volume of oil emulsion form of CVCVA5 or oil emulsion with only PBS in the aqueous phase as control, respectively (A). One dose (0.3 ml), 1/4th (0.075 ml), 1/8th (0.038 ml), or 1/16th (0.019 ml) dose of IBD vaccine were mixed with 0.1 ml volume of the oil emulsion form of CVCVA5 or with the similar oil emulsion containing only PBS in aqueous phase as control, respectively (B). Chickens were bled at 2, 3, and 4 weeks PV. * * P < 0.01, * * * P < 0.001. Chickens in the ND challenge groups were subcutaneously inoculated 10 5.0 ELD 50 of F48E8 virulent viruses at 4 weeks post vaccination (wpv). The clinical signs of all birds were monitored for 14 days. Oropharyngeal and cloacal swab samples were collected at 3, 5, and 7 days post-challenge (dpc) for virus isolation. Birds in the IBD challenge groups were inoculated intraocularly with 10 BID 50 BC6/85 viruses at 4 wpv. The monitoring period was only 3 days and the swab samples were collected at 3 dpc. The morbidity was counted with the clinical signs of challenge chickens. −, not test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Adjuvants Help to Induce Sterile Immunity for ND and IBD Vaccines"
        },
        {
            "text": "positive for virus isolation which received one dose and halfdose of ND vaccine groups without adjuvants. All birds were not infected or died in the control group (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 172,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The Adjuvants Help to Induce Sterile Immunity for ND and IBD Vaccines"
        },
        {
            "text": "In the IBDV challenge groups, no bird had virus shedding in chickens received one dose of IBD-CVCVA5 vaccine, but one bird showed virus shedding in the half-dose of IBD-CVCVA5 vaccine. Four out of 15 chickens were positive for viral shedding that received one full dose of commercial vaccine group, and onethird (5/15) of chickens had viruses shedding from that received the half-dose of commercial vaccine group. All challenged control birds developed infection, but survived post exposure ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 501,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The Adjuvants Help to Induce Sterile Immunity for ND and IBD Vaccines"
        },
        {
            "text": "Serum antibody levels were significantly enhanced in birds vaccinated with the three bivalent vaccines which combined with CVCVA5, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Adjuvants Boosted the Antibody Levels in Birds That Received One Dose or Half-Dose of Bivalent Vaccine"
        },
        {
            "text": "In light of the HI antibody titers against ND or H9 AI antigens, the humoral immune response in groups that received adjuvants were significantly higher than groups that received no adjuvants. The HI antibody titers against ND antigens in the chickens that received one full dose or half-dose of ND-H9-CVCVA5 vaccines were increased at least 1 log2 when compared with those chickens given the corresponding one dose or half-dose of ND-H9 vaccines at 2, 3, and 4 weeks PV ( Figure 3A) . However, the antibody levels against H9 antigens were elevated 0.9 log2 ( Figure 3B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 473,
                    "end": 483,
                    "text": "Figure 3A)",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 570,
                    "text": "Figure 3B)",
                    "ref_id": null
                }
            ],
            "section": "The Adjuvants Boosted the Antibody Levels in Birds That Received One Dose or Half-Dose of Bivalent Vaccine"
        },
        {
            "text": "As expected, the adjuvants also enhanced immunological responses at both the ND-IB and ND-IBD bivalent vaccines in terms of the antibody levels. In groups that received one dose or half-dose of ND-IB-CVCVA5 vaccines at 2 weeks PV, the antibody titers against IB antigen were higher than those groups that received one dose of ND-IB vaccines without adjuvants at 4 weeks PV (Figure 3D) . The serological immune responses of the chickens to IBDV were similar to those of the birds to IBV. The SN antibody levels FIGURE 3 | Antibody titers against virus antigen of the bivalent vaccines. ND-H9-CVCVA5, one dose of CVCVA5 adjuvanted ND-H9 vaccine. ND-H9, one dose of commercial ND-H9 vaccine without CVCVA5. ND-H9-CVCVA5-1/2, half-dose of CVCVA5 adjuvanted ND-H9 vaccine. ND-H9-1/2, half dose of ND-H9 commercial vaccine (A,B). The name of ND-IB (C,D) and ND-IBD (E,F) vaccines groups were similar to those of ND-H9 vaccines. * P < 0.05, * * P < 0.01, * * * P < 0.001.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 384,
                    "text": "(Figure 3D)",
                    "ref_id": null
                }
            ],
            "section": "The Adjuvants Boosted the Antibody Levels in Birds That Received One Dose or Half-Dose of Bivalent Vaccine"
        },
        {
            "text": "against IBDV in the adjuvanted group were at least 2 log2 higher than those of the non-adjuvanted group (Figure 3F) . Antibody titers of the chickens against NDV in both the adjuvanted ND-IB and ND-IBD bivalent vaccine groups were similar to those of birds to the adjuvanted ND-H9 bivalent vaccine groups. They were elevated approximately 1 log2 compared to those bivalent vaccines without adjuvants (Figures 3C,E) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 115,
                    "text": "(Figure 3F)",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 414,
                    "text": "(Figures 3C,E)",
                    "ref_id": null
                }
            ],
            "section": "The Adjuvants Boosted the Antibody Levels in Birds That Received One Dose or Half-Dose of Bivalent Vaccine"
        },
        {
            "text": "Tetravalent vaccines are frequently administered in some Chinese native chicken breeds which received long-term feeding period (>70 days) or replacement layers. To test the adjuvants effects on the application of the vaccine sparing or antigen sparing, groups of chickens were given half-dose of commercial vaccines with or without CVCVA5, or administered the adjuvanted or non-adjuvanted antigensaving tetravalent vaccines, which contained only one quarter of viral antigen than those in the standard commercial vaccine. The improved effects of the CVCVA5 on the tetravalent vaccines of commercial chickens in the field were similar to those chickens, which received the univalent or bivalent vaccines, even on the antigen-sparing vaccines. According to the antibody levels against ND (Figure 4A) , IB (Figure 4B) , EDS (Figure 4C) , and H9 ( Figure 4D ) antigens, respectively, the effects of CVCVA5 didn't decrease the groups that received reducing half-dose of vaccine or three fourths of viral antigen contents compared with those groups injection with one full dose of vaccine. Serum antibody levels in groups of one dose, half-dose or 3/4 antigen-saving vaccine with adjuvants were higher than those that received one dose vaccine without adjuvants. However, without addition of adjuvants, the dose-saving or antigen-sparing tetravalent vaccines had decreased serological immune response based on the antibodies titers, especially the antibody levels against IB and EDS antigens.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 786,
                    "end": 797,
                    "text": "(Figure 4A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 803,
                    "end": 814,
                    "text": "(Figure 4B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 821,
                    "end": 832,
                    "text": "(Figure 4C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 844,
                    "end": 853,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Adjuvants Increase the Immune Response to the Antigen Sparing Tetravalent Vaccines"
        },
        {
            "text": "The study was carried out to test the effect of CVCVA5 adjuvant, which was given vaccines at early stage, on the subsequently immunized vaccines in the same vaccination program. The ND-IB bivalent vaccines with adjuvants were administered in chickens at day 5, and the H5-H9 bivalent vaccines that received no adjuvants administered at day 10. The antibody levels against both H5 and H9 were slightly enhanced in the flocks previously given ND-IB-CVCVA5 and boosted by the injection of H5-H9 vaccines when compared to those initially administered with ND-IB vaccine without CVCVA5 and then given the H5-H9 vaccines ( Figure 5B ). As expected, the serological immune responses to the NDV or IBV antigen were elevated in the flocks, which received with ND-IB-CVCVA5 in contrast to those birds vaccinated with only ND-IB vaccines without adjuvants ( Figure 5A ). Both cytokine levels of the IFNγ and IL-4 were greatly improved by CVCVA5 as compared with the results from groups of ND-IB and ND-IB-CVCVA5 at 5 and 14 days PV, respectively ( Figure 5C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 617,
                    "end": 626,
                    "text": "Figure 5B",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 856,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 1037,
                    "end": 1046,
                    "text": "Figure 5C",
                    "ref_id": null
                }
            ],
            "section": "Vaccine with Adjuvants up Regulated the Antibody Response of the Subsequent Immunization"
        },
        {
            "text": "To save labor, time and cost, and reducing the stress due to handling birds, some owners of poultry farms mix different univalent or bivalent commercial vaccines, and simultaneously vaccinated them with partial dose or single dose of vaccine at same or different sites. However, these vaccination procedures are not uniformly efficacious, as occasionally occur in so-called \"vaccine failures\" as a result of administration of partial doses of vaccines, or poor adsorption of vaccines by host, because of simultaneous inoculations (Matheis et al., 2001) . The available approaches to overcoming these shortcomings are to develop addition types of polyvalent vaccines or to minimize the volume of vaccine during manufacture process (Tola et al., 1999) . Combination of the immunopotentiators with polyvalent vaccine is one available way to solve this issue.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 552,
                    "text": "(Matheis et al., 2001)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 730,
                    "end": 749,
                    "text": "(Tola et al., 1999)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Adjuvanted vaccines reduced to half-dose volume and didn't have an influence on the efficacies of the monovalent vaccines of ND, EDS, IBD, and IB. Specifically, fewer dosages were demanded for adjuvanted ND and IBD vaccine to qualify the requirements in comparison with the non-adjuvanted vaccines. However, the efficacy of commercial vaccines without adjuvants showed the dose-effect relationship, especially EDS, IBD, and IB vaccines, in which the reduction of the dose volume caused the decrease of antibody levels and the increase of virus shedding (Iqbal, 2012) .",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 566,
                    "text": "(Iqbal, 2012)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The components of the CVCVA5 are capable of boosting innate and adaptive immune response. The poly I:C, the agonist of TLR3, is a potent inducer of innate immunity (Tatematsu et al., 2014) , induce robust Th1 biased immunity, and also is capable of enhancing Th2 cytokine IL-4 (Kato et al., 2007;  FIGURE 5 | Antibody titers against virus antigen and cytokine levels in program of immunization. The HI titers of serum antibodies at 2-, 3-and 4-week post vaccination of H5-H9 vaccine were measured with four units of hemmaglutinin antigens of ND and IB (A), H5 and H9 (B). The cytokine levels of IFNγ and IL-4 in serum were tested at 5-and 14-day post vaccination of ND-IB with or without CVCVA5 (C). * * P < 0.01, * * * P < 0.001. Jin et al., 2010) . The imiquimod and resiquimod recognized by TLR7/8 are effective in activation of dendritic cells and B cells to elicit cytokines optimal for Th1 cell immunity, and antibody production. The MDP, ligand of NOD2, induce mucosal antibody response (Shafique et al., 2013) , and skew a Th1-cell response and promote secretion of IFNγ. Levamisole exert effects on immune response through the activation of dendritic cells or T cell (Chen et al., 2008) . Either Th1 or Th2 cells or a combination of these cell types can support mucosal immunity (Neurath et al., 2002) . The effects of these agonists were further evidenced in this study.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 188,
                    "text": "(Tatematsu et al., 2014)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 277,
                    "end": 296,
                    "text": "(Kato et al., 2007;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 297,
                    "end": 297,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 748,
                    "text": "Jin et al., 2010)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 994,
                    "end": 1017,
                    "text": "(Shafique et al., 2013)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1176,
                    "end": 1195,
                    "text": "(Chen et al., 2008)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1288,
                    "end": 1310,
                    "text": "(Neurath et al., 2002)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the efficacy study, we have detected that the monovalent vaccine combination use with CVCVA5, up regulation of IFNγ and IL-4 levels in serum, and mucosal antibodies in tears and BAL, which are also consistent with our previous study with H5 or H9 vaccine mixing use with CVCVA5 (Tang et al., 2014; Lu et al., 2016) . Rising cytokine levels and mucosal immunity may provide some clues to the CVCCVA5 improving the efficacy of vaccine, including vaccine-or antigen-sparing tests, and the sterile immunity test with ND and IBD vaccination.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 300,
                    "text": "(Tang et al., 2014;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 301,
                    "end": 317,
                    "text": "Lu et al., 2016)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Bivalent vaccines are widely employed in different breeds of poultry flocks. The adjuvanted bivalent (ND-H9, ND-IB, and ND-IBD) vaccines showed similarly improved efficacy in terms of the antibody titers compared to those that received non-adjuvanted commercial vaccines. The CVCVA5 may improve the innate immune responses, which contribute to enhance immunity of the adjuvanted bivalent vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is known that the tetravalent vaccines are the highest number of antigen containing vaccine for chickens in China. These polyvalent vaccines are widely adopted as one of the strategies to prevent and control the spread of infectious disease in intensive-farming of commercial poultry flocks. However, the manufacturing processes of polyvalent vaccines are more complicated than those of the monovalent vaccines, which involved from the steps of the filtration and concentration of single component of vaccine antigens to the preparation of aqueous phase before the emulsification with mineral oil phase. These processes yield of polyvalent vaccines containing more impure contents than those of the monovalent vaccines, leading to adverse effects on animal. Therefore, one of the challenges of the preparation of polyvalent vaccine is how to balance the reduction of antigen volume with the maintenance of the efficacy as those of the monovalent vaccine. The addition of adjuvants containing danger signals molecules to the vaccine is one effective method to overcome these drawbacks. The efficacy of the antigen-saving tetravalent with adjuvants is not influenced by the reduction of antigen contents. This indicated the adjuvants can benefit antigen-saving during manufacture process. The body weight and clinical signs showed no remarkable difference (data not shown) between the chickens in the adjuvanted and non-adjuvanted groups. This indicated no adverse effect of the adjuvant on their growth. Results also indicated that the CVCVA5 adjuvant is capable of increasing the efficacy of the vaccine with four antigens. The previous studies (Gough et al., 1977; Li et al., 2012; Yu et al., 2015) also showed the adjuvants can improve the efficacy of multivalent vaccines.",
            "cite_spans": [
                {
                    "start": 1648,
                    "end": 1668,
                    "text": "(Gough et al., 1977;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1669,
                    "end": 1685,
                    "text": "Li et al., 2012;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1686,
                    "end": 1702,
                    "text": "Yu et al., 2015)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The CVCVA5 adjuvant is also significantly improved H5 and H9 antibody titers, which indicated that chickens which received the H5-H9 vaccines after the administration of ND-IB-CVCVA5 with 5 days intervals. Both of IFNγ and IL-4 in the chickens' serum maintained high levels at 5 and 14 days PV of ND-IB-CVCVA5. The cytokine IFNγ and IL-4, elicited by the CVCVA5, may synergistically increase the immune response to ND-IB vaccine with it and the following H5-H9 vaccine without it. Other researchers (Piedrafita et al., 2013) reported the similar efficacy of adjuvant benefit to following vaccination.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 524,
                    "text": "(Piedrafita et al., 2013)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, this study showed the immunopotentiator CVCVA5 increased the serum and mucosal antibody levels, cytokine levels of IFNγ and IL-4 of the chickens which received the univalent vaccine, and also improved serum antibody titers in bivalent and tetravalent vaccines immunized chickens, respectively. Specifically, the vaccine-sparing and antigen-saving immunization could substantially benefit the poultry farmers, as well as the vaccine manufacturers. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The long view: a selective review of 40 years of Newcastle disease research",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Aldous",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Avian Pathol",
            "volume": "41",
            "issn": "",
            "pages": "329--335",
            "other_ids": {
                "DOI": [
                    "10.1080/03079457.2012.697991"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Levamisole enhances immune response by affecting the activation and maturation of human monocytederived dendritic cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin. Exp. Immunol",
            "volume": "151",
            "issn": "",
            "pages": "174--181",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2249.2007.03541.x"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Immune responses to virulent and vaccine strains of infectious bronchitis viruses in chickens",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chhabra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chantrey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ganapathy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Viral Immunol",
            "volume": "28",
            "issn": "",
            "pages": "478--488",
            "other_ids": {
                "DOI": [
                    "10.1089/vim.2015.0027"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Vaccine adjuvants: putting innate immunity to work",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Coffman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Seder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunity",
            "volume": "33",
            "issn": "",
            "pages": "492--503",
            "other_ids": {
                "DOI": [
                    "10.1016/j.immuni.2010.10.002"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Working together: interactions between vaccine antigens and adjuvants",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "M"
                    ],
                    "last": "Dowling",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Vedvick",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ther. Adv. Vaccines",
            "volume": "1",
            "issn": "",
            "pages": "7--20",
            "other_ids": {
                "DOI": [
                    "10.1177/2051013613480144"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Safety and efficacy of water-in-oil-in-water emulsion vaccines containing Newcastle disease virus haemagglutinin-neuraminidase glycoprotein",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fukanoki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Iwakura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iwaki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ikeda",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Avian Pathol",
            "volume": "30",
            "issn": "",
            "pages": "509--516",
            "other_ids": {
                "DOI": [
                    "10.1080/03079450120078707"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immune response to monovalent and bivalent Newcastle disease and infectious bronchitis inactivated vaccines",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gough",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nedelciu",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Avian Pathol",
            "volume": "6",
            "issn": "",
            "pages": "131--142",
            "other_ids": {
                "DOI": [
                    "10.1080/03079457708418221"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Progress toward the development of polyvalent vaccination strategies against multiple viral infections in chickens using herpesvirus of turkeys as vector",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iqbal",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "222--226",
            "other_ids": {
                "DOI": [
                    "10.4161/bioe.20476"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunomodulatory effects of dsRNA and its potential as vaccine adjuvant",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Biomed. Biotechnol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2010/690438"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Immune responses of poultry to Newcastle disease virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kapczynski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Afonso",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Dev. Comp. Immunol",
            "volume": "41",
            "issn": "",
            "pages": "447--453",
            "other_ids": {
                "DOI": [
                    "10.1016/j.dci.2013.04.012"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "TLR3-and Th2 cytokine-dependent production of thymic stromal lymphopoietin in human airway epithelial cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Favoreto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Avila",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Schleimer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Immunol",
            "volume": "179",
            "issn": "",
            "pages": "1080--1087",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Concomitant turkey herpesvirus-infectious bursal disease vector vaccine and oil-adjuvanted inactivated Newcastle disease vaccine administration: consequences for vaccine intake and protection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lemiere",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pritchard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cruz-Coy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rojo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Avian Dis",
            "volume": "55",
            "issn": "",
            "pages": "642--649",
            "other_ids": {
                "DOI": [
                    "10.1637/9751-040511-ResNote.1"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Adjuvant activity of Sargassum pallidum polysaccharides against combined Newcastle disease, infectious bronchitis and avian influenza inactivated vaccines",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Q"
                    ],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lun",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mar. Drugs",
            "volume": "10",
            "issn": "",
            "pages": "2648--2660",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Immunopotentiators improve the efficacy of oil-emulsion-inactivated avian influenza vaccine in chickens, ducks and geese",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS ONE",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0156573"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "An overview of infectious bursal disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Mahgoub",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch. Virol",
            "volume": "157",
            "issn": "",
            "pages": "2047--2057",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-012-1377-9"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The role of the adsorption process for production and control combined adsorbed vaccines",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Matheis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zott",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwanig",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vaccine",
            "volume": "20",
            "issn": "",
            "pages": "67--73",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The role of Th1/Th2 polarization in mucosal immunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Neurath",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Finotto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Glimcher",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Med",
            "volume": "8",
            "issn": "",
            "pages": "602--567",
            "other_ids": {
                "DOI": [
                    "10.1038/nm0602-567"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effects of levamisole hydrochloride on cellular immune response and flock performance of commercial broilers",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Oladele",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Emikpe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A O"
                    ],
                    "last": "Adeyefa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Enibe",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Braz. J. Poult. Sci",
            "volume": "14",
            "issn": "",
            "pages": "259--265",
            "other_ids": {
                "DOI": [
                    "10.1590/S1516-635X2012000400005"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Immunoglobulin A as an early humoral responder after mucosal avian coronavirus vaccination",
            "authors": [],
            "year": null,
            "venue": "Avian Dis",
            "volume": "58",
            "issn": "",
            "pages": "279--286",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The effect of different adjuvants on immune parameters and protection following vaccination of sheep with a larval-specific antigen of the gastrointestinal nematode",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Piedrafita",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Preston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kemp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Veer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sherrard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kraska",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Haemonchus contortus. PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0078357"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Evaluation of an intranasal virosomal vaccine against respiratory syncytial virus in mice: effect of TLR2 and NOD2 ligands on induction of systemic and mucosal immune responses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shafique",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Meijerhof",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilschut",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Haan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0061287"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Development of an effective polyvalent vaccine against both Marek's and Newcastle diseases based on recombinant Marek's disease virus type 1 in commercial chickens with maternal antibodies",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sonoda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sakaguchi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okamura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yokogawa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tokunaga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tokiyoshi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "3217--3226",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Chimaeric VP2 proteins from infectious bursal disease virus containing the N-terminal M2e of H9 subtype avian influenza virus induce neutralizing antibody responses to both viruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Avian Pathol",
            "volume": "42",
            "issn": "",
            "pages": "260--267",
            "other_ids": {
                "DOI": [
                    "10.1080/03079457.2013.782096"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Inactivated vaccine with adjuvants consisting of pattern recognition receptor agonists confers protection against avian influenza viruses in chickens",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zha",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet. Microbiol",
            "volume": "172",
            "issn": "",
            "pages": "120--128",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2014.05.007"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Characterization of duck H5N1 influenza viruses with differing pathogenicity in mallard (Anas platyrhynchos) ducks",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Avian Pathol",
            "volume": "38",
            "issn": "",
            "pages": "457--467",
            "other_ids": {
                "DOI": [
                    "10.1080/03079450903349147"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Beyond dsRNA: toll-like receptor 3 signalling in RNA-induced immune responses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tatematsu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biochem. J",
            "volume": "458",
            "issn": "",
            "pages": "195--201",
            "other_ids": {
                "DOI": [
                    "10.1042/BJ20131492"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Experimental vaccination against Mycoplasma agalactiae using different inactivated vaccines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tola",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Manunta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rocca",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Rocchigiani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Idini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Angioi",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vaccine",
            "volume": "17",
            "issn": "",
            "pages": "2764--2768",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Active and passive protection against variant and classic infectious bursal disease virus strains induced by baculovirus-expressed structural proteins",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Vakharia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Snyder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lutticken",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mengel-Whereat",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Savage",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Vaccine",
            "volume": "12",
            "issn": "",
            "pages": "452--456",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The use of Toll-like receptor 7/8 agonists as vaccine adjuvants",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Vasilakos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tomai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Expert Rev. Vaccines",
            "volume": "12",
            "issn": "",
            "pages": "809--819",
            "other_ids": {
                "DOI": [
                    "10.1586/14760584.2013.811208"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Improved immune responses to a bivalent vaccine of Newcastle disease and avian influenza in chickens by ginseng stemleaf saponins",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet. Immunol. Immunopathol",
            "volume": "167",
            "issn": "",
            "pages": "147--155",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetimm.2015.07.017"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Antibody titers elicited by the tetravalent vaccines. ND-IB-EDS-H9-CVCVA5, one dose of CVCVA5 adjuvanted ND-IB-EDS-H9 vaccine. ND-IB-EDS-H9, one dose of commercial ND-H9 vaccine without CVCVA5. ND-IB-EDS-H9-CVCVA5-1/2, half dose of CVCVA5 adjuvanted ND-IB-EDS-H9 vaccine. ND-IB-EDS-H9-1/4, antigen-sparing vaccine containing one quarter of antigen contents as those of the ND-IB-EDS-H9 standard commercial vaccine. ND-IB-EDS-H9-CVCVA5-1/4, adjuvanted antigen-sparing vaccine. The testing antigens were ND (A), IB (B), EDS (C), H9 (D), respectively. * * P < 0.01, * * * P < 0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Conceived and designed the experiments: YT, PW, JL, XL, and JH. Performed the experiments: YT, PW, JL, LF, XZ, and MM. Analyzed the data: YT, PW, JL, LF, XL, JH, and HW. Contributed reagents/materials/analysis tools: YT, PW, JL, XL, JH, and HW. Wrote and editing the paper: YT, PW, HW, and XL.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "This work was partially supported by the National Key Research and Development Program of China (2017YFD0500706), Central Finance Funds for Agrotechnical Popularization grants (TG(15)067), Jiangsu Agriculture Science and Technology Innovation Fund (CX(15)1063) and the Special Fund for Agroscientific Research in the Public Interest (201303046).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The Newcastle Disease virus (ND) and Infectious Bursal Disease virus (IBD) shedding post-challenge.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "ACKNOWLEDGMENT We appreciate Prof. Joseph J. Giambrone of Auburn University proof-reading this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Copyright © 2017 Wu, Lu, Feng, Wu, Zhang, Mei, Hou, Liu and Tang. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) or licensor are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 237,
                    "text": "Lu, Feng, Wu, Zhang, Mei, Hou, Liu and Tang.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conflict of Interest Statement:"
        }
    ]
}