{
    "paper_id": "67ad221f50d67a02b89b0ea67da2a74d6d463d16",
    "metadata": {
        "title": "Directional and reoccurring sequence change in zoonotic RNA virus genomes visualized by time- series word count OPEN",
        "authors": [
            {
                "first": "Yoshiko",
                "middle": [],
                "last": "Wada",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagahama Institute of Bio-Science and Technology",
                    "location": {
                        "addrLine": "Tamura-cho 1266, Nagahama-shi, Shiga-ken",
                        "postCode": "526-0829",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Kennosuke",
                "middle": [],
                "last": "Wada",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuki",
                "middle": [],
                "last": "Iwasaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagahama Institute of Bio-Science and Technology",
                    "location": {
                        "addrLine": "Tamura-cho 1266, Nagahama-shi, Shiga-ken",
                        "postCode": "526-0829",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Shigehiko",
                "middle": [],
                "last": "Kanaya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagahama Institute of Bio-Science and Technology",
                    "location": {
                        "addrLine": "Tamura-cho 1266, Nagahama-shi, Shiga-ken",
                        "postCode": "526-0829",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Toshimichi",
                "middle": [],
                "last": "Ikemura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagahama Institute of Bio-Science and Technology",
                    "location": {
                        "addrLine": "Tamura-cho 1266, Nagahama-shi, Shiga-ken",
                        "postCode": "526-0829",
                        "country": "Japan"
                    }
                },
                "email": "t_ikemura@nagahama-i-bio.ac.jp"
            }
        ]
    },
    "abstract": [
        {
            "text": "rapidly. Viral growth depends on many host factors, but human cells may not provide the ideal growth conditions for viruses invading from nonhuman hosts. The present time-series analyses of short and long oligonucleotide compositions in these genomes showed directional changes in their composition after invasion from a nonhuman host, which are thought to recur after future invasions. In the recent West Africa Ebola outbreak, directional time-series changes in a wide range of oligonucleotides were observed in common for three geographic areas, and the directional changes were observed also for the recent MERS coronavirus epidemics starting in the Middle East. In addition, common directional changes in human influenza A viruses were observed for three subtypes, whose epidemics started independently. Long oligonucleotides that showed an evident directional change observed in common for the three subtypes corresponded to some of influenza A siRNAs, whose activities have been experimentally proven. Predicting directional and reoccurring changes in oligonucleotide composition should become important for designing diagnostic RT-PCR primers and therapeutic oligonucleotides with long effectiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Viruses have always posed significant threats to public health, as highlighted by the recent ebolavirus outbreak in West Africa [1] [2] [3] [4] and the emerging and re-emerging nature of influenza viruses 5 . To face the world-wide threats caused by zoonotic RNA viruses, which suddenly cause serious outbreaks by invasion from nonhuman hosts and mutate rapidly, we must understand the molecular evolutionary changes in their genome sequences extensively by innovating various technologies, including those used in big data analyses, e.g., large-scale word count. Time-series word count of oligonucleotides in genome sequences can be conducted without specialized assumptions and prior knowledge and is useful for unsupervised data mining. Importantly the obtained results are easily understandable, even for those unfamiliar with molecular evolutionary studies.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 132,
                    "end": 135,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 136,
                    "end": 139,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Oligonucleotide composition varies significantly among species even with the same genome G+ C%; therefore, the composition, especially of short oligonucleotides, has been used as a phylogenetic parameter \"genome signature\" 6 to classify microbial genomes, including viral genomes. Viruses are inevitably dependent on many host factors for their growth (e.g., nucleotide pools, proteins and RNAs) and must escape from host antiviral mechanisms (e.g., interferon-induced systems) [7] [8] [9] . Therefore, after the invasion of zoonotic viruses from nonhumans, a certain level of directional change in genomic sequences and thus in mono-and oligonucleotide compositions should occur during human-to-human transmission. In fact, the G+ C% of influenza A virus strains isolated from humans is lower than that of strains isolated from natural hosts, which were avian 10 , and the CG dinucleotide in an A/U context has been preferentially eliminated from classical H1N1 influenza viruses during human-to-human transmission 11 . By using BLSOM (Batch Learning Self-Organizing Map) 12,13 , we previously found directional compositional changes in a wide range of oligonucleotides 14, 15 that occurred after the onset of the influenza H1N1/09 pandemic of 2009 [16] [17] [18] .",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 481,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1171,
                    "end": 1174,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1250,
                    "end": 1254,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1255,
                    "end": 1259,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1260,
                    "end": 1264,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we first conducted time-series word counts on changes in mono-to pentanucleotide compositions, occurring after invasion from nonhumans, for ebolavirus, MERS coronavirus and influenza viruses. Then, Scientific RepoRts | 6:36197 | DOI: 10.1038/srep36197 as an example of long oligonucleotides, we analyzed 20-mers. Because 20-mers are composed of 4 20 (ca. 1.1 trillion) variables, the analysis becomes a big data analysis. Long oligonucleotides are key elements of diagnostic PCR primers 19 and potentially promising nucleic-acid therapeutics (e.g., antisense RNA, siRNA and miRNA) 19, [20] [21] [22] [23] . RNA viruses mutate very rapidly, and therefore, their sequence changes should be intensively characterized for designing diagnostic and therapeutic oligonucleotides with long effectiveness. The present time-series analysis on influenza A genomes showed that the 20-mers exhibiting the most evident directional changes observed in common for three different subtypes corresponded to several influenza A siRNAs, which were experimentally validated. Time-series analyses can provide information on changes possibly reoccurring after invasions from natural reservoir hosts.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 599,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Spatiotemporal analysis of mononucleotide composition in ebolavirus genomes. Because of the recent major threat to public health in West Africa, more than 1000 genomes of Zaire ebolavirus (EBOV) strains, isolated from humans from 2014 to 2015, have been sequenced, and the sequences are available from the NCBI Virus Variation Database 24 (http://www.ncbi.nlm.nih.gov/genome/viruses/variation/ebola/). To study molecular evolutionary changes in EBOV genomes in the current epidemic, we obtained 1020 strains, for which the isolated dates are given. Although we focused on full-length genomes, a minor portion was relatively short in length, or many unidentified \"N\" bases were included, partly because of the stringent sterilization treatment obligated by the local government 3 . Because these will give odd values of mono-and oligonucleotide compositions, we focused on 935 genomes longer than 18.5 kb after omitting N bases, which were derived from 244 Guinea, 156 Liberia and 535 Sierra Leone strains. To conduct the present spatiotemporal analysis, 15 strains isolated from several other geographic areas were omitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "We first analyzed time-series change in mononucleotide composition for strains isolated in the three areas separately. Figure 1a plots four mononucleotide compositions (%) in each genome according to the isolated day, which started on March 17, 2014 . Because mutations occur primarily as random processes, mononucleotide compositions for strains isolated even around the same day clearly differed from each other, which resulted in evident compositional diversity. Despite this diversity, which should also be due to sequencing uncertainty, linear regression lines appear to show a time-dependent increasing or decreasing trend, a possible increase for C% and G% and a possible decrease for A% and U%. This is consistent with the excess U-to-C mutations found by two groups 2,3 . 24 . Data and regression lines separately analyzed for different geographic areas are differentially colored: Guinea (blue), Liberia (brown) and Sierra Leone (green). (b) Averaged mononucleotide compositions for strains in each month are plotted according to the elapsed months from March 2014. Data and regression lines for the elapsed months are colored as described in (a). A separate and additional regression analysis for data without the averaging (a) that can examine time-series changes from the epidemic start for all three areas showed that the null hypothesis (i.e. no correlation) was rejected for all mononucleotides in the three areas (12 cases) at the significance level of 0.01, except for T% and G% for Guinea; this was rejected for the T% for Guinea at the significance level of 0.05. For data after averaging (b), the null hypothesis was rejected at the significance level of 0.05 for mononucleotides in the three areas, except for G% and T% in Guinea.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 249,
                    "text": "March 17, 2014",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 128,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Scientific RepoRts | 6:36197 | DOI: 10.1038/srep36197",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The present study focused on time-series changes, but not on data variations caused largely by random mutations and sequencing uncertainty, and therefore, average characteristics of strains isolated in a similar period were analyzed, summing up the sequences isolated in one month and calculating an averaged mononucleotide composition for each month (Fig. 1b) . This could be done because the genome sequence data were distributed rather evenly by area and month; the average number of strains per month was 22.2, 41.2 and 17.3 for Guinea (blue), Sierra Leone (green) and Liberia (brown), respectively. We omitted the data for a few months, for which no more than 5 strains were available in the respective area. Figure 1b shows a more conspicuous increasing or decreasing trend than Fig. 1a , and the time-series increasing or decreasing trend revealed by the regression line for the elapsed months was the same among the three areas for all nucleotides, except for an ambiguous case of G% for Guinea. In more detail, positive and negative directions of the regression line were primarily common among the three areas, although the slope angle appear to differ; Table 1 lists Pearson's correlation coefficients calculated separately for the three areas. The highest negative (− 0.94) or positive (0.92) correlation among mononucleotides was observed for A% or C%, respectively, in Liberia, which corresponded to a decrease of 10.2 As or an increase of 11.4 Cs per genome at the final stage of the current outbreak. Notably, the increasing or decreasing trend detected by these averaged data for one month (Fig. 1b) is common to the result without averaging (Fig. 1a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 360,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 714,
                    "end": 723,
                    "text": "Figure 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 785,
                    "end": 792,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1164,
                    "end": 1171,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1607,
                    "end": 1616,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1659,
                    "end": 1668,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "In these regression analyses, the strains that were isolated in the three areas were independently analyzed. A separate regression analysis that could examine the statistical significance of directional changes from the epidemic start for all three areas, was conducted, by including the data of strains isolated at or near the beginning of the current epidemic (i.e., 2014 March strains in Guinea) in Liberia and Sierra Leone data. The results thus obtained by the latter analysis were consistent with those obtained by the former, and the null hypothesis (i.e. no correlation) was rejected at statistically significant levels in most cases, as described in Figure legend Short oligonucleotide composition in ebolavirus genomes. Next, we analyzed each dinucleotide composition in the genomes grouped for each month. The results presented in Fig. 2a , Table 1 and Supplementary  Fig. 1a show that a common increasing or decreasing trend was observed among the three areas for more than half of the sixteen dinucleotides. Correlation coefficients higher than 0.8 or less than − 0.8 are colored in Table 1 . For nine of the ten colored dinucleotides, the coefficient in the other two areas primarily shows the common directional trend. These high correlation coefficients should reflect the evolutionary dependence of the genome sequences.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 659,
                    "end": 672,
                    "text": "Figure legend",
                    "ref_id": null
                },
                {
                    "start": 842,
                    "end": 849,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 852,
                    "end": 859,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 864,
                    "end": 886,
                    "text": "Supplementary  Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1096,
                    "end": 1103,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "A decrease in UU and AU and an increase in CC (Fig. 2a) are predictable, even as a cumulative effect of their constituent mononucleotides (Fig. 1b) , but an increase in AC, CU, GU and UG is not predictable as a simple cumulative effect and may indicate the characteristics of the contiguous sequence itself. We thus calculated the ratio of the observed dinucleotide occurrence to that expected from the mononucleotide composition (obs/exp) and found a decrease for UU and GC and an increase for GU, UG, AC and UA, which was common among the three areas ( Fig. 2b and Supplementary Fig. 1a) . The slope direction of the regression line was common among the three areas, but the slope angle appeared to differ among the areas for a wide range of dinucleotides, as well as for tri-and tetranucleotides (data not shown). A spatiotemporal word count can be conducted without specific assumptions or prior knowledge and visualizes viral evolutionary changes in an easily understandable way. Two distinct models can explain the common increasing or decreasing trend among the three areas, which was observed for a wide range of mono-and oligonucleotides. [Model 1] Throughout the current EBOV epidemic, virus movement between the three areas was extensive; therefore, the time-dependent trend of directional changes in oligonucleotide composition was common among the areas. [Model 2] Even without the extensive mixing of viruses, common directional changes can occur. For example, viruses inevitably depend on many host factors for their growth, but human cells may not provide an ideal growth environment for invading viruses; therefore, common directional changes occur after invasions from nonhumans for supporting more efficient growth in human cells. In this connection, Park et al. 3 reported there was no clear evidence for import or export of EBOV across national borders after its initial introduction. Furthermore, although an increasing or decreasing trend for a wide range of mono-and oligonucleotides is common among the three areas, their actual composition (%) and the slope angle of the directional change often differ among the areas. This observation is consistent with Model 2 and the report by Park et al. 3 but not with Model 1, as discussed below from various aspects.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 55,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 138,
                    "end": 147,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 555,
                    "end": 562,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 567,
                    "end": 589,
                    "text": "Supplementary Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "When considering the cellular environment differences between natural hosts (bats) and humans, not only the low-molecular substances (e.g., nucleotide pool) but also the macromolecules (e.g., proteins) involved in viral growth must be considered. Additionally, antiviral mechanisms 7-10 should differ between humans and natural hosts. Host macromolecules involved in viral growth (either supporting or inhibiting) should primarily recognize oligonucleotides, such as several nucleotides or longer, rather than mononucleotides. Hence, we analyzed time-series changes in pentanucleotide (5-mer) occurrences. We first calculated correlation coefficients for all 1024 (= 4 5 ) 5-mers and sorted them by the averaged correlation coefficients for the three areas. Figure 3a and Supplementary Fig. 1b show time-series patterns of 5-mers with evidently high or low correlation coefficients; 384 or 50 (of 1024 types) 5-mers showed a common decreasing or increasing trend among the areas, respectively. Examination of the ratio of the observed occurrences to those expected from the mononucleotide composition (obs/exp) showed that directional changes of many 5-mers cannot be explained by a cumulative effect of mononucleotide changes (data not shown), as found for various dinucleotides. When further examining the 5-mers showing the common directional change in more detail, their actual occurrence level and slope of Supplementary Fig. 1b) , and the difference often became clearer compared to that for mono-and dinucleotides. This cannot be explained by the aforementioned Model 1. If the time-series directional change in mono-and oligonucleotide composition found for EBOV is actually due to the necessity of supporting efficient growth in human cells (Model 2), such directional changes should be observed for other zoonotic RNA viruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 758,
                    "end": 767,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 772,
                    "end": 793,
                    "text": "Supplementary Fig. 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1412,
                    "end": 1434,
                    "text": "Supplementary Fig. 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Directional change in MERS virus genomes. We next analyzed MERS coronaviruses isolated in the recent epidemic starting in April 2012 in the Middle East 25, 26 . The EBOV outbreak analyzed above was initiated by a single virus strain being introduced from a nonhuman animal; this virus was then transmitted among humans during the outbreak. In contrast, MERS viruses were repeatedly transmitted from nonhumans, mainly camels, in this epidemic 25 , although its original natural host is thought to be bats 26 . Because direct nonhuman hosts for different human isolates differ among isolates, information on camel-derived strains in the current epidemic is important. From the NCBI Virus Variation Database 24 , we found 91 and 16 strains from humans and camels, respectively, with known isolated dates. The total number of MERS virus genomes is approximately one tenth of EBOV genomes, but their sequence length, even after omitting N bases, is mostly similar to its genome size (ca. 30 kb); only one sequence that was evidently short (29.3 kb) was omitted from this analysis. We grouped sequences in each month and analyzed the averaged mono-and oligonucleotides (from 2 to 5-mers) for each month and host.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "25,",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Clear time-dependent increasing or decreasing trends were observed for a wide range of mono-and dinucleotides (Fig. 4a,b) , but the increasing or decreasing trend found for actual mono-and oligonucleotides clearly differed from EBOV; e.g., C% and G% decrease and U% increases in MERS viruses. EBOV is a negative-sense single-stranded RNA virus, and the sequences registered in the database and analyzed here were complementary to viral genome sequences, but MERS virus is a positive-sense single-stranded RNA virus and, therefore, genome sequences were analyzed. This difference, however, cannot explain differences in directional changes in monoand oligonucleotide composition of EBOV and MERS viruses. Figure 3b presents four 5-mers with a high increasing or decreasing trend; e.g., during this 38-month epidemic, approximately six UUUUUs or four CCACUs have been gained or lost per genome, respectively. The time-dependent gain of U 5 (Fig. 3b) clearly differs from its loss for EBOV (Fig. 3a) . Although the regression lines (blue lines in Figs 3b and 4) were calculated only for human strains, occurrence data for camel strains (brown) were primarily positioned around the regression line, thus fitting the previous report that MERS viruses were repeatedly transmitted between camels and humans in the present epidemic 25 . Because time-series directional changes in mono-and oligonucleotide compositions were observed for both EBOV and MERS viruses, the directional change should occur for other zoonotic RNA viruses. Mononucleotide composition in influenza virus genomes. We next analyzed influenza viruses, for which a large number of sequences are available from the Influenza Research Database 27 for different human A subtypes, epidemics of which have started independently at long intervals, such as several decades. Importantly, the aforementioned Model 2, in which the common directional change between different viral populations is expected without extensive virus mixing, is testable more rigorously than for the EBOV outbreak, which started from a single invasion in Guinea and expanded to other countries. Furthermore, we may examine the following important issue. If a common directional change is observed, what types of changes likely reoccur in future epidemics caused by invasions from natural reservoir hosts?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 121,
                    "text": "(Fig. 4a,b)",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 713,
                    "text": "Figure 3b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 938,
                    "end": 947,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 987,
                    "end": 996,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "In addition to human A subtypes, genome sequences of human B type, which can currently infect humans but not birds, and of various avian A subtypes were available. The genomes of influenza A and B are composed of eight segments, and we first selected ca. 25,000 strains with a full set of eight sequences, categorized the full genome sequences according to host and serological type, and grouped them in each year. The sequence length cut-off was not included because the genome is composed of eight segments of various lengths and a simple, satisfactory criterion for length cut-off could not be set. Alternatively, because 20 times more sequences are available than for EBOV, we selected years with at least ten strains of one category to reduce the artefactual effects derived from sequencing uncertainty. Then, to analyze time-series changes, we selected human or avian A subtypes with more than five years fulfilling the above threshold (≥ten strains per year); the human B type also fitted these criteria. In the case of H1N1/09 [16] [17] [18] (starting from 2009 and abbreviated pH1N1 in the database), a sufficient number of sequences fulfilling the above threshold was available even per month and, therefore, pH1N1 sequences in each month were analyzed; importantly, this allowed the study of changes occurring within one outbreak in detail. Collectively, we focused on thirteen subtypes (three human and nine avian A subtypes and a human B type), and first analyzed time-series changes in mononucleotide compositions.",
            "cite_spans": [
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1040,
                    "end": 1044,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Three human subtypes of influenza A virus (human H1N1, H3N2 and pH1N1) changed their A%, C% and G% with common increasing or decreasing trends among the three subtypes (Fig. 5a) , despite different epidemics having started by independent invasions from nonhumans; the G+ C% increase in human A subtypes was previously reported by Rabadan et al. 10 . Figure 5a shows that the A%, C% and G% move time-dependently apart from those of avian A subtypes (sky blue) and toward those of the human B type (violet). Because the B type can currently infect humans, but not birds, this type has possibly adapted better to growth in human cells than A subtypes. The directional change of human A subtypes \"apart from avian A subtypes and toward the human B type\" may visualize their evolutionary journey from each start of human-to-human transmission. In the case of U%, human H1N1 (blue) and H3N2 (brown) have already reached the B's level, and only pH1N1 (green) shows an increasing trend toward B.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 177,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 350,
                    "end": 359,
                    "text": "Figure 5a",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Averaged mono-and dinucleotide compositions (a,b), for strains in each month are plotted according to the elapsed months from April 2012. Camel-derived strains are specified by small brown symbols, and regression lines (blue) were calculated only for human-derived strains. The null hypothesis was rejected for all data (8 cases) at the significance level of 0.01, except for A% and G%, with or without camel-derived strains; this was rejected for the G% at the significance level of 0.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 4. Time-series changes in mono-and dinucleotide composition (%) for MERS viruses."
        },
        {
            "text": "Scientific RepoRts | 6:36197 | DOI: 10.1038/srep36197 A large number of pH1N1 strains isolated from 2009 to 2014 could provide detailed information on changes occurring within and after one outbreak because the averaged mononucleotide compositions for each month were analyzed. In fact, a horizontally long panel examining three human A subtypes (Fig. 5b) revealed that A% monotonically increased from 2009 to 2012 but it abruptly lost half of the increase in 2013 (arrowed), followed by a possible partial recursion increase in 2014; C% and G% ( Supplementary Fig. 2a ) also showed a monotonic decrease from 2009 to 2012, followed by an abrupt backset.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 355,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 547,
                    "end": 568,
                    "text": "Supplementary Fig. 2a",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Figure 4. Time-series changes in mono-and dinucleotide composition (%) for MERS viruses."
        },
        {
            "text": "We next analyzed the di-to tetranucleotide compositions. Concerning correlation coefficients for the elapsed years in the case of H1N1 and H3N2 and for the elapsed months in the case of pH1N1, three subtypes show a common increasing or decreasing trend for thirteen of sixteen dinucleotides. The top four cases for the absolute value of averaged correlation coefficients for the three subtypes were examined in Fig. 6a . As observed for mononucleotides, all three subtypes appeared to move from avian A subtypes toward the human B type. A decrease in CG dinucleotides in A/U motifs during human-to-human transmission was previously reported 11 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 418,
                    "text": "Fig. 6a",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Short oligonucleotide composition in influenza virus genomes."
        },
        {
            "text": "Detailed inspection of pH1N1 (Fig. 6b) showed a monotonic increase of AA% from 2009 to 2012 was followed by an abrupt backset in 2013 (arrowed). Here, we discuss the backset occurring after one outbreak may relate to the differential slopes of directional changes observed for different subtypes (Figs 5 and 6 ). pH1N1 strains, which are primarily derived from one outbreak, show an evidently steeper slope than H1N1 and H3N2 strains derived from multiple outbreaks, indicating a higher rate of pH1N1genome sequence changes. The first discussion was whether pH1N1 had an evidently higher mutation rate than H1N1 and H3N2. We propose here that without introducing the higher mutation rate of pH1N1, its seemingly higher rate of genome sequence changes can be explained by the model that conforms to the abrupt backset that occurred after an outbreak. When considering a viral infection spread, the ratio of persons with or without proper resistance to the viral infection (e.g., antibodies The same colored and smaller symbols than for human subtypes are used for avian A subtypes because differences among avian subtypes were not a concern in the present study. Because the B type has moved gradually toward human A subtypes, this type appears not to have reached its hypothesized goal, which may possibly lie between human A and B types, but nearer the latter. (b) A horizontally long panel for A% of three human A subtypes is presented for clarifying detailed changes occurring within and after one outbreak of pH1N1. Data of C% and G% are presented in Supplementary Fig. 2a .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 38,
                    "text": "(Fig. 6b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 296,
                    "end": 309,
                    "text": "(Figs 5 and 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1555,
                    "end": 1576,
                    "text": "Supplementary Fig. 2a",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Short oligonucleotide composition in influenza virus genomes."
        },
        {
            "text": "Scientific RepoRts | 6:36197 | DOI: 10.1038/srep36197 that are highly effective against the respective strain) becomes important. Therefore, the blooming strains (and their close relatives) in a certain outbreak (especially in a pandemic) may not be a very suitable strain for restarting the next outbreak because antibodies highly effective against the blooming strains are held by a large portion of humans. Less blooming strains, that are less adapted to humans, may become good starting strains for the next outbreak, resulting in a backset after one outbreak, as observed in Figs 5b and 6b and Supplementary Fig.  2 . Hence, the evolutionary change focusing on strains belonging to a single outbreak looks higher than those belonging to multiple outbreaks, giving a steeper slope. To illustrate this interpretation, we added hypothetical data of H3N2 strains belonging to one outbreak as a series of small light-brown dots representing the dinucleotide compositions hypothesized for individual months, whose slope angle simply mimics that of pH1N1. Although other various mechanisms must be included to explain the backset after one outbreak, we propose that the steep slope of pH1N1 can be explained without introducing the higher mutation rate of pH1N1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 599,
                    "end": 620,
                    "text": "Supplementary Fig.  2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Short oligonucleotide composition in influenza virus genomes."
        },
        {
            "text": "A wide range of tri-and tetranucleotides also showed decreasing or increasing trends common among the three subtypes (data not shown). The common increase or decrease of mono-and oligonucleotides should reflect the convergent-type evolution occurring in independently evolving viruses, which have invaded independently from nonhumans. We predict that the time-dependent changes required for efficient growth in human cells will repeat with a significant probability after future invasions from natural reservoir hosts and that this view is most likely applicable to a wide range of zoonotic RNA viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short oligonucleotide composition in influenza virus genomes."
        },
        {
            "text": "Long oligonucleotides in human influenza A genomes. Next, a time-series analysis was performed on long oligonucleotide occurrences. Long oligonucleotides are key elements of diagnostic RT-PCR primers 20, 28 and nucleic-acid therapeutics (e.g., siRNAs) 19, [21] [22] [23] . When designing diagnostic and therapeutic oligonucleotides with long effectiveness for highly mutable viruses, we have to understand fundamental features of time-series directional changes of long oligonucleotides and to predict changes that will reoccur with a high probability. The sizes of PCR primers and therapeutic oligonucleotides range primarily from 15 to 30 nucleotides 19, [21] [22] [23] . Thus, we analyzed 20-mer occurrences in genomes of three human influenza A subtypes, which independently invaded from nonhumans. Of a total of 4 20 (ca. 1.1 trillion) types, ca. 1.4 million types of 20-mers were found in these genomes. Importantly, a time-series word count can analyze such big data without difficulty.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Short oligonucleotide composition in influenza virus genomes."
        },
        {
            "text": "After calculating correlation coefficients for each 20-mer for each subtype, we first selected all 20-mers having an evidently high or low correlation coefficient (> 0.8 or < − 0.8) in common for the three subtypes; all five 20-mers thus selected had negative correlation coefficients and were found to be mutually overlapped; i.e., these were components of one 24-mer. Figure 7a presents time-series occurrences for one 20-mer, ACAGCAGAGUGCUGUGGAUG; other four 20-mers gave practically the same decreasing pattern. At the beginning stage of three independent epidemics, most strains had one copy of the 20-mer, but during the course of human-to-human transmission the copy number decreased in the viral population and were almost completely lost at the final stage in all three subtypes; i.e., the strains having this 20-mer sequence progressively reduced their share in viral populations, regardless of differences in subtypes. We think that this common decrease reflects a certain inconvenience for efficient growth in human cells and will reoccur with a high probability after a future invasion. We next discuss this common decrease, in connection with siRNA designs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 379,
                    "text": "Figure 7a",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Short oligonucleotide composition in influenza virus genomes."
        },
        {
            "text": "Because of the social importance of influenza viruses, varieties of siRNAs have been designed as promising nucleic-acid therapeutics. Actually, VIRsiRNAdb 29 , which have complied the experimentally validated siRNA sequences, contains 96 siRNAs for influenza A viruses; and their length ranges from 19 to 21. When we searched viral siRNA sequences that were highly homologous to the 20-mers with an evident common increasing or decreasing trend with a BLAST search against VIRsiRNAdb, we found that four 19-mer influenza A siRNAs (virsi1635, 1640, 1645 and 1650), which had the same sequence (CAGCAGAGUGCUGUGGAUG) but were experimentally validated in different cell lines, showed a complete match to the 19-mer sequence harbored by the aforementioned five 20-mers, which are components of one 24-mer (AGGAACAGCAGAGUGCUGUGGAUG). Although these five 20-mers gave practically the same decreasing pattern to that listed in Fig. 7a , the compensatorily increased 20-mer responding to their decrease differed slightly in changed positions among the subtypes. Figure 7b ,c present patterns of the compensatorily increased 20-mers, which had nonsynonymous and synonymous changes from the original 20-mer, respectively (for details, see the Legend). This indicates that the sequence ranging over a certain length is possibly inconvenient for efficient growth in human cells ranges and that changes within the range can resolve the possible inconvenience. Since both synonymous and nonsynonymous changes were observed, the possible inconvenience should not relate to protein sequence. The information about the time-dependent directional change and the changed base should become important for designing siRNAs with long effectiveness.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 919,
                    "end": 926,
                    "text": "Fig. 7a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1053,
                    "end": 1062,
                    "text": "Figure 7b",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Short oligonucleotide composition in influenza virus genomes."
        },
        {
            "text": "Future prospects. Finding time-series directional changes in long oligonucleotide occurrences for a large number of influenza A genomes can provide a new refinement strategy for designing therapeutic oligonucleotides and diagnostic RT-PCR primers with long effectiveness. Three influenza A subtypes may not be sufficient to judge the reoccurrence of the change, and therefore, our group has started to analyze the time-series changes in experimentally validated siRNA sequences, by focusing on both human and avian strains. An important issue is clarification of biological mechanisms responsible for directional changes in oligonucleotide occurrences after host changes. If the mechanism is clarified, reoccurrence in the future should become much clearly defined. Systematic analyses on a wide range of oligonucleotides with various lengths for the genomes of human and avian strains may give useful information about the possible mechanisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short oligonucleotide composition in influenza virus genomes."
        },
        {
            "text": "Judging from the directional changes observed in EBOV and pH1N1 outbreaks, genome sequences from strains isolated within several months after a new invasion appear to give reliable information about the directional change. If a large number of viral sequences becomes available, an averaging even per week for strains that are isolated in properly assigned geographic areas may clarify time-dependent directional changes. Undoubtedly, past sequences from the same or closely related viral genomes become important for comparison. In the present study, we focused on zoonotic RNA viruses whose reservoir hosts are vertebrates, but it is undoubtedly important to analyze other RNA viruses spread by bugs (e.g., ticks and mosquitos), which have caused serious emerging infectious diseases, such as Dengue fever and Zika virus disease 30, 31 .",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 834,
                    "text": "30,",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Short oligonucleotide composition in influenza virus genomes."
        },
        {
            "text": "Results obtained with time-series word count are easily understandable even for those unfamiliar with evolutionary biology. When social importance of time-series word count of oligonucleotides becomes clear, experts in various fields will participate actively. Huge numbers of genome sequences, including those from disease-causing microbial strains, have accumulated rapidly because of revolutionary development in sequencing technologies and of social importance. In this era of big data accumulation, participation of experts in big data analysis becomes increasingly important for interdisciplinary efforts against big threats presented by infectious microorganisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short oligonucleotide composition in influenza virus genomes."
        },
        {
            "text": "Genome sequences of human Zaire ebolavirus (EBOV) and MERS coronavirus strains were downloaded from the NCBI Virus Variation Database 24 (http://www.ncbi.nlm.nih.gov/genome/viruses/variation/) on Dec. 20 and Dec. 31 (2015) , respectively. Because the number of MERS virus sequences is small, compared with the other two viruses analyzed, a time-series analysis was conducted for the months having at least three strains, and when the number of strains for a certain month was less than 3, these were combined with those of the nearest neighboring month that had the lower number of strains than the other neighbor. From the NCBI Influenza Virus Resource 27 (http://www.ncbi.nlm.nih.gov/genomes/FLU/), a total of ca. 200,000 segment sequences derived from ca. 25,000 influenza A and B virus strains were obtained on Sep. 1 (2015) . We calculated mono-and oligonucleotide occurrences in eight genome segments of influenza virus strains and summed up the occurrences for each strain. To prevent possible misassignment from a large number of pH1N1 strains, relatively small numbers of human classical H1N1 strains isolated from 2009 were omitted from the present analysis. Influenza virus is a negative-sense single-stranded RNA virus, and therefore, the sequences analyzed are complementary to viral genome sequences. Computer codes are available from K.W. (k_wada@nagahama-i-bio.ac.jp).",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 222,
                    "text": "31 (2015)",
                    "ref_id": null
                },
                {
                    "start": 820,
                    "end": 828,
                    "text": "1 (2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Response Team. Ebola virus disease in West Africa -The first 9 months of the epidemic and forward projections",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ebola",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N. Engl. J. Med",
            "volume": "371",
            "issn": "",
            "pages": "1481--1495",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Genetic diversity and evolutionary dynamics of Ebola virus in Sierra Leone",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "524",
            "issn": "",
            "pages": "93--96",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ebola virus epidemiology, transmission, and evolution during seven months in Sierra Leone",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "161",
            "issn": "",
            "pages": "1516--1526",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Temporal and spatial analysis of the 2014-2015 Ebola virus outbreak in West Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "524",
            "issn": "",
            "pages": "97--101",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emerging viral diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Nichol",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arikawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "97",
            "issn": "",
            "pages": "12411--12412",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Comparative DNA analysis across diverse genomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karlin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mrazek",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Annu. Rev. Genet",
            "volume": "32",
            "issn": "",
            "pages": "185--225",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Inhibition of interferon-mediated antiviral responses by influenza A viruses and other negative-strand RNA viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "García-Sastre",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virology",
            "volume": "279",
            "issn": "",
            "pages": "375--384",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Induction and suppression of RNA silencing: insights from viral infections",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Voinnet",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Rev. Genet",
            "volume": "6",
            "issn": "",
            "pages": "206--220",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Interferons and viruses: an interplay between induction, signalling, antiviral responses and virus countermeasures",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Randall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goodbourn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Gen. Virol",
            "volume": "89",
            "issn": "",
            "pages": "1--47",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comparison of avian and human influenza A viruses reveals a mutational bias on the viral genomes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rabadan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Robins",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "11887--11891",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Oligonucleotide motifs that disappear during the evolution of influenza in humans increase IFN-α secretion by plasmacytoid endritic cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jimenez-Baranda",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "3893--3904",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Analysis of codon usage diversity of bacterial genes with a self-organizing map (SOM) -characterization of horizontally transferred genes with emphasis on the E. coli O157 genome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kanaya",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Gene",
            "volume": "276",
            "issn": "",
            "pages": "89--99",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Informatics for unveiling hidden genome signatures",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Genome Res",
            "volume": "13",
            "issn": "",
            "pages": "693--702",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prediction of directional changes of influenza A virus genome sequences with emphasis on pandemic H1N1/09 as a model case",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Itoh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikemura",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "DNA Res",
            "volume": "18",
            "issn": "",
            "pages": "125--136",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Novel bioinformatics strategies for prediction of directional sequence changes in influenza virus genomes and for surveillance of potentially hazardous strains",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wada",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikemura",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Infect. Dis",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Novel Swine-Origin Influenza A (H1N1) Virus Investigation Team. Emergence of a novel swine-origin influenza A (H1N1) virus in humans",
            "authors": [],
            "year": 2009,
            "venue": "N. Engl. J. Med",
            "volume": "360",
            "issn": "",
            "pages": "2605--2615",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Emergence and pandemic potential of swine-origin H1N1 influenza virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Noda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "459",
            "issn": "",
            "pages": "931--939",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Origins and evolutionary genomics of the 2009 swine-origin H1N1 influenza A epidemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "459",
            "issn": "",
            "pages": "1122--1125",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Progress toward oligonucleotide therapeutics: pharmacodynamic properties",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Crooke",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "FASEB J",
            "volume": "7",
            "issn": "",
            "pages": "533--539",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Broadly reactive and highly sensitive assay for Norwalk-like viruses based on real-time quantitative reverse transcription-PCR",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kageyama",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Clin. Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "1548--1557",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Nucleic-acid therapeutics: basic principles and recent applications",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Opalinska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Gewirtz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Rev. Drug Discov",
            "volume": "1",
            "issn": "",
            "pages": "503--514",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Mechanisms of gene silencing by double-stranded RNA",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meister",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tuschl",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "431",
            "issn": "",
            "pages": "343--349",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "RNA targeting therapeutics: molecular mechanisms of antisense oligonucleotides as a therapeutic platform",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Swayze",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annu. Rev. Pharmacol. Toxicol",
            "volume": "50",
            "issn": "",
            "pages": "259--293",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Virus Variation Resource -recent updates and future directions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Brister",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nucleic Acids Res",
            "volume": "42",
            "issn": "",
            "pages": "660--665",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Evidence for camel-to-human transmission of MERS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N. Engl. J. Med",
            "volume": "370",
            "issn": "",
            "pages": "2499--2505",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Close relative of human Middle East respiratory syndrome coronavirus in bat",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Ithete",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "South Africa. Emerg. Infect. Dis",
            "volume": "19",
            "issn": "",
            "pages": "1697--1699",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Influenza Research Database: an integrated bioinformatics resource for influenza research and surveillance. Influenza and Other Respir",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Squires",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Viruses",
            "volume": "6",
            "issn": "",
            "pages": "404--416",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A multiplex RT-PCR for detection of type A influenza virus and differentiation of avian H5, H7, and H9 hemagglutinin subtypes",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol. Cell. Probes",
            "volume": "20",
            "issn": "",
            "pages": "245--249",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "VIRsiRNAdb: a curated database of experimentally validated viral siRNA/shRNA",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Thakur",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nucleic Acids Res",
            "volume": "40",
            "issn": "",
            "pages": "230--236",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The global distribution and burden of dengue",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "496",
            "issn": "",
            "pages": "504--507",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "History, epidemiology, and clinical manifestations of Zika: A systematic review",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Paixão",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Public Health",
            "volume": "106",
            "issn": "",
            "pages": "606--612",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Time-series changes in mononucleotide composition (%) for EBOV. (a) Mononucleotide (A, C, G and U) composition for each strain is plotted according to the elapsed days from Mar. 17, 2014, the first day for virus isolation noted by the Ebolavirus Database",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "in detail.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Time-series changes in dinucleotide compositions (%) for EBOV. (a) Averaged dinucleotide compositions for strains in each month and regression line are presented in the color distinguished geographic areas, as described inFig. 1. Four dinucleotides with decreasing or increasing trends are arranged primarily according to the absolute value of their averaged correlation coefficient for the three areas. The separate regression analysis explained in the legend forFig. 1showed that the null hypothesis (i.e. no correlation) was rejected for all four dinucleotides in the three areas at the significance level of 0.05; for 10 of the 12 cases, this was rejected even at the significance level of 0.01. (b) Ratio of the observed to the expected occurrence (obs/exp) is presented for four dinucleotides and other examples are presented inSupplementary Fig. 1aii. The null hypothesis was rejected for all cases, except for GC in Sierra Leone, at the significance level of 0.02. the regression line often differed among the areas(Fig. 3a and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Time-series change in 5-mer occurrence per genome. (a) Averaged 5-mer occurrence for EBOV strains in each month and regression lines are colored as described in Fig. 1. Four additional examples are presented in Supplementary Fig. 1b. The null hypothesis was rejected for all 12 cases at the significance level of 0.05; for 11 cases, this was rejected even at the significance level of 0.02. (b) Averaged 5-mer occurrences for MERS viruses in each month are plotted according to the elapsed months from April 2012. Camel-derived strains are specified by small brown symbols, and regression lines (blue) were calculated only for humanderived strains. The null hypothesis was rejected for all four 5-mers at the significance level of 0.01, with or without camel-derived strains. Scientific RepoRts | 6:36197 | DOI: 10.1038/srep36197",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Time-series changes in mononucleotide composition (%) for influenza viruses. (a) Averaged mononucleotide compositions for strains in each year are plotted according to the elapsed years from 1930, for human H1N1 and H3N2 A subtypes and human B type, as well as nine avian A subtypes. In the case of pH1N1, the averaged compositions for strains in each month are plotted according to the elapsed months from March 2009. Correlation coefficient for human H1N1, H3N2 and pH1N1: 0.91, 0.93 and 0.92 for A%, − 0.87, − 0.81 and − 0.88 for C%, − 0.91, − 0.88 and − 0.92 for G%, and 0.81, 0.16 and 0.69 for U%, respectively. The null hypothesis was rejected for all four mononucleotides in three subtypes (12 cases) at the significance level of 0.01, except for U% for H3N2. Seven avian A subtypes are marked separately; H1N1 ( ), H3N2 ( ), H3N8 ( ), H4N6 ( ), H5N1( ), H5N2 ( ), H6N2 ( ), H7N3 ( ) and H7N9 ( ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Time-series changes in dinucleotide compositions (%) for influenza viruses. (a) Dinucleotide compositions are plotted, as described in Fig. 5a. Correlation coefficient for human H1N1, H3N2 and pH1N1: 0.82, 0.94 and 0.87 for AA%, − 0.81, − 0.70 and − 0.96 for CG%, − 0.16, − 0.84 and − 0.90 for GC%, and − 0.47, − 0.93 and − 0.66 for AG%, respectively. The null hypothesis was rejected for all four dinucleotides in three subtypes at the significance level of 0.01, except for GC% and AG% for H1N1. (b) A horizontally long panel for AA% of three human A subtypes is presented as described in Fig. 5b; Supplementary Fig. 2b also shows the abrupt backset in 2013 and 2014 for another dinucleotide, CG. Scientific RepoRts | 6:36197 | DOI: 10.1038/srep36197",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Time-series change in 20-mer occurrence per genome for influenza A viruses. (a) ACAGCAGAG UGCUGUGGAUG located in M2 cds region. (b) The 9-th G in the original 20-mer is changed to A (a nonsynonymous change, Ser− > Asn, AGU− > AAU) for H1N1 and H3N. (c) The first A in the original 20-mer is changed to G (a synonymous change for Glu, GAA− > GAG) for pH1N1. Scientific RepoRts | 6:36197 | DOI: 10.1038/srep36197",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by a Grant-in-Aid for Scientific Research (C: no. 26330334) from the Ministry of Education, Culture, Sports, Science and Technology, Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "T.I. and S.K. conceived and designed this project. K.W., Y.W. and Y.I. developed computer programs. T.I. wrote the manuscript. All authors participate in the discussion through the project. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}