{
    "paper_id": "67d137d0496d7339e302c18d693c7ec960ddf733",
    "metadata": {
        "title": "Moving towards a new vision: implementation of a public health policy intervention",
        "authors": [
            {
                "first": "Ruta",
                "middle": [],
                "last": "Valaitis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marjorie",
                "middle": [],
                "last": "Macdonald",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anita",
                "middle": [],
                "last": "Kothari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [],
                "last": "O&apos;mara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sandra",
                "middle": [],
                "last": "Regan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Garcia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nancy",
                "middle": [],
                "last": "Murray",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Heather",
                "middle": [],
                "last": "Manson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nancy",
                "middle": [],
                "last": "Peroff-Johnston",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gayle",
                "middle": [],
                "last": "Bursey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Boyko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Public health systems in Canada have undergone significant policy renewal over the last decade in response to threats to the public's health, such as severe acute respiratory syndrome. There is limited research on how public health policies have been implemented or what has influenced their implementation. This paper explores policy implementation in two exemplar public health programs -chronic disease prevention and sexually-transmitted infection prevention -in Ontario, Canada. It examines public health service providers' , managers' and senior managements' perspectives on the process of implementation of the Ontario Public Health Standards 2008 and factors influencing implementation. Methods: Public health staff from six health units representing rural, remote, large and small urban settings were included. We conducted 21 focus groups and 18 interviews between 2010 (manager and staff focus groups) and 2011 (senior management interviews) involving 133 participants. Research assistants coded transcripts and researchers reviewed these; the research team discussed and resolved discrepancies. To facilitate a breadth of perspectives, several team members helped interpret the findings. An integrated knowledge translation approach was used, reflected by the inclusion of academics as well as decision-makers on the team and as co-authors. Results: Front line service providers often were unaware of the new policies but managers and senior management incorporated them in operational and program planning. Some participants were involved in policy development or provided feedback prior to their launch. Implementation was influenced by many factors that aligned with Greenhalgh and colleagues' empirically-based Diffusion of Innovations in Service Organizations Framework. Factors and related components that were most clearly linked to the OPHS policy implementation were: attributes of the innovation itself; adoption by individuals; diffusion and dissemination; the outer contextinterorganizational networks and collaboration; the inner settingimplementation processes and routinization; and, linkage at the design and implementation stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Multiple factors influenced public health policy implementation. Results provide empirical support for components of Greenhalgh et al's framework and suggest two additional componentsthe role of external organizational collaborations and partnerships as well as planning processes in influencing implementation. These are important to consider by government and public health organizations when promoting new or revised public health policies as they evolve over time. A successful policy implementation process in Ontario has helped to move public health towards the new vision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Public health systems in Canada have undergone significant renewal over the last decade in response to various threats to the public's health such as severe acute respiratory syndrome (SARS) [1, 2] , water contamination [3] , and Hepatitis C in the blood supply [4] . In Ontario (ON), Canada, renewal efforts have involved the review and subsequent revision of public health policies that \"establish the minimum requirements for fundamental public health programs and services…\" to be delivered by ON's 36 boards of health [5] . There is limited research on how these policies have been implemented or what has influenced their implementation. Understanding the process of policy implementation in practice settings can provide valuable learning for other jurisdictions undergoing similar public health policy renewal processes, and is the focus of this paper.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 195,
                    "end": 197,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 523,
                    "end": 526,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The aim of Renewing Public Health Systems (RePHS)a five year program of researchis to study the implementation and impact of public health renewal in two Canadian provinces, ON and British Columbia (BC), over time. Two exemplar programschronic disease prevention (CDP) and sexually-transmitted infection prevention (STIP)are being used to explore these topics. These programs were chosen based on having a similar focus in both provinces allowing for provincial comparisons, the likelihood of primary care and public health collaboration on the topic (a secondary research interest) and expressed interest by our knowledge user partners. This paper reports on results from the first two years of data collection (baseline) in 2010-11 in ON. Baseline results from BC are reported in a parallel paper [6] .",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 802,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Five years after the 2003 SARS outbreak, the Ontario Public Health Standards 2008 (OPHS) [5] were released. Additional file 1 provides a detailed history of the process of initiation, development, and roll out of the policies up to 2010 when this program of research was initiated. In short, following the 2003 SARS outbreak [7, 8] a provincial report -Revitalizing Ontario's Public Health Capacity [9] recommended that the Mandatory Health Programs and Services (MHPSG) [10] policy document be replaced with renewed provincial public health program standards that were to be continually revised, in other words, part of an ever-greening process. The Standards were expected to fit within public health's fiscal envelope or public health funding. In addition, there was to be increased emphasis on accountability, coordination and collaboration across the health system, as well as financial sustainability. Government and a Technical Review Committee deliberated on a number of cross-cutting themes to be included in the new Standards [11] . These included: balancing the need for provincial standardization and being responsive to local contexts; integrating public health functions as part of the overall framework emphasizing population health assessment and surveillance, as well as the delineation of a Foundational Standard; establishing a logic model approach to define causal linkages between requirements, board of health and societal outcomes; and, ensuring that public health roles and contributions to addressing determinants of health and reducing health inequities was prominent within a robust introduction to the standards.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 329,
                    "end": 331,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1036,
                    "end": 1040,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "OPHS policy development"
        },
        {
            "text": "The draft OPHS were submitted to the Chief Medical Officer of Health in April, 2007 with an expectation that \"a robust and comprehensive roll-out strategy\" would be included with training supports. On the Technical Review Committee's advice, government continued to develop protocols to support specific requirements within the OPHS to achieve greater standardization in province-wide implementation. Figure 1 illustrates the four pillars (or principles), upon which the Standards were built, the OPHS Foundational Standard [5] and its accompanying Population Health Assessment and Surveillance protocol [12] , as well as five program standards and their relevant protocols that existed at the time this study was conducted. This figure was updated in May 2014 to reflect the addition of the Tanning Beds Compliance Protocol [13] .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 527,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 825,
                    "end": 829,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 409,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "OPHS policy development"
        },
        {
            "text": "In 2007, Protocol Development Teams began drafting protocols, such as a Population Health Assessment and Surveillance Protocol and Infectious Diseases protocol [12, 14] . Numerous stakeholders had an opportunity to comment on drafts in 2008. Guidance documents were also developed, updated or referenced. The OPHS and 26 protocols were released in October 2008 and came into effect in January 2009 and continue to be updated, with the most recent revisions to the 2008 Standards published in 2014 [15] with an additional protocol.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "OPHS policy development"
        },
        {
            "text": "The OPHS release in 2009 included program specific workshops and a dedicated website for the OPHS with additional resources. In support of the OPHS release, the former Ministry of Health Promotion and Sport released nine guidance documents in 2010. The content of these policy documents has been explored in depth by the RePHS research team from a number of perspectives including: chronic disease prevention [16] , equity [17] , public health human resources [18] , and primary care and public health collaboration [19] .",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 413,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "OPHS policy development"
        },
        {
            "text": "An integrative framework to understand implementation of a public health policy intervention A focus on implementation sciences grew in parallel with the development of the field of knowledge translation, but this focus was on the knowledge user setting and understanding how a knowledge product or innovation could be integrated in everyday practice or policymaking in a sustainable way. As a result, attention to how contextual and organizational factors enabled implementation became important [20, 21] . Greenhalgh and colleagues wrote a seminal article and book that reported on a systematic review to address how innovations can be spread and sustained in health services organizations [22, 23] . They used a meta-narrative technique to synthesize findings from empirical and theoretical works in 13 different research traditions, such as evidenced-based medicine and complexity studies. Based on their analysis, the authors put forth a \"unifying conceptual model\" of diffusion in service organizations composed of eight elements: 1) the innovation, 2) adoption by individuals, 3) assimilation by the system, 4) diffusion and dissemination, 5) system antecedents for innovation, 6) system readiness for innovation, 7) the outer context: interorganizational networks and collaboration, 8) implementation and routinization, and 9) linkage (at the design and implementation stage). We used this empirically-based framework [22, 23] , to interpret our data related to the policy implementation. In our analysis we took the authors' advice also to pay attention to implementation adaptations that arose and occurred informally in addition to those that were spread through official, planned mechanisms.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 501,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 502,
                    "end": 505,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1426,
                    "end": 1430,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1431,
                    "end": 1434,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "OPHS policy development"
        },
        {
            "text": "The purpose of this paper is to explore public health service providers' , managers' and senior managements' perspectives in six Ontario health units on the process of implementation of the OPHS and factors influencing their implementation within two exemplar public health programs -CDP and STIP. We used Greenhalgh et al's Model of Diffusion of Innovations in Service Organizations as an organizing framework [22, 23] to interpret the findings. Similar to the parallel paper that explored policy implementation of BC's Core Public Health Functions Framework, \"knowledge about the implementation experience and the challenges encountered by practitioners and managers may help inform improvements in both the policy intervention and the implementation process\" [6] p.4.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 415,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 762,
                    "end": 765,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "OPHS policy development"
        },
        {
            "text": "This paper reports on baseline results from a longitudinal multiple case study, which incorporated a number of data collection methods. We drew upon results from focus groups and interviews to obtain perspectives from health unit personnel and senior management in relation to the core program standards. Cases were defined as the STIP and CDP programs that are directed by policy. These programs were chosen because they were offered in both provinces and were likely to involve collaboration with primary care -a cross cutting theme. Six out of 36 health units in the province of Ontario were recruited to provide a diverse sample that matched the general demographic makeup (e.g., population density; ratio of immigrants; urban, rural, remote or mixed) of the health authorities in BC. One health unit dropped out due to reduced capacity to participate in research as a result of multiple staff changes and vacancies; the health unit was replaced by another in 2011. Service providers, managers and senior management (i.e., directors, a Chief Nursing Officer, Medical Officers of Health, and Associate Medical Officers of Health) were recruited to participate (Table 1) . Service providers and managers participated in focus groups separately to avoid the influence of power-over relationships. Focus groups were [1] framework is supported by four pillars which are the principles that underpin the Standards. The foundational Standard and protocol is to be integrated into the 5 program Standards with their relevant accompanying protocols. This diagram was current at the time of data collection: In May 2014, it was revised and an additional protocol was added.",
            "cite_spans": [
                {
                    "start": 1316,
                    "end": 1319,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 1163,
                    "end": 1172,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "conducted within homogenous teams (i.e., STIP and CDP) when relevant. Senior management participated in interviews. Interviews and focus groups were audiotaped, transcribed verbatim, cleaned for accuracy and entered into NVivo10.0 for analysis. Focus groups were conducted face-to-face at the health units by program area, and interviews were completed in person or by phone by researchers. Focus group and interview questions were tailored to address participant groups, i.e., service providers, managers, senior management (See Additional file 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In this study, we used concepts in Greenhalgh's framework as sensitizing concepts to provide general ideas for developing our interview questions to ensure that we covered the broad domain of known influences on successful policy and innovation implementation. When it came time for analysis, we did not use Greenhalgh's framework to structure or organize our coding. Rather, we coded line by line in inductive fashion to develop a set of empirically-derived codes. To begin, a coding framework was created by having each researcher from the team code two or three selected transcripts followed by a review and discussion in a face-to-face meeting. Agreement was reached on the coding framework and remaining transcripts were coded by trained staff. After a few more transcripts were coded, results were reorganized by identifying codes that could be merged or reorganized into higher level thematic codes by researchers. When all coding was completed, each researcher was assigned a set of transcripts to review as a peer debriefing strategy: in other words, each transcript was reviewed by two researchers to increase the credibility of analysis [24, 25] .",
            "cite_spans": [
                {
                    "start": 1148,
                    "end": 1152,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1153,
                    "end": 1156,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In the final step, after thematic higher order codes were identified, we again turned to Greenhalgh's framework to help us in interpreting the various categories of inductive codes and the relationships among them. Our discussion is therefore framed around relevant concepts in Greenhalgh's framework. Nonetheless, we acknowledge that in our coding we were theoretically sensitized by the Greenhalgh framework. Sensitizing concepts are central to a grounded theory approach to analysis [26] , but the notion was developed much earlier by Blumer [27] . A sensitizing concept is one that is not clearly specified with respect to its attributes. Thus, it does not allow the researcher to move easily between data identifying the instance and the attributes of the concept. Rather, a sensitizing concept provides the researcher with general suggestions about what to look for in an empirical instance. Definitive concepts, on the other hand, provide very specific directions for what to see [27] p. 7.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 490,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 987,
                    "end": 991,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Key results were circulated to decision-maker team members (they were not privy to the raw data) as well as senior Ministry staff at various meetings for input. Thus decision-makers provided additional context to help interpret findings and increase credibility of results [28] . An integrated knowledge translation approach [29] was used throughout, and is reflected by the inclusion of academics as well as decision-maker researchers (i.e., government and public health unit staff) on the RePHS team. ",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Participant demographics will be presented followed by results, using illustrative participant quotes, related to: 1) how the OPHS (policies) were disseminated; 2) awareness of policies; 3) general opinions about the policies; 4) processes used for policy implementation; and 5) internal and external factors influencing policy implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A total of 21 focus groups and 18 interviews were conducted throughout October-December 2010 (manager and staff focus groups) and August 2011 (senior management interviews) ( Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 181,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Participant demographics"
        },
        {
            "text": "Policies were most frequently communicated through formal means by health unit managers to front line service providers. This was done through program discussions, new staff orientation, presentations, in-services, emails and workshops. In some health units, managers noted that communication \"cascaded\" from senior management to service providers and policy analysts, and in one health unit a designated 'champion' was responsible to ensure policies were communicated through programs/branches (satellite offices). Sometimes participants were informed about the policies by external sources such as: external networks, Ministry of Health and Long-Term Care updates, Ministry sponsored webinars, and the Ministry's formal launch. A director noted: \"I think mostly it was in the initial consultations. So there was that launch of the drafts and all the health units were asked to provide feedback.\" Often managers and front line staff were involved in standards development by providing feedback, or contributing to the writing process. This helped to incorporate a variety of perspectives. As described by a service provider: In a few cases policies were reviewed by staff independently, staff assisted in the preparation of guidance documents, or they participated on a provincial planning committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy dissemination at the health unit level"
        },
        {
            "text": "Managers and senior management knew about the new policies and reported that staff awareness was supported through discussions at team meetings or regular planning meetings. As described by one manager:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Awareness of the new policies"
        },
        {
            "text": "We were aware of them and used them as a planning tool before, even before they were passed. So, I think we were very aware of them and we try to really encourage our staff to continue to be aware of them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Awareness of the new policies"
        },
        {
            "text": "In a few health units the OPHS were incorporated into organizational documents, such as strategic plans and logic models, as a way to identify and align priority program activities with the government mandate thereby facilitating policy implementation into services and programs",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Awareness of the new policies"
        },
        {
            "text": "Service providers were asked about their knowledge of the policies. Many were unaware of them, or were only aware of some aspects of them, such as the accompanying protocols. As noted by one participant: \"I'm familiar with the OPHS but the old ones (referring to MHPSG). I haven't seen the new [OPHS], updated ones. They have not been, in any way that I'm aware of, been shared with me.\" For most front line staff who were aware, they did not focus on them \"… I don't think about the standards an awful lot. Like in the clinic here, you are focused on hands-on work. So it's not something that we dwell on too much. We know what we have to do and we do it.\" Despite direct involvement by health unit staff in the development of the OPHS and broad health unit communications around them, awareness was uneven. Overall, managers were more aware and found ways to incorporate them into their work processes, whereas most front line service providers either were unaware or paid little attention to the OPHS. Having more direct engagement with the policies through the development and or implementation phases seems to have influenced the level of awareness of the policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Awareness of the new policies"
        },
        {
            "text": "Themes that indicate influences on policy implementation are bolded and summarized in Fig. 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 92,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Influences on policy implementation"
        },
        {
            "text": "There were mixed views about the OPHS. In general, some managers and senior management reported that they were fortunate to have them, describing them as providing direction and being empowering. As a director : \"… it does provide direction for us. It is a way that we have structured our organization somewhat around the Standards. It's certainly how we report out on things.\" Others saw the policies as being similar to the old policies with the same overarching themes or as an extension of the MHPSG. A few others understood them as continually emerging and changing, with their new protocols and guidance documents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The OPHS themselves: general opinions about policies"
        },
        {
            "text": "There was a mix of opinions around the degree of prescriptiveness of the OPHS compared to the MHPSG. However, most participants felt the OPHS were generally less prescriptive allowing for more flexibility in programming, but providing less direction. Exceptions were related to aspects of infectious disease programs which were seen as more prescriptive. As a STIP manager described: \"It's not prescriptive as far as the education piece, but the clinical and the investigation, that's very prescriptive.\" There was a need for balance between having flexibility in implementing the OPHS while also being prescriptive so that arguments could be made for some hard to sell programs, such as harm reduction. A manager explained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The OPHS themselves: general opinions about policies"
        },
        {
            "text": "The lack of information [referring to the nonprescriptive policy] allows us to do what we'd like to do. However, that same lack of information also doesn't give us the permission that we need to do some of the things that we need to do. So, would we have liked to have seen more meat? Maybe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The OPHS themselves: general opinions about policies"
        },
        {
            "text": "Participants indicated that the non-prescriptive nature of the policies left decision-making around them open to outside influences, which will be described later. Some tension was identified in that the policies called for evidence-based programming. However, participants felt that there were times when specific, local community needs were not prioritized areas in the OPHS or no evidence existed in relation to interventions to address community needs. Participants also correctly understood that the policies were to be fiscally neutralin other words, staying within the budget. This limitation was generally accepted by participants as a reality that could not be changed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The OPHS themselves: general opinions about policies"
        },
        {
            "text": "Organizational leadership was a significant factor influencing policy implementation. The topic of leadership was spoken about as both a barrier and facilitator by staff and managers from most health units. A significant factor influencing implementation was management approaches. Some staff in a number of health units said they felt unsupported and disempowered. Complaints ranged from challenges to autonomous practice of service providers, increased control by senior management, a lack of staff voice, lack of transparency related to changes in priorities, limits on innovation, and having to work through multiple layers of bureaucracy. One staff member described this latter issue as follows: \"…they have added layers and layers and layers. I used to report to a manager; now I have a supervisor and I have a manager. There's the MOH.\" Another staff member described their lack of control:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organizational leadership"
        },
        {
            "text": "You are suddenly doing something that just changes your […] entire operational plan and allocation of resources. And we are often not given a reason. It could be someone's personal interest: It could be something they heard on the news. But it just plops into your assignment and we don't have a lot of say at that level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organizational leadership"
        },
        {
            "text": "On the other hand, leadership was seen by many others as being trusting, supportive, flexible, accessible, and encouraging creativity. As one staff member put it: \"I met with the supervisor of the population health team and we talked about the scope of this position as well as the standards and planning for this upcoming year. So she was very supportive and just assisting me with that planning.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organizational leadership"
        },
        {
            "text": "Capacity building opportunities and resources was another important factor influencing implementation of the policies. Staff in most health units expressed the presence of and value in capacity or career building opportunities, as well as access to supportive tools and resources; however, not all staff members shared this sentiment. One participant said: \"I don't feel supported in terms of responsibilities with the new policies. They tell us what we are supposed to do but I don't think the process and how we do it is well supported…\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organizational leadership"
        },
        {
            "text": "Another leadership factor influencing implementation that was mentioned in most health units was a sense of inequity in program support from management across programs and branches. In particular there was less support for some topics over others. Topics that did not explicitly fall under the policies were less valued although they were important to communities, for example: \"body image: there wasn't quite a good fit under OPHS […] Is that mental health? Because, if it's mental health, then it doesn't belong in public health. If it's healthy eating, then sure.\" Also, health promotion was less valued by managers than infectious disease control; and sensitive topics such as harm reduction were valued less than topics such as healthy weights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organizational leadership"
        },
        {
            "text": "Explicit senior leadership support for the policy and its implementation was reported to be important by all. Having a vacant senior leadership position at the time of the roll out was a barrier for implementation in some health units, while other health units were influenced by local municipal pressures. A lack of valuing of OPHS by leadership and lack of leadership to champion the OPHS were problematic in half of the health units. As shared by one participant: \"The lack of importance placed on [the policies], from the top down impacted how they were received by staff.\" Another senior manager supported perceptions from some health units that: \"We could have used a little bit more leadership and guidance in terms of how we can do these things and what are some of the resources.\" Medical Officers of Health were identified by some health units to have a very important influence on public health decisions in relation to the roll out of policies and accompanying program resources. For example, a manager described a situation in which the Medical Officer of Health did not support the provision of services to homeless populations as they were seen as peripheral to STIP programming: \"…It kind of brought to light maybe things that we were doing that didn't exactly fit in with our program or didn't fit in with the role of public health.\" In this case, it showed the power that leaders had in interpreting the policy and ultimately making decisions about program resources. Although some staff said it was up to leadership to deal with implementation, others said they wanted more involvement in it. This has the potential of creating staff discontent from a feeling of disempowerment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organizational leadership"
        },
        {
            "text": "Health units reported on the explicit application of the OPHS in planning processes and/or documents. The policies were used by HUs most often to justify programs as well as to guide operational planning and other program planning processes (balanced scorecards and the budgeting process). This was in addition to the application of various forms of evidence to inform planning (e.g., literature reviews, environmental scans, other health unit activities). Formal planning tools and planning processes were generally used (e.g., logic models, work plans, service plans, and internal planning processes). A number of participants reported making explicit reference to the OPHS in planning documents. One director explained how the relationship between the OPHS and financial resources was explicitly noted in planning documents: \"We'll show what percentage [of our budget] is going to Foundational Standard or different Standards.\" OPHS implementation was facilitated by the explicit integration of the policy in program planning processes including decision making around the use of resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy implementation planning processes"
        },
        {
            "text": "Participants described planning processes as involving several steps at the program level, as well as across programs and health unit branches. A manager described the process this way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy implementation planning processes"
        },
        {
            "text": "So we have to develop logic models for each of our program areas, pretty wellparticularly at the standard level and then at the program level. And then we have to develop yearly program plans […] Those are written by the managers and staff and reviewed and approved by the director then onto the medical officer of health. And of course, those are compared to the standards and protocols to ensure that we are meeting all of the requirements.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[…]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Policy implementation planning processes"
        },
        {
            "text": "Others said that integration across programs and branches in planning processes could be improved: \"I think there could be more integration across the branches. Currently we have good integration within our [CDP] branch […] We try very much to work with healthy sexuality program…\" Also, planning processes appeared to be more extensive for CDP than STIP. A STIP manager explained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy implementation planning processes"
        },
        {
            "text": "… We are different, because we have very protocoldriven programs. We really don't have a lot of choice in this. We have a choice in how we target the high risk. So there's room to move, but it's not the same as chronic disease where you're planning new programs all the time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy implementation planning processes"
        },
        {
            "text": "Planning processes engaged many stakeholders including individuals, health unit teams, and community partners. Planning that incorporated staff and management feedback and involved the full team was identified as vital in the planning process. As depicted by a STIP manager: \"…in the planning process when we do our operational plans… it would be with our front-line staff. And the staff that's going to be doing the clinical or the education portion. So [we plan] as a team.\" Participants also spoke at length about the role communities played in planning programs and services to implement the OPHS. Much of planning was community driven, community engaged, as well as community needs driven. Communities were engaged through community consultations, surveys, assessments, focus groups, or advisory committees. A CDP manager noted:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy implementation planning processes"
        },
        {
            "text": "We have placed more emphasis on the need, in terms of gathering evidence, to linking with priority populations and engaging with communities […] Some of the things that we have decided to do with respect to our four branch office areas in particular is have community consultation sessions within [the] branch office areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy implementation planning processes"
        },
        {
            "text": "Planning with community partners was also seen as challenging considering the time needed to build trust, respond, and allow them \"to be part of that plan as opposed to rushing it.\" Despite the time and resources required, engagement by internal staff and external partners in planning processes was essential in implementing the OPHS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy implementation planning processes"
        },
        {
            "text": "Elements of governance by the Boards, which serve to establish norms and structures through management practices, polices and processes, had an influence on the implementation of the OPHS. Many respondents' comments reflected a perception that public health was generally well supported by their Board of Health. In reference to the OPHS, a manager explained that: \"… [The Board members] believe in public health. They believe in us. They have confidence in the workers in public health\", implying that trust in public health work extended to the implementation of new practices. This was reflected in a true desire to see positive community outcomes, to be \"making a difference in the population's health.\" Further, there was evidence of a reciprocal relationship between staff and the Board; as a senior manager said, \"I'm really happy with […] the quality of questions and inquiry and interest in public health. The majority of the board members seem to come with that real interest and engagement…\" This generally positive interaction led to \"pretty high standards\" or expectations from public health staff with respect to OPHS implementation. In turn, Boards had the ability to raise the profile of PH by putting PH issues on the political agenda in various cities and regions which was an unexpected, immediate impact of implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Boards of health"
        },
        {
            "text": "In a few cases, however, health units experienced difficulty in attracting the attention of the Board because of the multiplicity of local issues on the table. Further, approvals from Boards of Health were generally required for new programming: \"We can't just say, we're going to have a new sexual health program, and we're going to hire new staff […] We have to justify increases in budget, increases in staffing…\" This quote hinted at an underlying tension from the legislatively mandated OPHS requirements and governance level accountability of the local board of health. Directions from the province and political pressures from Boards of Health who \"held the purse strings\", and thus make decisions around programming, were not always aligned creating challenges for OPHS implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Boards of health"
        },
        {
            "text": "Public health human resources played an important role in supporting policy implementation. Front line staff spoke to the importance of additional resources to assist with implementation of OPHS such as additional staff and staff with the right skill mix to facilitate implementation of revised or new programs and services. For example, increased emphasis on the use of evidence and research required staff with competencies to support this. One participant indicated: \"I think our role did not change but the support that we were providing to teams in terms of consultation for evaluation and things that did increase a little bit more\". In addition, participants identified that additional staff were needed on a temporary basis during early implementation or new roles were created as a result of needing to meet OPHS requirements and the Foundational Standard in particular [5] . Participants from some HUs indicated that additional resources, particularly additional human resources, were needed to support implementation of OPHS but were not obtained.",
            "cite_spans": [
                {
                    "start": 879,
                    "end": 882,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Health Human Resources"
        },
        {
            "text": "In some HUs, a reorganization of programs and services to better implement OPHS led to staff being redeployed among programs. This meant that some staff moved from programs where they had worked for many years. Some staff were unhappy with these changes to their role. Others commented that staff were working across teams which was creating better collaboration and sharing of resources in their health units. Some participants described how the OPHS brought greater clarity to their role by focusing planning on key public health programs and services to be delivered. Many front line staff suggested that the OPHS reflected the reality of public health practice and programs. They indicated that they were already meeting the OPHS in their day-to-day work and OPHS implementation had little impact on their roles: For me it never changed, you know, for me it was always kind of like, we need to get out there…So I had no idea if that was our goals or whatever. But at the end of the day, you know, I knew that we were doing it. And I think that we all knew that we were doing a good job.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health Human Resources"
        },
        {
            "text": "The local and regional community context, including population make up, geography, economics, and politics, had a significant influence on policy implementation. Whether a health unit served a rural population, a vastly diverse immigrant population, or offered public health services near an international airport, these contexts influenced the delivery of programs and services. As a senior manager explained, rural access \"has an impact on our delivery [and] the cost of delivery of services, because of travelling and having people in the smaller areas and the areas where there's need. We need to be looking at that, which the Standards don't.\" As noted earlier, the local political climate also influenced OPHS implementation. For example, access to contraband cigarettes was described as a barrier to implementation of a protocol in a health unit surrounded by tobacco farms. Many examples were provided about smoking prevention efforts being influenced by local politics, particularly where the community's economic base was tied to tobacco:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local/Regional factors"
        },
        {
            "text": "…specific to chronic disease, we have an agricultural community growing tobacco and having managed that program for many years, that's a real political challenge. Moving forward and trying to do the programs as best we can, but knowing that they're often not supported strongly by the politicians, or being lobbied by their farming community. And it creates a tension there within decision making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local/Regional factors"
        },
        {
            "text": "A senior manager pointed out that decisions were made based on community needs. Another senior manager supported the view that community data matters: \"…given our high rates of HIV and the issues around drug use and harm reduction […] we're working with particular populations. We have a high new immigrant population […] We're focusing our effort.\" Another key factor was the needs of local communities and organizations. As one STIP manager described, \"There's a fair bit of flexibility in some of these standards for local needs to be driving some of it.\" Community need was sometimes trumped by research evidence creating a dilemma for staff: You want to focus on a certain area and there isn't enough say best practices or evidence to support it, I think there's less support to do that. It's more, this is concrete, there's proof behind it, you work on that… and sorry about the community wanting to work on this, but there's not enough evidence behind it.\" Front line staff in particular struggled with this, since it threatened long-term relationships with their community partners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local/Regional factors"
        },
        {
            "text": "A key implementation facilitator was collaboration among health units and between health units and community partners. Collaborations enhanced community partners' awareness of public health services, as well as implementation of school, street outreach, and primary care programs. Collaboration also enhanced access to specific communities (e.g., cultural, geographic, hard to reach communities). As one STIP manager put it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local/Regional factors"
        },
        {
            "text": "…street outreach […] has all been done through collaboration with partner agencies. Because when we do street outreach, we are actually walking the streets and encouraging people to come in for testing in conjunction with the Needle Exchange Program and the outreach workers there or Access AIDS and their outreach workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local/Regional factors"
        },
        {
            "text": "Another factor supporting implementation was alignment of mandates of local or regional organizations. Collaboration is a two way street with NGOs looking to health units for support in implementing their work, and health units looking to these same groups to implement their guidelines. For example, regional cancer programs and public health units collaborate to implement aspects of Ontario's Cancer Plan related to healthy eating and physical activity. Although most participants saw community partners as resources to support program delivery and evaluation, others saw them as competitors for limited resources. Interestingly, a few saw partners as drivers for PH implementation. As one manager explained: \"[Partners] are trying to leverage [resources]. [They tell you] 'your mandate says you should be doing this.'\" Dependence on municipal support services was another factor influencing implementation and was usually reported as a barrier. For example, reliance on municipal infrastructure for IT systems to support surveillance work. As noted by a senior manager: \"Where we want support of an IT department, we have to negotiate that with the City.\" Another example of reliance on municipal structures was the use human resource departments, requiring health units to negotiate with them for services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local/Regional factors"
        },
        {
            "text": "Another regional factor was the relationship and/or alignment between health units and regional health authorities. Funding flows to all health services from the regional health authorities with the exception of primary care and public health who generally receive their funding from the province. One public health manager described the regional authority's role and their relationship to it as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local/Regional factors"
        },
        {
            "text": "Their mindset is not chronic [disease preventionoriented] and their mindset is not…primary, secondary, tertiary, and even quaternary care… and public health is rarely [their interest]. I was invited to [a committee] which was basically… physician advisory groups… [We] sat and decided [what] the clinical plan was going to be. But it's clear from that clinical plan that public health is just a bump on a log and they're not really interested because they don't fund us.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[We]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Local/Regional factors"
        },
        {
            "text": "Other managers spoke about positive involvement with the regional health authority for regional program development such as falls prevention and cardiovascular disease prevention, as well as benefits of linking with primary care through various regional committees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local/Regional factors"
        },
        {
            "text": "Specific policies at the local or regional levels also affected implementation of the standards. For example, at the time of OPHS implementation, there was a regional focus on performance measurement in one health unit which diverted energy away from OPHS implementation. Another example was school policies that challenged the implementation of public health programs. As one manager described:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local/Regional factors"
        },
        {
            "text": "…we keep working with the school board to make sure that we can implement [the vaccine program]. Sometimes there are little barriers because we are on school grounds. For example, we must have parental consent and we know that there is no age of consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local/Regional factors"
        },
        {
            "text": "Municipal (local) economics were discussed as factors in policy implementation. Municipal fiscal issues impacted the budgets of local public health units. The province funds 75 % of public health while the municipality funds the remaining 25 %. These structures impacted funding for public health human resources in various ways. When municipalities implemented austerity measures such as hiring freezes and cuts in programs they were also implemented in some public health units negatively impacting staff capacity and thus OPHS implementation. For example, the fiscal austerity climate: prevents [our casual staff] from becoming permanent. [] … it poses a barrier then to actually implementing the Standards because you don't have the staff capacity to do that. And the wrinkle in our [region] is even though there's a 75-25 funding split, if the [region] wants to cut you know a couple of million dollars they're willing to lose …the leveraging from the province. So in many ways you're losing three times that because of the leveraging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local/Regional factors"
        },
        {
            "text": "There were five notable external provincial level factors that facilitated implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provincial level factors"
        },
        {
            "text": "The first is related to Ministry-based consequences for not meeting the Standards and accountability. Respondents noted that that the Ministry had been \"extremely mute\" about any repercussions related to not meeting the Standards. As a result, there was a perception that no Ministry-based consequences existed for failing to implement the policy. Participants identified likely consequences of not meeting the Standards as: a claw back of funding, funding withdrawal, or a fine. One participant felt that with the absence of penalties \"the government does lose a little bit of credibility\" with the Boards of Health. A STIP manager commented that the lack of penalties underscored a feeling that health units were unsupported by the province: \"…the running joke is that the province doesn't support health units. It doesn't provide any real guidance to us.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provincial level factors"
        },
        {
            "text": "[…] and all health units are on their own and what not.\" Despite this uncertainty, there was awareness of accountability agreements between the Ministry and health units that were going to be created for monitoring purposes, but not be tied to funding. One respondent guessed that scoring low on an indicator would lead to \"a meeting to discuss why [it was] not [reached]\" as is done with others in the health sector. Respondents suggested that the Ministry would be open to documentation and rationales such as the community's particular health needs or the size of the health unit to justify variances with meeting the Standards' expectations. One respondent mentioned that the Ministry \"has been very clear though that they will work with health units to address any type of shortfall.\" Some participants said that not meeting a standard would imply the need for additional funding or raise the profile of a particular issue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provincial level factors"
        },
        {
            "text": "The second is the supportive role of various provincial-level government departments or related agencies. The third provincial factor includes Ministry activities that supported health units in building capacity to implement the policy. For example, the Ministry provided communications to health unit leaders (managers) related to implementation of the OPHS through regional meetings across the province as well as teleconferences. This illustrates the inter-relationship that exists between provincial and organizational factors. On-going communication efforts have also been made through updates posted on a website. A participant reported that the website provided not only the OPHS 2008 and protocols, but also included background information, logic models, and other resources. Public health staff could also approach the province for support. As one STIP manager noted:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provincial level factors"
        },
        {
            "text": "… If we would have a question about a specific item under the OPHS, we would go to the province. It happens very occasionally that we will go the province for stuff; for case management issues, if it's an interpretation of a case definition […] The fourth noteworthy factor supporting implementation is the existence of other provincial policies that influence public health work. Three examples of provincial policy that affect local implementation of the OPHS are: the School Food and Beverage Policy, Smoke-Free Ontario strategy and legislation, and the Ministry of Education's Daily Physical Activity in Elementary Schools policy. These policies also drove public health activities and were seen as being in alignment with OPHS directions.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[…]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Provincial level factors"
        },
        {
            "text": "The fifth factor influencing implementation was imbalances of provincial funding across programs. Participants discussed that certain federal or province-wide programs such as Smoke Free Ontario received targeted or additional funding while other programs relied solely on their public health unit budgets. This meant that certain programs were better resourced than others which influenced OPHS implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provincial level factors"
        },
        {
            "text": "We are so small and we don't have a lot of resources and because we are getting funded provincially for [tobacco] programming. I mean it sometimes seems unbalanced to the other programs. Why do they get so much training? Why couldn't they go to conferences? How come they have all the swag?....So, it can seem very unbalanced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provincial level factors"
        },
        {
            "text": "This imbalance was frustrating for staff and managers who had to do more with less.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provincial level factors"
        },
        {
            "text": "While there are national or federal level influences on implementation of the policy interventions, these appear to be much less prominent than local/regional or provincial factors. Resources available through national agencies such as the Public Health Agency of Canada's e-portal were one notable factor. Public health units report following the National Advisory Committee on Immunization (NACI) guidelines related to immunizing for hepatitis B and hepatitis A, and the Canadian STI guidelines, which helped them implement the OPHS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National or Federal Level Factors"
        },
        {
            "text": "Although most influences on OPHS implementation were identified as occurring at the local/regional level, provincial and national level influences were also felt. Further, some influences were related to more than one level. For example, H1N1 influenza was a local, provincial, and national public health priority in 2009 with resources and priorities at each level that influenced public health activities. Other examples include multi-level initiatives such as Canada Prenatal Nutrition Program, Canadian Physical Activity Guidelines; and various promotional events and weeks, such as National Non-Smoking Week and National Nutrition Month. Other initiatives were noted that originated from various branches of the Federal Government, such as First Nations and Inuit Health Branch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multilevel factors"
        },
        {
            "text": "This study helps to fill a gap that exists in the public health policy implementation literature. It showed that multiple levels of influence exist that impact the implementation of the public health policies. In addition, complex relationships exist among factors across and between levels. This is illustrated in Fig. 3 by dotted lines between levels. The factors aligned very closely with many of the components in Greenhalgh and colleagues' Model of Diffusion in Service Organizations [23] , which is used to guide the discussion. It is important to note that the Greenhalgh et al model was created as a composite framework based on a meta-narrative systematic review of the diffusion of innovations literature. Therefore, it is reasonable to assume that each element in the model is not relevant in every situation nor is it reasonable to expect that it would show up in every instance. Our data did not demonstrate relevance of some aspects of the model (e.g., aspects of the innovation itself such as trialability, capacity to evaluate the innovation), indicating that some influences were more important than others in this situation. Participants identified those that were most relevant and salient to them basing their interpretations of their own experiences. These interpretations might be different from others in similar or different situations. However, in our constant comparative analysis, each concept 'earned' its way into the results by appearing repeatedly in the data. At the same time, the factors influencing diffusion of innovation (which includes an implementation stage) in Greenhalgh's framework were empirically grounded in a large body of literature.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 493,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 321,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Factors that were most clearly linked to the OPHS policy implementation and components in the model and demonstrating a powerful influence on implementation will be highlighted. These include: attributes of the innovation itself; adoption by individuals; diffusion and dissemination; the outer context -interorganizational networks and collaboration; the inner setting -implementation processes and routinization; and, linkage at the design and implementation stage. We discuss each of these components followed by implications for practice and policy, and study strengths and limitations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Attributes of the innovation itselfthat is, the OPHS policy -is a component in the model that influences uptake. End users of the innovation need to perceive relative advantage of the innovation for successful implementation [23, 30] . Many staff members identified that the policy was useful to justify programs, especially politically sensitive ones such as harm reduction. The fact that the OPHS are legislatively mandated is an attribute that could be used to leverage local implementation and could be helpful in securing resources that might otherwise be diverted to other municipal programs. Opportunity for reinvention of the innovation is another aspect of an innovation's attributes that can support uptake [23] . Participants had mixed opinions in relation to the prescriptiveness of the new policy. Most participants felt that the policy was less prescriptive compared to the OPHS predecessor (the MHPSG), particularly in relation to the CDP program. The ability to tailor programs to meet local community needs was seen as a great advantage in the new policy -an opportunity for reinvention. On the other hand, staff involved in STIP programs did not see much change of the new policy with respect to prescriptiveness, since they have always had strict guidelines to follow for STI management including contact tracing. Similarly, the Bax, de Jong and Kooppenjan study of implementation of road policy in the Netherlands [31] noted that a policy implementation gap was the absence of precise policy objectives which allowed for discretionary power to deviate from the intended policy directions. They also argued that an implementation strategy needs to match the policy and implementation context. Another important lesson was that \"local knowledge is indispensable to adapt a uniform package of measures to specific conditions\" (p.880). In other words, implementation requires a certain amount of discretionary freedom to permit local tailoring. On the other hand, Bax and colleagues also reported that a lack of precision in their policy had risks characterised as: \"'not knowing how to' (lack of proper information and communication), 'not being able to' (lack of competence and capacity), and 'not wanting to' (resistance)\" ( [31] p.873). This finding mirrors results of our parallel public health policy implementation paper which reported a key theme as, \"you've told me what, now tell me how\" [6] . A balance is needed that allows for tailoring of policies to local contexts along with the provision of resources and supports to facilitate implementation.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1434,
                    "end": 1438,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2244,
                    "end": 2248,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2414,
                    "end": 2417,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Attributes of the innovation itself"
        },
        {
            "text": "In relation to the component adoption by individuals, Greenhalgh and colleagues [23] argue that being engaged in discourse around the innovation can help increase the meaning that is attached to the innovation. This has been found to influence uptake by individuals [23] . Further, when individuals' ascribed meaning of the innovation matches how senior management and other stakeholders understand it, this can result in better uptake [22, 23, 32, 33] . It is likely that staff involvement in policy development as well as active discussions around it during implementation, enhanced the meaning attached to the policy. It also increased its perceived advantage. A longitudinal case study involving two Swedish national evidence-based policies aimed at improving health and social care indicated that active involvement and dialogue of professional organizations (stakeholders) during policy development allowed for a quick implementation start up, and improved the chances for a positive response from the target group [34] . Normalization process theory also highlights the importance of individuals' understanding the meaning of the innovation, known as coherence [32, 33] . The authors argue that this can influence implementation and uptake of practice innovations and was demonstrated in our analysis through participants' critical reflection on the policy's implications for practice and communities.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1168,
                    "end": 1172,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1173,
                    "end": 1176,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Adoption by individuals"
        },
        {
            "text": "Greenhalgh et al. [23] also drew on strong indirect evidence from work by Hall and Hord [35] . They showed that if participants understand the consequences of the intervention, they will more likely adopt it. In contrast, participants in our study were unclear about the consequences of not meeting the policy standards. Many felt there were none or that consequences would be tied to funding. Despite this lack of clarity, many were aware that accountability agreements were soon to be released that would clarify expectations related to meeting the standards. This points to a relationship between factors in the outer setting (i.e., accountability and consequences) and adoption by individuals. Similarly, in a Swedish case study of a national public health policy implemented in two municipalities, Jansson, Fosse and Tillgren [36] reported that that the policy lacked relevance to their context, was not targeted to local needs, and lacked specific requirements. Engaging staff in discussions and communicating information related to consequences surrounding public policy during implementation appears to be important to improve uptake.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 88,
                    "end": 92,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 831,
                    "end": 835,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Adoption by individuals"
        },
        {
            "text": "Diffusion and dissemination is another component in the model which has been shown to influence implementation [23] . As noted earlier, a number of public health service providers were unaware of the new policy despite senior and middle managers' attempts to communicate them to staff. This was reported to a greater and lesser extent depending on the health unit. Many providers felt that policy implementation was a management responsibility, while they were charged with service delivery. This meant that the policy held little meaning in their workload for many front line staff, which influenced their degree of interest in learning about it. It is not surprising then that most managers and service providers who were either engaged with Ministry staff in developing the policy or provided feedback during its development felt particularly engaged and positive about their experiences. Others have found that government policy implementation at the municipal level was successful when it was desired and understood and there were resources provided to support implementation [36] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1081,
                    "end": 1085,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Diffusion and dissemination"
        },
        {
            "text": "The outer context is another critically important consideration in the model [23] . For example, the structure and quality of social networks were identified as a powerful influences on adoption of innovations [23] . Health unit staff often described the value of working with other regional and provincial networks to support their public health work. In this study, horizontal networks of peers were found to be supportive for program implementation, in particular for tobacco programs, as a positive \"intentional spread strategy\" [23] p. 609. Similarly, Greenhalgh et al. [23] noted that informal interorganizational networks such as homophilous networks or networked provider agencies that share a common management and governance structure can influence implementation. Related to the value of networks, a notable area that was identified in our results was the influence of external community partnerships with other sectors, such as primary care and schools. Input from and influence of these community partners was a significant factor influencing implementation of the OPHS. This is likely related to the value placed on collaborations and partnerships as a foundational principle in the OPHS [5] .",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1202,
                    "end": 1205,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The outer context: interorganizational networks and collaboration"
        },
        {
            "text": "Himmelman argues that collaborations demand much more in terms of shared resources; degree of trust; commitment to a common goal; and sharing of risks, responsibilities and rewards, than do networks [37] . Greenhalgh et al considered collaborations in their review, but noted that they were focused on rapid cycle quality improvement projects rather than the implementation of innovations [22] . Annor and colleagues [38] argue that how individuals and organizations interact with each other should be a major focus in policy implementation. Since a single organization cannot solve complex problems alone, working in collaboration is essential for success. They report on a case study of public mental health policy implementation in England involving local implementation teams to deliver the policy. They reported several challenges in working in collaborations including: a lack of common understanding of key definitions (i.e., mental health), funding projects with existing resources, low priority placed by partners on public mental health initiatives, and the presence of a dominant partner that controlled resources and held power which led to competition between stakeholders.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "The outer context: interorganizational networks and collaboration"
        },
        {
            "text": "A qualitative study of implementation of the Ontario School Food and Beverage Policy showed that schools' external partnerships with food suppliers and food industry were critical for successful policy implementation [39] . Strong collaborations with external partners appears to be essential for successful implementation of public health policies. The outer context also takes into account the social-political climate. Although the policy push from the Ministry was felt by those in management, it had less impact on health service providers. However, all participants noted that local politics including municipal budgets and directions from the Board of Health impacted implementation and had an influence on programming decisions. This is not surprising given the funding structure of the majority of public health services in ON is shared between the province (75 %) and the municipality (25 %).",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "The outer context: interorganizational networks and collaboration"
        },
        {
            "text": "The implementation processes and routinization component of the model involves having senior and middle management and leadership support and commitment to the innovation to influence uptake [23] . Leadership is also noted as an important system antecedent in the model which can help influence receptivity for change in the organization [23] . Alignment with the goals of leaders and the innovation is also important but the evidence for this association is not as strong. Others identify that having leaders set priorities and manage the process of implementation is important [30, 36] . In this study, the role of leaders in policy implementation was critical not only in providing direction for staff, but also in supporting their implementation efforts. Staff had varying opinions on the style of leadership and management approaches. How management styles influenced policy implementation was not clear, however, and deserves more exploration. Medical Officers of Health were seen as having great influence on program and services directions. Not surprisingly, a lack of leadership (a vacancy in senior leadership) or local municipal pressures were seen as a barrier to implementation. This tension was seen in some health units more than others. Participants expected more 'top down' direction and support from their leaders in these health units.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "The inner setting: implementation processes and routinization, and system readiness for innovation"
        },
        {
            "text": "Our study showed that policy implementation was heavily integrated into health unit planning processes. Operational planning and strategic planning documents often referenced the OPHS. Greenhalgh's model [22, 23] does not discuss the influence of planning processes in terms of implementation. However, the process of implementation, including the constructs of planning, engaging, executing, reflecting and evaluating was identified by Damschroder and colleagues [40] as a key domain in their consolidated framework for implementing research into practice. Planning processes were highly apparent influencing implementation in most health units. Planning documents were tied to financial costs and public health human resource allocation. Others have reported value in participating in joint planning processes such as the creation of community health profiles and policy dialogues to support implementation of integrated community plans [41] .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "The inner setting: implementation processes and routinization, and system readiness for innovation"
        },
        {
            "text": "Greenhalgh and colleagues' model does raise the issue of having dedicated and adequate time and resources to implement the innovation as a component of system readiness for innovation [22, 23] . However, adding planning processes as a factor into the model may be warranted especially for highly bureaucratic organizations in which such processes are the norm.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "The inner setting: implementation processes and routinization, and system readiness for innovation"
        },
        {
            "text": "The model discusses the importance of linkage at the design and implementation stage with developers and potential end users of the innovation. Engagement is critical to ensure that everyone's perspectives are considered [23] . The study revealed that staff viewed their involvement in the development of the Ministry policies very positively. Further the Ministry's support and constant feedback through webinars and road shows during the roll out of the policy was greatly appreciated by many participants. The model indicates that support from the change agency, e.g., government, in the form of ongoing dialogue and networking among organizations to support the change can be valuable for uptake as well as the provision of \"augmented product\" support (p. 598) such as a help desk [23] .",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Linkage at the design and implementation stage"
        },
        {
            "text": "Our analysis demonstrated an uneven level of awareness of the OPHS and related documents at the time of roll out. In addition, there was an uneven level of engagement with the policies at the organizational level. Some leaders took an approach that satisfied their obligations for management accountability, e.g., they held staff meetings to discuss the Standards or they retrospectively ensured that their operational plans addressed them. Others, perhaps on account of their personal leadership style, worked in a pro-active manner by incorporating the Standards into organizational strategic plans or by creating a culture where staff felt supported in their implementation of the policies. Langley and Denis [21] suggest that traditional approaches to implementation, as we've presented here using the Greenhalgh et al., model [22] , and perhaps as the Ministry envisioned, can be enhanced with attention to context-specific factors. The authors suggest three focal points: 1) attention to the uneven benefits that might be realized by different stakeholders (\"what's in it for whom\"), 2) attention to values held by different groups, 3) understanding what is essential (in the policy) and what is in the soft periphery that can be adjusted to the context. A change management strategy could be included in a transition/implementation plan in the next set of standards [42] using a lens that positions health units as political systems rather than rational systems [21] .",
            "cite_spans": [
                {
                    "start": 712,
                    "end": 716,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 831,
                    "end": 835,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1139,
                    "end": 1141,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1373,
                    "end": 1377,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1469,
                    "end": 1473,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Implications for future provincial-level public health policy implementation"
        },
        {
            "text": "Our study strongly draws attention to the importance of ensuring policy cohesiveness to support successful implementation. Some policies are easier to implement than others as they might differ with respect to the degree of change required, resource requirements, complexity of the policy setting, etc. Sometimes the policy itself might have somewhat conflicting objectives, as was the case in our study, making it difficult to implement as intended. Repeatedly we heard that the policy was intended to be responsive to local community needs. Further, the policy explicitly supported collaboration with community agencies (one of the key principles) to promote health and prevent illness, and respondents noted that their community partners sometimes had particular requests from them. These collaborative directions are in line with traditional public health activity. However, the policy also took a stronger evidence-based approach than the previous MHPSG; in other words, health units were asked to carry out reviews of the literature to understand problems and develop programs with demonstrated effectiveness. This direction is in line with the general trend in the larger health sector and in public health to provide health services that are grounded in evidence [31, 34, 43, 44] . Thus both of these objectiveslocal responsiveness and research-based programmingare reasonable in their own right. Taken together, however, many respondents did indeed speak to a practice tension that arose when trying to implement the overall policy related to conflicting values of different forms of evidence. For example, a local demand or problem was not resolved because there was a lack of research literature (a form of evidence) to support an effective solution, or the literature suggested an alternative solution from what partner agencies demanded (community need, which is another form of evidence). Participants clearly felt uncomfortable when local needs could not be met because of a lack of research evidence. In addition, discomfort was felt when local needs were being met, but initiatives fell outside of the scope of the OPHS. An implication for future policy implementation is to ensure greater policy cohesiveness or mechanisms about how to manage these practice conflicts related to the policy.",
            "cite_spans": [
                {
                    "start": 1271,
                    "end": 1275,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1276,
                    "end": 1279,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1280,
                    "end": 1283,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1284,
                    "end": 1287,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Implications for future provincial-level public health policy implementation"
        },
        {
            "text": "There are a few limitations that should be noted in reference to this work. We involved six health units that we identified based on their different contexts; however, they may not be representative of all health units in Ontario. In addition, we were not able to engage all health unit staff members equally. For example epidemiologists and planners were underrepresented and these staff would likely have been quite engaged in policy implementation decisions. We did, however, obtain valuable input from public health staff at all levels of authority from service providers to senior leaders. Further, we did not seek input from members of Boards of Health who could have provided unique perspectives on implementation and the policies themselves. We selected CDP and STIP programs as exemplar programs in order to keep the study manageable, to provide a useful comparator and to enhance our ability to track changes over a five year period within a similar cohort. This decision did result in limited knowledge of the influence of the OPHS in other program areas. Despite these limitations, we have obtained rich input from a wide variety of stakeholders in public health including services providers who typically are not asked for their impressions on policy, and are ultimately the ones who provide the programs and services to meet the OPHS. Another strength of this research is that it reflects an integrated knowledge translation approach, where practitioners and policymakers were co-investigators on the research team. Some of them contributed to the writing of this paper. Their additional insights about the data served to bring credibility to our collective interpretation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and strengths"
        },
        {
            "text": "This study explored processes and factors influencing implementation of a new provincial public health policy in Ontario, Canada. Although many health unit service providers were unaware of the policy change, engagement in developing the policy or provision of feedback by health unit staff at the front line as well as the management level was positively received. Implementation of the policy was most evident in planning processes that incorporated many internal stakeholders as well as community partners. The policy was also incorporated in operational planning documents such as logic models. Factors influencing implementation were closely aligned to components of Greenhalgh and colleagues' Diffusion of Innovations in Service Organizations framework. Most notably, the nature of the policy itself (e.g., its prescriptiveness), organizational leadership, planning processes, governance, health human resources, local and regional economics, as well as provincial and national factors such as other policies, best practice evidence and networks had an influence on implementation. Our results provide empirical support for components of Greenhalgh et als' framework [23] and suggest that two additional components be consideredthe role of external partnerships with other sectors and the influence of planning processes. The constructsplanning processes and cosmopolitanism (links to external organizations)are identified in the more recent Consolidated Framework for Implementation Research [40] . These influences are important to consider by public health organizations when implementing new or revised provincial public health policies given that they constantly change and evolve over time. The RePHS team will continue to explore changes in policy implementation and impact over time in ON as well as BC.",
            "cite_spans": [
                {
                    "start": 1173,
                    "end": 1177,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1499,
                    "end": 1503,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Additional file 1: History of the Ontario Public Health Standards Development. This files contains a description of the history of the development of the standards as well as an image to illustrate the stages. (DOCX 43 kb)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional files"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The SARS Commission interim report SARS and public health in Ontario",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Expert Panel on SARS Infectious Disease Control, Walker DMC. For the public's health: A plan of action: Final report of the Ontario Expert Panel on SARS and Infectious Disease Control. Expert Panel Secretariat",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sociotechnical systems, risk management, and public health: comparing the North Battleford and Walkerton outbreaks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Vicente",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Reliab Eng Syst Saf",
            "volume": "80",
            "issn": "3",
            "pages": "253--69",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Commission of Inquiry on the Blood System in Canada",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Krever",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ontario Ministry of Health and Long-Term Care",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fading vision: knowledge translation in the implementation of a public health policy intervention",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tomm-Bonde",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pauly",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hancock",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Implement Sci",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "For the public's health: A plan of action. Final report of the Ontario Expert Panel on SARS and Infectious Disease Control",
            "authors": [],
            "year": 2004,
            "venue": "Ontario Expert Panel on SARS on Infectious Disease Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Learning from SARS: Renewal of public health in Canada",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Revitalizing Ontario's public health capacity: The final report of the capacity review committee",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tamblyn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hyndman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bewick",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Munter",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ontario Ministry of Health and Long-Term Care. Mandatory Health Programs and Services Guidelines. Toronto: Queen's Printer of Ontario",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ministry of Health and Long-Term Care. The Ontario Public Health Standards (OPHS) and Protocols",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ontario Ministry of Health and Long-Term Care. Ontario Public Health Standards 2008: Population health assessment and surveillance protocol. Toronto: Ontario Ministry of Health and Long-Term Care",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ontario Public Health Standards: Ontario Ministry of Health and Long-Term Care. Tanning Beds Compliance Protocol. Toronto: Ontario Ministry of Health and Long-Term Care",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ontario Ministry of Health and Long-Term Care. Ontario Public Health Standards 2008: Infectious Diseases Protocol. Toronto: Ontario Ministry of Health and Long-Term Care",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ontario Ministry of Health and Long-Term Care. Ontario Public Health Standards",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Chronic disease prevention policy in British Columbia and Ontario in light of public health renewal: a comparative policy analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kothari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bursey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scarr",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Public Health",
            "volume": "13",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Equity in public health standards: a qualitative document analysis of policies from two Canadian provinces",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Manson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pauly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thanos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Equity Health",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1475-9276-11-28"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Public health human resources: a comparative analysis of policy documents in two Canadian provinces",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Regan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peroff-Johnston",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Hum Resour Health",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Primary Care and Public Health Collaboration: The Time is Ripe. Trillium: Primary Health Care Research Day. Toronto: Western Centre for Public Health and Family Medicine",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Valaitis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Schulich School of Medicine & Dentistry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A critical second look at integrated knowledge translation. Health Policy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kothari",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Wathen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "109",
            "issn": "",
            "pages": "187--91",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Beyond evidence: the micropolitics of improvement",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Langley",
                    "suffix": ""
                },
                {
                    "first": "J-L",
                    "middle": [],
                    "last": "Denis",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMJ Qual Saf",
            "volume": "20",
            "issn": "1",
            "pages": "43--49",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Diffusion of innovations in health service organisations: a systematic literature review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bate",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Macfarlane",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kyriakidou",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Diffusion of innovations in service organizations: systematic review and recommendations",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Macfarlane",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bate",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kyriakidou",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Milbank Q",
            "volume": "82",
            "issn": "4",
            "pages": "581--629",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Competing paradigms in qualitative research",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Guba",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Lincoln",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Handb Qual Res",
            "volume": "2",
            "issn": "",
            "pages": "163--94",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Evaluation criteria and critique of qualitative research studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leininger",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Critical issues in qualitative research methods",
            "volume": "",
            "issn": "",
            "pages": "95--115",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The discovery grounded theory: strategies for qualitative inquiry. Chicago: Aldin",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "What is wrong with social theory?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Blumer",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "Am Sociol Rev",
            "volume": "19",
            "issn": "1",
            "pages": "3--10",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Interpretation and method: Empirical research methods and the interpretive turn",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yanow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schwartz-Shea",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Canadian Institutes of Health Research. Guide to Knowledge Translation Planning at CIHR: Integrated and End-of-Grant Approaches. Ottawa: Canadian Institutes of Health Research",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Implementation matters: A review of research on the influence of implementation on program outcomes and the factors affecting implementation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Durlak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Dupre",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Community Psychol",
            "volume": "41",
            "issn": "3-4",
            "pages": "327--50",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Implementing evidence-based policy in a network setting: Road safety policy in the Netherlands",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bax",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koppenjan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Public Adm",
            "volume": "88",
            "issn": "3",
            "pages": "871--84",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Understanding the implementation of complex interventions in health care: the normalization process model",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Finch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mair",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ballini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dowrick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eccles",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Health Serv Res",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Development of a theory of implementation and integration: Normalization Process Theory",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mair",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Finch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Macfarlane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dowrick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Treweek",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Implement Sci",
            "volume": "4",
            "issn": "29",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Evidence-informed policy formulation and implementation: a comparative case study of two national policies for improving health and social care in Sweden",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Strehlenert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Richter-Sundberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nyström",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hasson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Implement Sci",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Change in schools: Facilitating the process",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hord",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "National public health policy in a local context-Implementation in two Swedish municipalities",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jansson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fosse",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tillgren",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Health Policy",
            "volume": "103",
            "issn": "2",
            "pages": "219--246",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Definitions, decision-making models, roles and collaboration process guide. Community-Campus Partnerships for Health",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Himmelman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Why is it difficult to promote public mental health? A study of policy implementation at local level",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Annor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Public Mental Health",
            "volume": "7",
            "issn": "4",
            "pages": "17--29",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Implementation of Ontario's School Food and Beverage Policy (P/PM 150) in Peel Region: A Qualitative Evaluation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Valaitis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Fostering implementation of health services research findings into practice: a consolidated framework for advancing implementation science",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Damschroder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Aron",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Keith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Kirsh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lowery",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Implement Sci",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "How can collaboration be strengthened between public health and primary care? A Dutch multiple case study in seven neighbourhoods",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Storm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Gestel",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Van De Goor",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Oers",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Public Health",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The heart of change: Real-life stories of how people change their organizations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kotter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Diffusion theory and knowledge dissemination, utilization, and integration in public health",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ottoson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Annu Rev Public Health",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Bridging research and practice: models for dissemination and implementation research",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Tabak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Khoong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brownson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Prev Med",
            "volume": "43",
            "issn": "3",
            "pages": "337--50",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ontario Public Health Standards 2008. The Ontario Public Health Standards",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Number of Participants by Years in Position",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Factors influencing policy implementation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "…it's forcing us to think about, 'okay, what are the policy implications'? And now I'm hearing staff understand what that might look like. They have a vision of where that might lead particularly in the chronic disease, injury prevention area.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Public Health Ontario and the AIDS Bureau are examples: I'm not sure health units would've done the research and picked up and implemented [AIDS programming such as anonymous and point-of-care testing], and bought the supplies for point of care without the AIDS Bureau leading that kind of charge.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Ethics Board approvals were obtained from McMaster University Hamilton Integrated Research Ethics Board (HIREB); Public Health Ontario through the University of Toronto (Office of Research Ethics); Ottawa Public Health, Ottawa Public Health Research Ethics Board; Sudbury & District Health Unit, Sudbury & District Health Unit, Research Ethics Review Committee (RERC); and Toronto Public Health, Toronto Public Health Research Ethics Board. All participants consented to this research.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 1 Number of Participants by Type, Data Collection Strategy and Program (2010-2011)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no competing interests.Authors' contributions RKV is a co-principal investigator on the program of research and took the lead in writing the paper. AK, LO, MM, NM, SR and JG, JB, gathered and analyzed the data, as well as conceptualized the themes, and wrote sections for the initial draft. MM is the nominated principal investigator who conceptualized the REPHS program of research and led the proposal writing for funding, from which the sections of this paper on the policy intervention and methodology for the larger REPHS research program were derived. HM, GB and NPJ contributed to data interpretation, writing and editing sections of the paper, particularly the discussion. All authors contributed to editing the final version of the paper, read and approved the manuscript.• We accept pre-submission inquiries • Our selector tool helps you to find the most relevant journal Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}