{
    "paper_id": "68c511101e72f75c7c7146306567114789e25be4",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "Library design can be guided by information regarding each position's mutational tolerance and naturally evolved sequence to reduce the prevalence of overly destabilizing mutations as well as identifying structurally stabilizing mutations. Additionally, the chemical diversity found at the interfaces of well characterized natural binders, such as the complementarity determining regions (CDR) of antibodies, can be applied to protein scaffolds to accommodate for strong binding interactions. Here, a model for library design was built based on a linear combination of (A) computational stability, (B) natural homolog sequence frequency, and (C) CDR diversity input matrices. These three elements were weighted based on the (D) target exposure (i.e. proximity to the binding interface) and solvent exposed surface area (i.e. orientation and packing) of each site. !",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A. Computational sitewise assessment of changes in stability (ΔΔG, kcal/mol) ",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 76,
                    "text": "(ΔΔG, kcal/mol)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Complementarity distribution mimicking CDRH3 of antibodies (CDR'), modified from previous work",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hackel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "upon mutation. Conducted in FoldX. B. Natural sequence frequency for the tenth type III domain of human fibronectin: pfam database summary. Below the full amino acid table, the four most frequent residues at each site are listed.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Target exposure and solvent exposed surface area (SASA) for the BC, DE, and FG loops of fibronectin.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}