{
    "paper_id": "6a3fa8ed278df0d05c5e009521de11c72308f60b",
    "metadata": {
        "title": "BMC Public Health A systematic review of the effectiveness of antimicrobial rinse-free hand sanitizers for prevention of illness-related absenteeism in elementary school children",
        "authors": [
            {
                "first": "Emily",
                "middle": [],
                "last": "Meadows",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ottawa",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [],
                "last": "Le Saux",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Children's Hospital of Eastern Ontario",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": "nicolelesaux-lesaux@exchange.cheo.on.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Absenteeism due to communicable illness is a major problem encountered by North American elementary school children. Although handwashing is a proven infection control measure, barriers exist in the school environment, which hinder compliance to this routine. Currently, alternative hand hygiene techniques are being considered, and one such technique is the use of antimicrobial rinse-free hand sanitizers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A systematic review was conducted to examine the effectiveness of antimicrobial rinsefree hand sanitizer interventions in the elementary school setting. MEDLINE, EMBASE, Biological Abstract, CINAHL, HealthSTAR and Cochrane Controlled Trials Register were searched for both randomized and non-randomized controlled trials. Absenteeism due to communicable illness was the primary outcome variable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Six eligible studies, two of which were randomized, were identified (5 published studies, 1 published abstract). The quality of reporting was low. Due to a large amount of heterogeneity and low quality of reporting, no pooled estimates were calculated. There was a significant difference reported in favor of the intervention in all 5 published studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The available evidence for the effectiveness of antimicrobial rinse-free hand sanitizer in the school environment is of low quality. The results suggest that the strength of the benefit should be interpreted with caution. Given the potential to reduce student absenteeism, teacher absenteeism, school operating costs, healthcare costs and parental absenteeism, a well-designed and analyzed trial is needed to optimize this hand hygiene technique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "With the recent emergence of severe acute respiratory syndrome (SARS), a newly discovered infectious disease, the importance of primary infection control measures have been highlighted [1, 2] . Routine handwashing with soap and water has been cited by the World Health Organiza-tion (WHO) as being \"the most important hygiene measure in preventing the spread of infection\" [3] . This statement has been reiterated by both the United States Centers for Disease Control (CDC) and Health Canada, in reference to reducing the transmission of SARS, the influenza virus, and other infectious pathogens [3] [4] [5] . The epidemiological evidence supporting the effectiveness of this basic measure in healthcare settings dates back to the mid-nineteenth century [6, 7] . Ignaz Semmelweis, a Hungarian obstetrician, implemented routine handwashing with chlorinated lime by maternity ward staff, as a mechanism to reduce the incidence of puerperal fever [6, 7] . This simple routine elicited dramatic results, reducing the mortality rate from 13-18 percent to 2 percent [6, 7] . These findings have been replicated numerous times in hospital environments-underlining the magnitude of routine handwashing [8, 9] .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 189,
                    "end": 191,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "[6,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 758,
                    "end": 760,
                    "text": "7]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 944,
                    "end": 947,
                    "text": "[6,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 948,
                    "end": 950,
                    "text": "7]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "[6,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1064,
                    "end": 1066,
                    "text": "7]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1194,
                    "end": 1197,
                    "text": "[8,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1198,
                    "end": 1200,
                    "text": "9]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The elementary school environment is also negatively impacted by outbreaks of disease causing microorganisms [10, 11] . These occasional outbreaks result in increased student and teacher absenteeism, increased healthcare expenditures, and an overall decline in the children's learning environment [11] . The United States CDC has estimated that the average school-aged child missed approximately one week annually due to illness-related absenteeism in 1995 [12] .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[10,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "11]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[11]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[12]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Despite the scientifically proven evidence of the effectiveness of handwashing, and the increasing promotion of proper hand hygiene techniques, observational studies in school settings have indicated that handwashing practices are often lacking [13, 14] . Guinan et al. (1997) reported that proper handwashing compliance, with soap and water, in school-aged children ranged from 8 to 28 percent. Reported reasons for the observed inadequacy in compliance included insufficient time during the day, and the use of substandard washing facilities in hard to access locations of the school environment [13, 14] .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "[13,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "14]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 256,
                    "end": 276,
                    "text": "Guinan et al. (1997)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[13,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "14]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In attempts to overcome the obstacles of routine handwashing in school environments, antimicrobial rinse-free hand sanitizers are being used as an alternative hand hygiene technique. The concern is that such programs may be carried out in the absence of evidence of effectiveness in the school environment. Thus, it is timely to review the evidence currently available for the effectiveness of antimicrobial rinse-free hand sanitizer programs in reducing absenteeism due to communicable illness. The aim of this systematic review was to determine whether antimicrobial rinse-free hand sanitizer interventions are effective in preventing illness-related absenteeism in elementary school children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A detailed written protocol was prepared and reviewed in advance (complete protocol can be obtained from the corresponding author).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A comprehensive search was conducted to identify all relevant studies regardless of publication status. Six electronic databases were searched for studies published in any language. The databases included: Biological Abstracts (1990 ( -May 2003 , CINAHL (1982 CINAHL ( -2003 , the Cochrane Controlled Trials Register , EMBASE (1980 -May 2003 , HealthSTAR (1975 -May 2003 , and MEDLINE (1966 ( -May 2003 . A detailed search strategy was developed for use in MEDLINE and an iterative process was completed to refine the MEDLINE search for each database. Descriptions of the database search strategies are presented in Appendix 1 (see Additional File 1). OVID served as the primary search interface, and the SDI feature was used to monitor newly posted citations, the most recent date September 30, 2004 . Due to the low occurrence of studies in this subject area, no filters were used to identify specific study types or reviews.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 232,
                    "text": "(1990",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 244,
                    "text": "( -May 2003",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 259,
                    "text": "CINAHL (1982",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 274,
                    "text": "CINAHL ( -2003",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 331,
                    "text": "EMBASE (1980",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 341,
                    "text": "-May 2003",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 360,
                    "text": "HealthSTAR (1975",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 370,
                    "text": "-May 2003",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 390,
                    "text": "(1966",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 402,
                    "text": "( -May 2003",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 800,
                    "text": "September 30, 2004",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "The reference lists of all relevant articles were reviewed for additional studies. A letter was sent to all corresponding authors of the articles identified by hand-search, excluding two newly eligible citations posted between May 2003 and September 2004 [15, 16] , or by searching bibliographic databases. Additionally, contact experts and the industrial companies that manufactured the antimicrobial hand gels used in the included trials (GOJO Industries and Woodward Laboratories, Inc.) were contacted in attempts to identify other eligible trials. A detailed list of contacts is provided in Appendix 2 (see Additional File 2). Finally, conference proceedings for the American Journal of Infection Control (2000) (2001) (2002) (2003) (2004) and recently published issues of the American Journal of Infection Control (February 2003 to August 2004) were searched by hand.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[15,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "16]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 709,
                    "end": 715,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 722,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 723,
                    "end": 729,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 736,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 743,
                    "text": "(2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "Studies were evaluated for inclusion on the basis of four criteria: target population, intervention, outcome, and study design. The target population of interest consisted of elementary school children between 4 and 12 years of age (including senior kindergarten and grades 1 through 8). The interventions of interest were those that administered antimicrobial rinse-free hand hygiene programs compared with no intervention or placebo treatment arm in a school setting. The outcome of interest was the comparison of the number of absences due to communicable illnesses in children who received the antimicrobial rinsefree hand hygiene intervention with the number of such absences in those who received a placebo or no intervention. We included cluster randomized controlled trials (RCTs) and cluster non-randomized controlled trials regardless of publication status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "All relevant citations, titles and abstracts, were imported into a reference database where duplicates were manually removed. Priority in downloading was given to MEDLINE. Reviews were excluded, but the bibliographies from such articles were examined for relevant studies. The screening was completed in an unblinded manner; there is inconclusive evidence that blinding introduced bias into the process [17] . One individual (EM) independently screened the titles and abstracts of each citation and identified all citations for full review. One reviewer was deemed appropriate as it was thought that the reviewer would error on the side of caution. Hard copies of all potentially relevant citations were retrieved, and two reviewers (EM, NLS) independently assessed each article using the aforementioned eligibility criteria, excluding the newly published citations in which eligibility was assessed by EM [15, 16] . Disagreements were discussed and a final decision was made by means of open consensus. A pilot test assessing the eligibility criteria on a sample of articles was not performed. Recent studies by both Juni et al. 2002 and Moher et al. 2003 indicate that the exclusion of trials in languages other than English (LOE) does not bias measures of effectiveness-however, both are cautionary, advocating language inclusive search strategies [18, 19] . Due to limited fiscal resources, an English language restriction was applied at this level, however the number of citations in LOE that met eligibility criteria will be noted.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "text": "[17]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 906,
                    "end": 910,
                    "text": "[15,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "16]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1118,
                    "end": 1138,
                    "text": "Juni et al. 2002 and",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1139,
                    "end": 1156,
                    "text": "Moher et al. 2003",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1351,
                    "end": 1355,
                    "text": "[18,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1356,
                    "end": 1359,
                    "text": "19]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "Two reviewers (EM, NLS) independently abstracted data from all studies meeting the eligibility criteria, excluding one abstract where EM independently abstracted pertinent information [15] , using pre-printed data collection forms presented in Appendix 3 (see Additional File 3). Information pertaining to the descriptive details of the study (e.g., year published, language of publication, publication status), design (e.g., randomized controlled trial), population (e.g., age, grade level), intervention (e.g., type of antimicrobial rinse-free hand sanitizer, inclusion of an educational component), and primary outcome(s) (e.g., absences due to illness) were collected. Adverse advents were not considered due to the relatively benign nature of the intervention. Reviewers resolved differences by means of open consensus. For the case of crossover study designs, data from the both arms of the study was abstracted. A pilot test assessing the data collection form on a sample of articles was not performed.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Data abstraction"
        },
        {
            "text": "Two reviewers (EM, NLS) independently assessed the quality of each of the included studies, excluding the abstract by Thompson (2004) previously mentioned [15] , using the previously validated 3-item Jadad scale, which assesses the quality of the report in terms of randomization generation, double blinding, and withdrawals and drop-outs by intervention group [20] . Studies were not given a quantitative score; rather this was used as a qualitative tool. (Due to the nature of the intervention, not all items apply). Additionally, if trials were randomized, allocation concealment was assessed and qualitatively evaluated as adequate, inadequate or unclear [21] . Disagreements were resolved through open consensus. A pilot study applying the quality assessment criteria on a subset of studies was not completed.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 133,
                    "text": "Thompson (2004)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[21]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Quality assessment"
        },
        {
            "text": "Data synthesis and analysis was performed in accordance with the Cochrane Reviewers' Handbook [22] . Firstly, data was qualitatively synthesized to examine the overall pattern of studies with respect to study design, population, intervention, and outcome characteristics. Sources of clinical and statistical heterogeneity were identified and results were examined. All data was abstracted as reported. The primary outcome, frequency of absences due to communicable illness was analyzed. Percent relative differences were presented along with 95 percent confidence intervals as the estimate of intervention effectiveness in the four studies which calculated rate and risk ratios as the measure of association [10, 27, 31, 41] . Percent relative differences and 95 percent confidence intervals were calculated enabling the results to be compared between studies, without altering the measure of association reported in the studies (rate and risk ratios). In the studies where data could not be abstracted, measures of association were reported [15, 16] . The validity of performing a quantitative synthesis was considered, however based on a qualitative inspection of heterogeneity and estimates of intervention effectiveness this was not deemed appropriate. Thus, sensitivity and subgroup analyses were not performed, and publication bias was not assessed quantitatively.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[10,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "27,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "31,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "41]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[15,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1047,
                    "end": 1050,
                    "text": "16]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "A flow diagram of the search results is illustrated in Figure  1 . From the searches of the electronic databases, a total of 211 citations were identified, of which 70 were duplicates, resulting in the identification of 141 unique citations. In all, 18 potentially relevant trials were retrieved from the searches of the relevant databases. Hand-searching of the reference lists of relevant articles and conference proceedings resulted in a further 7 trials, which were also reviewed for consideration. Thus, 25 studies were determined potentially relevant [10, . Using both titles and abstracts, no trials meeting the inclusion criteria in LOE were found during the study selection phase.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 561,
                    "text": "[10,",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 64,
                    "text": "Figure  1",
                    "ref_id": null
                }
            ],
            "section": "Description of studies"
        },
        {
            "text": "After review of the full text of these studies, 21 were excluded for the following reasons: no outcomes of Inappropriate intervention (23- 26, 34, 33, 37, 38, 43) Inappropriate study design (36, 39, 40) Inappropriate outcome (28) Inappropriate population (44) Not relevant (29, 30, 32, 35, 42) Review (45, 46) 4 eligible studies identified (10, 27, 31, 41) INITIAL MANUSCRIPT n = 25 (10, 2 eligible studies identified (15, 16) after manuscript submission interest (n = 1), inappropriate population (n = 1), inappropriate interventions (n = 9), inappropriate study design (n = 3), irrelevant subject matter (n = 5), and review (n = 2). Thus, a total of 4 trials fulfilled the inclusion criteria [10, 27, 31, 41] . However, during the time between manuscript submission and revision, 2 additional citations were deemed to be eligible [15, 16] , bringing the total to n = 6 eligible studies, one of which was a published manuscript [16] , and the other a published abstract [15] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "26,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "34,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "33,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "37,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "38,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "43)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 190,
                    "end": 194,
                    "text": "(36,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "39,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "40)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "(28)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "(44)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "(29,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "30,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "32,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "35,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "42)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "(45,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "46)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "(10,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "27,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "31,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 353,
                    "end": 356,
                    "text": "41)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "(10,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "(15,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "16)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[10,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "27,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "31,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "41]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "[15,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "16]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Description of studies"
        },
        {
            "text": "Of the 6 remaining studies, 2 were crossover studies [16, 27] , 1 was a placebo-controlled cluster randomized controlled trial (RCT) [41] , 2 were cluster non-randomized controlled trials (NRCT) [10, 31] , and the published abstract was a cluster trial, however randomization was unclear [15] . McNemars's test was used to assess observer agreement, chi-square = 2.00; df = 1, p = 0.1573; and there was 92 percent agreement between the two reviewers with respect to study relevance for the initial four trials included [10, 27, 31, 41] . All of the relevant trials are described in Table 1 , and an assessment of their quality of reporting is presented in Table 2 (the study by Thompson 2004 was excluded as only the abstract was available). Our overall agreement was 89 percent with respect to data collection for the five included studies outlined in Table 1 . For quality abstraction, percent agreement was 80 percent. When examining items relating to blinding and assessment of withdrawals and dropouts, observer agreement was 100 and 80 percent, respectively. Kappa statistics were not calculated as sample size was insufficient.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "text": "[16,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 58,
                    "end": 61,
                    "text": "27]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 133,
                    "end": 137,
                    "text": "[41]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[10,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "31]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[10,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "27,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "31,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "41]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 678,
                    "end": 691,
                    "text": "Thompson 2004",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 582,
                    "end": 589,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 656,
                    "end": 663,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 853,
                    "end": 860,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Description of studies"
        },
        {
            "text": "All six trials were conducted in the United States, 4 with reported industrial sponsorship, and were published between 2000 to 2004. The trials varied in size (range = 138 to 6080 students; range = 1 to 18 schools), and geographic locations (Pennsylvania [10] , California [27, 37] , Ohio/Tennessee/Delaware/California [31] , New England [16] ). One of the studies assessed only private schools [28] ; another study assessed both private and public schools [41] , three assessed only public schools [10, 16, 31] , while one's type of school assessed was not available [15] . Additionally, there was considerable variation in the type of school included both within and between trials: Christian private school, public elementary schools, same-sex schools and co-ed schools. The duration of the studies ranged from 5 weeks to 10 months, the longest trial being that of the RCT [41] .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[10]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[27,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "37]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 319,
                    "end": 323,
                    "text": "[31]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[28]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[41]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[10,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "16,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "31]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[41]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Description of studies"
        },
        {
            "text": "The trials also varied with respect to the intervention administered. [10, 15, 16, 31] . Education was concurrently provided for both the control and intervention arms in two studies [16, 27, 41] , education on germs and hygiene was provided only to the intervention arm in one study [10] , one study did not provide any education however study reinforcement was provided for teaching staff [31] , and one study provided education to the intervention arm but as only the abstract was available for this study it was unclear if the control arm received any education [15] .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "[10,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 75,
                    "end": 78,
                    "text": "15,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "16,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 83,
                    "end": 86,
                    "text": "31]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[16,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "27,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "41]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[10]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[31]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Description of studies"
        },
        {
            "text": "The quality of reporting of the 5 trials that were examined in detail was low. Only one study was described as being randomized and double-blinded, however, it failed to describe a detailed and appropriate method of randomization and allocation concealment was unclear [41] . Four of the five studies, as previously mentioned, discussed withdrawals and dropouts however the description was quite basic and detailed flow-diagrams outlining the passage of participants through the trial were not supplied [16, 27, 31, 41] . White et al. (2001) reported a significant number of dropouts (857 of 1626 students did not complete the study) however no explanations were offered [41] . Four studies received industrial sponsorship either by GOJO industries or Woodward Laboratories. In addition, two studies received financial support from another external source [16, 41] . Other characteristics of poor quality reporting included: no sample size calculation defined for all five studies, and the statistical methods were vague. No studies took into consideration clustering when analyzing their results. Our overall agreement for all items of quality was greater than 80 percent; again observer agreement statistics were not calculated as the sample size was insufficient.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[41]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[16,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "27,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "31,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "41]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 522,
                    "end": 541,
                    "text": "White et al. (2001)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[41]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 856,
                    "end": 860,
                    "text": "[16,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "41]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Methodological quality"
        },
        {
            "text": "All six studies varied in their definition of communicable illness-related absenteeism, refer to Table 1 . Out of the five studies with published manuscripts, four of the studies reported the estimate of intervention effectiveness in terms of risk/rate ratios, subsequently calculating percent relative effect, and one reported and odds ratio for a pairmatched study; results are reported in Table 3, Table 4 , and Table 5 . The percent relative effect measures the decreased rate of the occurrence of absenteeism when the rate ratio is the measure of association or the decreased risk of absenteeism when the relative risk is the measure of association. Tests of significance were completed in all five of the studies using chi-squared tests or t tests however no confidence intervals were calculated. Two of the studies used rate ratios as the measure of association [10, 31] , two studies used relative risks as the measure of association [27, 41] , and the other used the odds ratio • Education: guardians provided with study information and a contact number for the school nurse; additionally, monthly updates were provided • Education: students received a carefully planned education program; 45 minute \"Germ Unit\", Glo Germ™ presentation • Reinforcement: 1 st week: daily reminders given to students, after 1 st week reinforcement given weekly and after holidays; each classroom visited twice by school nurse during two arms • AlcoSCRUB ® dispensers were furnished in each classroom, located near the classroom entrance at a height that was accessible to all students • Gel use was monitored, and reinforcement was given to classes with low use 18 public elementary schools grades K-6 in 6 school districts * Target group: • 5 school districts: District 1 (Ohio; K-5; n = 1440 students), District 2 (Ohio; 2,3; n = 266 students), District 3 (Delaware; 3,4; n = 110 students), District 4 (Tennessee; K-6; n = 680 students), District 5 (California; K-5; n = 579 students) Control group: • 5 school districts: District 1 (K-5; n = 1136 students), District 2 (2,3; n = 552 students), District 3 (3,4; n = 113 students), District 4 (K-6; n = 592 students), District 5 (K-5; n = 612 students)",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 873,
                    "text": "[10,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "31]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 942,
                    "end": 946,
                    "text": "[27,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 947,
                    "end": 950,
                    "text": "41]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 104,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 392,
                    "end": 408,
                    "text": "Table 3, Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 415,
                    "end": 422,
                    "text": "Table 5",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Primary outcome"
        },
        {
            "text": "• Infectious process such as cold, flu, and gastroenteritis (common infectious illnesses such as pink eye, abscesses, and skin infections were not included) • No information regarding reporting of events [16] . Table 3 Study was described as randomized however did not explain method of randomization; participants and studycoordinators were blinded; description of withdrawals and dropouts provided: of the 72 initial classes (1626 students), 32 classes (16 target and 16 control; 769 students) participated (remainder dropped from analysis)",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 218,
                    "text": "Table 3",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Primary outcome"
        },
        {
            "text": "Sample size calculation not defined; statistical methods unclear; parents required to sign detailed informed consent form; study reviewed and approved by the two school boards; soap and handwashing not monitored; clustering not accounted for Crossover Dyer 27 2000 United States Study was not formally randomized; neither participants or study-coordinators were blinded; description of withdrawals and dropouts provided: no exclusions from the population were necessary",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 259,
                    "text": "Dyer 27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Unclear"
        },
        {
            "text": "Sample size calculation not defined; statistical methods unclear; no parental consent form; study not approved by a formal university institutional review board (approved by school board of education); limited SES diversity; soap and handwashing not monitored; clustering not accounted for Morton 16 2004 United States Study was described as randomized however did not explain method of randomization; neither participants or studycoordinators were blinded; description of withdrawals and dropouts provided: of the 17 initial classes (285 students), 17 classes ((253 students, 120 girls and 133 boys), non-consent = 22 children, adverse-events = 10 children) ",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 299,
                    "text": "16",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Not Relevant"
        },
        {
            "text": "Many studies have examined the importance of preventing the transmission of infectious diseases in the school environment, one such studied completed by Cramer et al. 1999 , indicated this item to be of great concern for the parent's of school-aged children [47] . The most common infections transmitted in school environments are respiratory (influenza, pharyngitis etc) and diarrheal illnesses (i.e., Norwalk virus). Most of the infections occur at a constant low level but occasionally outbreaks do occur resulting in increased absenteeism and involvement of public health authorities. Since hands are the primary mechanism of transmission of these illnesses, proper hand hygiene techniques have been endorsed as the first defence at reducing the risk of transmission [1] [2] [3] [4] [5] 8, 10, 28] .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 171,
                    "text": "Cramer et al. 1999",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[47]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 775,
                    "end": 778,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 782,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 786,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 793,
                    "text": "8,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "10,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 798,
                    "end": 801,
                    "text": "28]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In health care settings, the routine use of antimicrobial alcohol based hand gels has been endorsed as an alternative to handwashing when hands are not visibly soiled [48] [49] [50] . Effectiveness in the hospital setting has not been easy to document given the relative low incidence of documented infections that can be specifically related to nosocomial transmission relative to the high number of handwashing opportunities in specific environments such as intensive care unit settings.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[48]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[49]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[50]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Can the evidence from these six trials reported here be used to promote this type program in elementary schools at the present time? This systematic review of antimicrobial rinse-free hand sanitizers for prevention of illnessrelated absenteeism in elementary school children is the first review, of the author's awareness, to assess this issue. Although randomized controlled trials are the study design least likely to provide biased estimates of effect, due to the nature of school-based interventions, the inclusion of both randomized and non-randomized cluster controlled trials was required [51] . Of the six studies that met our inclusion criteria, three were non-randomized cluster controlled trials. Recent evidence indicates that non-randomized designs overestimate the effect of an intervention, thus the magnitude of the results should be interpreted with caution [52] .",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 600,
                    "text": "[51]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[52]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Four of the six studies used an alcohol-based product, the other two using a benzalkonium chloride based disinfectant. The FDA in the United States has indicated that insuf- ficient data exits to classify the latter compounds as safe and effective to use as antiseptic handwashes. They are also adversely affected in the presence of organic material such as food residues, which may be an issue in schools [53] . Four studies were industry sponsored, and five were flawed due to the lack of sample size calculations. The five studies included were of low quality and methodologically weak. The only blinded randomized study using a placebo incorporated in this review was reported to be randomized and double-blinded, however, a description of the randomization technique was not discussed in the report and allocation concealment was unclear [41] . Additionally, this study suffered from a large proportion of withdrawals and drop-outs, thus the results had to be cautiously interpreted. Current studies have indicated that poor quality studies are associated with exaggerated treatment effects [52] . Although all studies reported statistically significant effects of the antimicrobial rinsefree hand gel in the experimental group, the aforementioned evidence suggests the reader should interpret these results cautiously. Thus, a clear delineation of the effectiveness of the intervention cannot be resolved from this review.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 410,
                    "text": "[53]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 843,
                    "end": 847,
                    "text": "[41]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1096,
                    "end": 1100,
                    "text": "[52]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Several limitations were encountered when completing this review, the major one being the scarcity of high quality studies. Additionally, although content experts, primary authors and industrial companies were contacted, no grey literature was found. The possible existence of unpublished non-significant trials should not be discounted. The validity of performing a quantitative synthesis was considered, however based on a qualitative inspection of heterogeneity and estimates of intervention effectiveness this was not deemed appropriate. Sources of heterogeneity included study designs, population characteristics, intervention characteristics, case definition and primary outcome measure. Thus, sensitivity and subgroup analyses were not performed, and publication bias was not assessed quantitatively. Another limitation was the fact that one reviewer was used to do the broad screen of articles and review the two citations identified between September 2003 and the present time. This may have biased the results; however, it is believed that this reviewer would overestimate the citations to be included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In wake of the recent worldwide emergence of Severe Acute Respiratory Syndrome (SARS), the importance of proper hand hygiene has been brought to the spotlight. Comprehensive hand hygiene programs with occasional reinforcement are an inexpensive intervention, which potentially can work for a broad population, with minimal adverse effects. Future research should concentrate on developing study protocols that are scientifically sound with regards to randomization generation, blinding, allo-cation concealment and other factors that will minimize or avoid bias. Hand hygiene programs are the most important infection control measure in the school environment and have potentially large public health and economic implications therefore their design, implementation, and analysis should be carried out with the rigour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hospital Infection Control Guidance for Severe Acute Respiratory Syndrome (SARS)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hand Hygiene Guidelines Fact Sheet",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ignaz Semmelweis and the birth of infection control. Qual Saf Health Care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Best",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Neuhauser",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "233--234",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Good Behavior Game: A best practice candidate as a universal behavior vaccine",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Embry",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Child Fam Psychol Rev",
            "volume": "5",
            "issn": "",
            "pages": "273--297",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A causal link between handwashing and risk of infection? Examination of the evidence",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Infect Control",
            "volume": "9",
            "issn": "",
            "pages": "28--36",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Skin hygiene and infection prevention: more of the same or different approaches?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Infect Dis",
            "volume": "29",
            "issn": "",
            "pages": "1287--1294",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The effect of a comprehensive handwashing program on absenteeism in elementary schools",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guinan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcguckin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Infect Control",
            "volume": "30",
            "issn": "",
            "pages": "217--220",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Illness among schoolchildren during influenza season: effect on school absenteeism, parental absenteeism from work, and secondary illness in families",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Neuzil",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hohlbein",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "156",
            "issn": "",
            "pages": "986--991",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "US Centers for Disease Control and Prevention and the National Center for Health Statistics Vital Health and Statistics: Current Estimates from the National Health Interview Survey",
            "authors": [],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Who washes hands after using the bathroom?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Guinan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcguckin-Guinan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sevareid",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Infect Control",
            "volume": "25",
            "issn": "",
            "pages": "424--425",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Handwashing practices among various school age students",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pete",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Health Educ",
            "volume": "17",
            "issn": "",
            "pages": "37--39",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The effects of alcohol hand sanitizer on elementary school absences",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Infect Control",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Healthy hands: use of alcohol gel as an adjunct to handwashing in elementary school children",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Morton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Schultz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Sch Nurs",
            "volume": "20",
            "issn": "",
            "pages": "161--167",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Does blinding of readers affect the results of metaanalyses? University of Pennsylvania Meta-analysis Blinding Study Group",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Berlin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lancet",
            "volume": "350",
            "issn": "",
            "pages": "185--186",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Direction and impact of language bias in meta-analyses of controlled trials: empirical study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Juni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Holenstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sterne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Int J Epidemiol",
            "volume": "31",
            "issn": "",
            "pages": "115--123",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The inclusion of reports of randomized trials published in languages other than English in systematic reviews",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Lawson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Klassen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Health Technol Assess",
            "volume": "",
            "issn": "",
            "pages": "1--90",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Assessing the quality of reports of randomized clinical trials: Is blinding necessary?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Jadad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jenkinson",
                    "suffix": ""
                },
                {
                    "first": "Djm",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gavaghan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcquay",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Control Clin Trials",
            "volume": "17",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Empirical evidence of bias: Dimensions of methodological quality associated with estimates of treatment effects in controlled trials",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Schulz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Chalmers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "JAMA",
            "volume": "273",
            "issn": "",
            "pages": "408--412",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Practice highlights. Using groups to reduce elementary school absenteeism",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Soc Work Educ",
            "volume": "22",
            "issn": "",
            "pages": "46--53",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "An urban primary school health program",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Birrer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fleisher",
                    "suffix": ""
                },
                {
                    "first": "Cortese",
                    "middle": [
                        "L"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Plotz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "N Y State J Med",
            "volume": "91",
            "issn": "",
            "pages": "339--341",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A health-awareness program for elementary school teachers",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Public Health Nurs",
            "volume": "4",
            "issn": "",
            "pages": "105--110",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Effectiveness of a handwashing program",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arnaud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Monsma",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clin Nurs Res",
            "volume": "2",
            "issn": "",
            "pages": "24--40",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Alcohol-free instant hand sanitizer reduces elementary school illness absenteeism",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Dyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shinder",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shinder",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Fam Med",
            "volume": "32",
            "issn": "",
            "pages": "633--638",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Effect of several interventions on the frequency of handwashing among elementary public school children",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Early",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Battle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cantwell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "English",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Lavin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Infect Control",
            "volume": "26",
            "issn": "",
            "pages": "263--269",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Does use of an instant hand sanitizer reduce elementary school illness absenteeism?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Fam Pract",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Rapunzel's place",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grabeel",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Sch Nurs",
            "volume": "13",
            "issn": "",
            "pages": "34--36",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Effect of hand sanitizer use on elementary school absenteeism",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fendler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dolan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Donovan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Infect Control",
            "volume": "28",
            "issn": "",
            "pages": "340--346",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Effective hand washing in an elementary school",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hezel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Hileman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dillon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cessna",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "School Nurse News",
            "volume": "17",
            "issn": "",
            "pages": "26--30",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "From LIFE SAVERS to glitter: interactive activities to teach about infectious disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nozicka",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Sch Health",
            "volume": "70",
            "issn": "",
            "pages": "385--386",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Handwashing education can decrease illness absenteeism",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Kimel",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Sch Nurs",
            "volume": "12",
            "issn": "",
            "pages": "14--16",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The 'seascale cluster",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Kinlen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tiplady",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Public Health Med",
            "volume": "24",
            "issn": "",
            "pages": "342--343",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Teaching idea. Teaching first graders personal hygiene",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Marick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Upshaw",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Health Education",
            "volume": "31",
            "issn": "",
            "pages": "310--311",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Scheduled hand washing in an elementary school population",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Master",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hess Longe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dickson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Fam Med",
            "volume": "29",
            "issn": "",
            "pages": "336--339",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Handwashing makes a difference",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Monsma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "St Arnaud",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Sch Health",
            "volume": "62",
            "issn": "",
            "pages": "109--111",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "AM: In box. Community health: clean hands rule",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nordhaus-Bike",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Hosp Health Netw",
            "volume": "74",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Can the use of a hand sanitizer by children decrease absenteeism from school due to illness?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "; ."
                    ],
                    "last": "Shaughnessy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Commentary On Dyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shinder",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shinder",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Reduction of illness absenteeism in elementary schools using an alcohol-free instant hand sanitizer",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Shinder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Shinder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Dyer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Sch Nurs",
            "volume": "17",
            "issn": "",
            "pages": "258--265",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Scrubby Bear can make an impact on your community",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Glasby",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Snow",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Am J Infect Control",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Proper handwashing promotes wellness in childcare",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Niffenegger",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Pediatr Health Care",
            "volume": "11",
            "issn": "",
            "pages": "26--31",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Antibacterial effectiveness of routine hand washing",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sprunt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Redman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leidy",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Pediatrics",
            "volume": "52",
            "issn": "",
            "pages": "264--271",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Hygiene and health: An epidemiologic link?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Aiello",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Infect Control",
            "volume": "29",
            "issn": "",
            "pages": "232--238",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "What is the evidence for a causal link between hygiene and infections?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Aiello",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "103--110",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Parent expectations of the school health program in Nebraska",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Cramer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Iverson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Sch Health",
            "volume": "69",
            "issn": "",
            "pages": "107--112",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Effectiveness of a hospital-wide programme to improve compliance with hand hygiene",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hugonnet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harbarth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mourouga",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sauvan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Touveneau",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Perneger",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infection Control Programme. Lancet",
            "volume": "356",
            "issn": "",
            "pages": "1307--1312",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Hand contamination before and after different hand hygiene techniques: a randomized clinical trial",
            "authors": [
                {
                    "first": "J-C",
                    "middle": [],
                    "last": "Lucet",
                    "suffix": ""
                },
                {
                    "first": "M-P",
                    "middle": [],
                    "last": "Rigaud",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mentre",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kassis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Deblangy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Andremont",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bouvet",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Hosp Infect",
            "volume": "50",
            "issn": "",
            "pages": "276--280",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "In Hospital epidemiology and infection control Edited by: Mayhall CG. Baltimore: Williams & Wilkins",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Rotter",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1052--1068",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The unpredictability paradox: Review of empirical comparisons of randomised and non-randomised clinical trials",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kunz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Oxman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "BMJ",
            "volume": "317",
            "issn": "",
            "pages": "1185--1190",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Does quality of randomised trials affect estimates of intervention efficacy reported in meta-analyses?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Jadad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tugwell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Klassen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lancet",
            "volume": "352",
            "issn": "",
            "pages": "609--613",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Hand Hygiene Guidelines in Healthcare Settings",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Identification of Severe Acute Respiratory Syndrome in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Finkelstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Draker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Adachi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ayers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Skowronski",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Salit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Slutsky",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krajden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petric",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brunham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcgeer",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow diagram outlining the results of literature search and review of studies retrievedFigure 1Flow diagram outlining the results of literature search and review of studies retrieved because of type of study 121 excluded because of type of intervention and/or outcome or because overall non-relevance 18 potentially eligible studies identified(10,(23)(24)(25)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "White et al. (2001) and Dyer et al. (2000), provided each student with alcohol-free instant hand sanitizer [27,41], whilst Hammond et al. (2000), Guinan et al. (2002), Morton et al. (2004), and Thompson et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", 4 and 5 distinguish between the measures of association used. All studies found a statistically significant effect of the antimicrobial rinse-free hand gel interventions. In the study by Hammond et al. (2000), the experimental group had a 20% (95% CI = 19-21%) reduction in absences due to communicable illness, the experimental group in the trial completed by Guinan et al. (2002) had a 49% (95% CI = 42-56%) reduction, White et al. (2001) demonstrated a 33% (95% CI = 17-45%) reduction in the experimental group, Dyer et al. (2000) had a 34 % (95% CI = 10-50%) reduction in absences due to communicable illness in the experimental group in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of studies included in the systematic review, demographics and descriptive statistics",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Quality assessment of trials meeting inclusion criteria",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Study was not formally randomized; neither participants or study-coordinators were blinded; description withdrawals and dropouts provided: 1 school district did not comply with protocol; 25/3080 students did not participate or complete the protocol (in each case, data was not used for results)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Absences due to communicable illness, person-time incidence rates and percent relative effects of a non-alcoholic rinse-free hand sanitizer",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Absences due to communicable illness, cumulative incidence rates and percent relative effects of an alcoholic rinse-free hand sanitizer * Percent relative effect = (1-intervention risk/control risk) *100 95 percent confidence interval = (1-95% UCL of Risk Ratio)*100 to (1-95% LCL of Risk Ratio)*100",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Measures of association reported for studies in which no data could be extracted• Overall reduction in absenteeism due to illness was 28 percent for children using alcohol hand rub Morton et al.16 253 N = 211 absent overall n = 42 never absent due to illness n = 103 ill regardless of participation in the control or the AlcoSCRUB ® group n = 69 ill in control group n = 39 ill in AlcoSCRUB ® group • McNemar's test for dichotomous variables with paired subjects, was used to assess strength of intervention: chi-square = 7.787; p = .0053 • Odds of being ill decreased by 43 percent with use of AlcoSCRUB ®",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author(s) declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "EM conceived and designed the study as part of a graduate course in systematic reviews, reviewed trials for inclusions, abstracted data, participated in data analysis, and drafted and revised the manuscript.NLS participated in initial study design, reviewed trials for inclusion, abstracted data, participated in data analysis, and revised the manuscript.Both EM and NLS agreed upon the final revision. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "The pre-publication history for this paper can be accessed here:http://www.biomedcentral.com/1471-2458/4/50/prepub",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-publication history"
        }
    ]
}