{
    "paper_id": "6a93283b499ae5bc6aaf29f14e701dc8f25138ea",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Yong",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern Medical University",
                    "location": {
                        "settlement": "Shenzhen",
                        "region": "Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jinxiu",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yongwen",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shenzhen Second People's hospital",
                    "location": {
                        "addrLine": "Sungang Road",
                        "postCode": "3002, 518028",
                        "settlement": "Shenzhen, Guangdong",
                        "region": "No",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The main challenge may include (1) early identification of outbreak, (2) rapid expansion of patients, (3) high risk of nosocomial transmission, (4) unpredictability of size impacted, and (5) lack of backup resource. These challenges have caused severe shortage of healthcare workers, medical materials, and beds with isolation. The Spring Festival holiday has greatly aggravated the shortage of human resources and heavy traffic flow due to the vacation of healthy workers and factory workers, which further magnified the risk of transmission. The key point is to discriminate the infectious disease outbreak from regular clustering cases of flu-like diseases at early stage. There is a trade-off between false alarm causing population panic and delayed identification leading to social crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The main challenge"
        },
        {
            "text": "Early identification of 2019-nCoV infection presents a major challenge for the frontline clinicians. Its clinical symptoms largely overlap with those of common acute respiratory illnesses, including fever (98%), cough (76%), and diarrhea (3%), often more severe in older adults with pre-existing chronic comorbidities [1] . Usually, the laboratory abnormalities include lymphocytopenia and hypoxemia [1] . The initial chest radiographs may vary from minimal abnormality to bilateral ground-glass opacity or subsegmental areas of consolidation [1] . In addition, asymptomatic cases and lack of diagnosis kits result in delayed or even missed diagnosis inevitable and makes many other patients, visitors, and healthcare workers exposed to the 2019-nCoV infection.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Clinical features"
        },
        {
            "text": "Critical care response to the outbreak of coronavirus should happen not only at the level of hospital, but also at the level of the city which is dominated by the government. At the early stage, the size of the patients' population is not beyond the capability of local infectious diseases hospital (IDH). The general hospital is responsible for fever triage, identifying suspected cases, and transferring to the local IDH. Such a plan is mandatory for every hospital. Shenzhen city has established a preexisting Infectious Disease Epidemic Plan (IDEP), which has facilitated managing and containing local outbreak of the 2019-nCoV. In case the patient load exceeds the hospital capability of the IDH, new IDHs should be considered either by building a temporary new IDH or reconstructing an existing hospital. Wuhan, the epicenter of the outbreak, is racing against time to build two specialized hospitals for nCoV patients, namely Huoshenshan and Leishenshan hospital, whereas a different strategy has been undertaken in Shenzhen city by reconstructing an existing hospital to become an IDH with capability of 800 beds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "City level"
        },
        {
            "text": "2019-nCoV patients should be admitted to singlebedded, negative pressure rooms in isolated units with intensive care and monitoring [2] . Clinical engineering should have plans to reconstruct standard rooms [2] . Retrofitting the rooms with externally exhausted HEPA filters may be an expedient solution. Also, the general hospital may consider procedures such as suspending elective surgeries, canceling ambulatory clinics and outpatient diagnostic procedures, transferring patients to other institutions, and restricting hospital visitors [2] . More importantly, because the hospitals' ability to respond to the outbreak largely depends on their available ICU beds, the plan to increase ICU bed capacity needs to be determined.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Hospital level"
        },
        {
            "text": "Caring for 2019-nCoV patients represents a substantial exposure risk for ICU staff because of the following reasons: highly contagious with multiple transmission route, high exposure dose, long daily contact hours, and ICU stay. The basic reproductive number was estimated to be 2.2 (95% CI, 1.4 to 3.9) [3] , or as high as between 3.6 and 4.0 [4] . The 2019-nCoV is proved to be transmitted by respiratory droplets, contact, and fecal-oral, even transmission through the eye is possible [5, 6] . The higher viral load and aerosol-generating procedures, such as noninvasive ventilation, magnify the exposure and transmission risk [2, 7, 8] . Moreover, virus shedding can be prolonged and last for > 3 weeks according to some literature and our unpublished data [2] . Healthcare providers and those in contact with infected patients should utilize contact, droplet, and airborne precautions with N95 respirator. Strict infection prevention and control practices have been implemented and audited in our units following the infection prevention and control plan published by China's National Health Committee (CNHC). In addition, wellequipped fever clinic as triage station with trained staff knowing 2019-nCoV case definitions is established. For suspected 2019-nCoV infection, several key points are crucial procedures: recording a detailed history, standardizing pneumonia workup, obtaining lower respiratory tract specimens [2, 8] , and implementing droplet isolation to break the transmission chain in the healthcare setting [2] .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 492,
                    "end": 494,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 634,
                    "end": 636,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 637,
                    "end": 639,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1426,
                    "end": 1429,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1430,
                    "end": 1432,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1528,
                    "end": 1531,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Key points for preventing transmission of infectious agents in healthcare settings"
        },
        {
            "text": "The risk of 2019-nCoV exposure may cause significant psychosocial stress on healthcare workers [2] . The death of a retired ENT physician from a 2019-nCoV infection has added to fears in January 2020. Psychotherapists have also been invited to join medical teams to evaluate and deal with potential stress and depression for the safety of the healthcare workers.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Psychosocial stress"
        },
        {
            "text": "Critical management 2019-nCoV management was largely supportive, including intubation, early prone positioning, neuromuscular blockade, and extracorporeal membrane oxygenation (ECMO) according to the recommendations updated by CNHC. Low-dose systematic corticosteroids, lopinavir/ritonavir, and atomization inhalation of interferon were encouraged. These critical managements have worked well so far, as our 2019-nCoV patients had zero mortality. On the contrary, the previously reported mortality of 2019-nCoV patients in Wuhan ranged from 11 to 15% [1, 9] .",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 554,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 555,
                    "end": 557,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Psychosocial stress"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The critical care response to a hospital outbreak of Middle East respiratory syndrome coronavirus (MERS-CoV) infection: an observational study",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Dorzi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Intensive Care",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jonathan",
                    "suffix": ""
                },
                {
                    "first": "Jreb",
                    "middle": [],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.01.23.20018549v2"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pneumonia of unknown etiology in Wuhan, China: potential for international spread via commercial air travel 2020",
            "authors": [
                {
                    "first": "Isaac",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "Alexander",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "Andrea",
                    "middle": [],
                    "last": "Thomas-Bachli",
                    "suffix": ""
                },
                {
                    "first": "Carmen",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "G"
                    ],
                    "last": "Moritz",
                    "suffix": ""
                },
                {
                    "first": "Kamran",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Association of higher MERS-CoV virus load with severe disease and death",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Feikin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "11",
            "pages": "2029--2064",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "All authors were major contributors in writing the manuscript and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "No funding sources declared.Availability of data and materials Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "This article belongs to the final editorial and is exempt from ethical review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable. Our study contains no individual data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ]
}