{
    "paper_id": "6abb30ae61aa5e41f16a28b9437940d5d76d745b",
    "metadata": {
        "title": "Cell Discovery Phase-adjusted estimation of the number of Coronavirus Disease 2019 cases in Wuhan, China",
        "authors": [
            {
                "first": "Huwen",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zezhou",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yinqiao",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruijie",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoyue",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shuxian",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lhakpa",
                "middle": [],
                "last": "Tsamlag",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Meili",
                "middle": [],
                "last": "Shang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jinyan",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gang",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tian",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xinxin",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yong",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "An outbreak of clusters of viral pneumonia due to a novel coronavirus (2019-nCoV/SARS-CoV-2) happened in Wuhan, Hubei Province in China in December 2019. Since the outbreak, several groups reported estimated R 0 of Coronavirus Disease 2019 (COVID-19) and generated valuable prediction for the early phase of this outbreak. After implementation of strict prevention and control measures in China, new estimation is needed. An infectious disease dynamics SEIR (Susceptible, Exposed, Infectious, and Removed) model was applied to estimate the epidemic trend in Wuhan, China under two assumptions of R t . In the first assumption, R t was assumed to maintain over 1. The estimated number of infections would continue to increase throughout February without any indication of dropping with R t = 1.9, 2.6, or 3.1. The number of infections would reach 11,044, 70,258, and 227,989, respectively, by 29 February 2020. In the second assumption, R t was assumed to gradually decrease at different phases from high level of transmission (R t = 3.1, 2.6, and 1.9) to below 1 (R t = 0.9 or 0.5) owing to increasingly implemented public health intervention. Several phases were divided by the dates when various levels of prevention and control measures were taken in effect in Wuhan. The estimated number of infections would reach the peak in late February, which is 58,077-84,520 or 55,869-81,393. Whether or not the peak of the number of infections would occur in February 2020 may be an important index for evaluating the sufficiency of the current measures taken in China. Regardless of the occurrence of the peak, the currently strict measures in Wuhan should be continuously implemented and necessary strict public health measures should be applied in other locations in China with high number of COVID-19 cases, in order to reduce R t to an ideal level and control the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "2019 Novel coronavirus (2019-nCoV/SARS-CoV-2) has given rise to an outbreak of viral pneumonia in Wuhan, China since December 2019 1, 2 . World Health Organization (WHO) now has named the disease Coronavirus Disease 2019 (COVID- 19) 3 . Most cases from the initial cluster had an epidemiological link to the Huanan Seafood Wholesale Market 4 . Patients have clinical manifestations, including fever, cough, shortness of breath, muscle ache, confusion, headache, sore throat, rhinorrhoea, chest pain, diarrhea, and nausea and vomiting 5, 6 . As of 17 February 2020, a cumulative total of 72,436 confirmed cases (including 11,741 currently severe cases), 6242 currently suspect cases, a cumulative total of 1868 deaths and 12,552 cases discharged from hospital were reported by National Health Commission of the People's Republic of China (NHC) in mainland China 7 . The significant increases in the number of confirmed cases in China and abroad led to the announcement made by WHO on 30 January that the event has already constituted a Public Health Emergency of International Concern 8 .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 133,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 134,
                    "end": 135,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 233,
                    "end": 234,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 534,
                    "end": 536,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 537,
                    "end": 538,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 861,
                    "end": 862,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The reproduction number, R, measures the transmissibility of a virus, representing the average number of new infections generated by each infected person, the initial constant of which is called the basic reproduction number, R 0 9 , and the actual average number of secondary cases per infected case at time t is called effective reproduction number, R t 10-12 . R t shows time-dependent variation with the implementation of control measures. R > 1 indicates that the outbreak is self-sustaining unless effective control measures are implemented, while R < 1 indicates that the number of new cases decreases over time and, eventually, the outbreak will stop 9 . Over the past month, several groups reported estimated R 0 of COVID-19 and generated valuable prediction for the early phase of this outbreak. In particular, Imai et al. 9 provided the first estimation, using R 0 of 2.6 and based on the number of cases in China and those detected in other countries. Other authors estimated R 0 to be 3.8 13 , 6.47 14 , 2.2 15 , and 2.68 16 . These predictions were very alerting and suggestions have been made for very strict public health measures to contain the epidemics.",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 660,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 833,
                    "end": 834,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1035,
                    "end": 1037,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In response to the outbreak of COVID-19, a series of prompt public health measures have been taken. On 1 January, the Huanan Seafood Wholesale Market was closed in the hope of eliminating zoonotic source of the virus 5 . On 11 January, upon isolation of the viral strain for COVID-19 and establishment of its whole-genome sequences 17 , reverse transcription-polymerase chain reaction (RT-PCR) reagents were developed and provided to Wuhan, which ensured the fast ascertainment of infection 15 . On 21 January, Emergency Response System was activated to better provide ongoing support to the COVID-19 response 18 . Ever since the outbreak, the work of intensive surveillance, epidemiological investigations, and isolation of suspect cases gradually improved. Those having had close contacts with infections were asked to receive medical observation and quarantine for 14 days 19 . Travel from and to Wuhan City as well as other mediumsized cities in Hubei Province has been restricted since 23 January 2020 20 .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 334,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 491,
                    "end": 493,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 610,
                    "end": 612,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 876,
                    "end": 878,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1007,
                    "end": 1009,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The 2019-nCoV/SARS-CoV-2 has at least 79.5% similarity in genetic sequence to SARS-CoV 5,17 . Riley 21 estimated that 2.7 secondary infections were generated per case on average (R 0 = 2.7) at the start of the SARS epidemic without controlling. After isolating the patients and controlling the infection by the authority, the value of R t for SARS decreased to 0.25 22 . As Li et al. 15 mentioned, it is possible that subsequent control measures in Wuhan, and elsewhere in mainland China, have reduced transmissibility. A new estimation of the epidemic dynamics taking the unprecedentedly strict prevention and control measures in China into consideration is required to better guide the future prevention decisions.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 368,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 384,
                    "end": 386,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this article, we intended to make phase-adjusted estimation of the epidemic trend for the 2019-nCoV / SARS-CoV-2 infection transmission in Wuhan, China under two assumptions of R t (maintaining high >1 or gradually decreasing to <1). We hope to depict two types of epidemic dynamics to provide potential evaluation standard for the effects of current prevention and control measures, and to provide theoretical basis for future prevention decisions of the current epidemic in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Estimation of the epidemic trend assuming that the prevention and control measures are insufficient in Wuhan, China",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Assuming the epidemic continues to develop with R 0 = 1.9, 2.6, and 3.1 9 from 1 December 2019, the number of infections will continue to rise (Fig. 1 ). By the end of February 2020, COVID-19 cases would be 11,044, 70,258, and 227,989 in Wuhan, China with R 0 = 1.9, 2.6, and 3.1, respectively. Detailed calculation process is included in the Materials and methods section.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Estimation of the epidemic trend assuming that the prevention and control measures are sufficient in Wuhan, China",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The first phase (1 December 2019-23 January 2020): It was the early phase of the epidemic when a few prevention and control measures were implemented. The number of infections in Wuhan, China reached 17,656-25,875 by the end of this phase with R 0 as 3.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The second phase (24 January 2020-2 February 2020): From 23 January 2020 on, public transportations to and from Wuhan, as well as public transportation within Wuhan were stopped. While gathering events inside Wuhan was banned, quarantine and isolation were gradually established in Wuhan. The number of infections was 32,061-46,905 by the end of this phase as R t decreased to 2.6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The third phase (3 February 2020-15 February 2020): New infectious disease hospitals and mobile cabin hospitals came into service and many medical and public health teams from other provinces and cities in China arrived in Wuhan. The quarantine and isolation at the community level were further enhanced. The number of infections would reach 53,070-77,390 if R t could be reduced sequentially to 1.9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The fourth phase (from 15 February 2020 on): All of the most restrict public health measures may need a longest incubation period to take effect. If R t could be gradually reduced to 0.9 or 0.5 in the fourth phase, the epidemic peaks and inflection points might occur in Wuhan, China on 23 February or 19 February. The number of infections would be 58,077-84,520 or 55,869-81,393 with R t = 0.9 or 0.5, respectively (Figs. 2 and 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our model predicted 2323-3381 deaths in Wuhan, China when we assumed R t as 0.9 and the percent of deaths as 4%; 2235-3256 deaths when we assumed R t as 0.5 at the fourth phase. An average of 2279-3318 deaths were also estimated ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "When we assumed R t as 0.9 and the percent of deaths 10% based on calculation of case fatality rate (CFR) at early stage of the epidemic 6 , our model predicted 5808-8452 deaths in Wuhan, China; 5587-8139 deaths when we assumed R t as 0.5 at the fourth phase. An average of 5697-8296 deaths were also estimated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Estimations of the transmission risk and the epidemic trend of COVID-19 are of great importance because these can arouse the vigilance of the policy makers, health professionals, and the whole society so that enough resources would be mobilized in a speedy and efficient In all, 55,869 represents the estimated peak number of COVID-19 cases on 19 February 2020 in Wuhan, China with R 0 = 0.5; 58,077 represents the estimated peak number of COVID-19 cases on 23 February 2020 in Wuhan, China with R 0 = 0.9; E: number of exposed cases; I: number of infectious cases; E was assumed to be 20 times of I at baseline. way for both control and treatment. We estimated the number of infections using SEIR (Susceptible, Exposed, Infectious, and Removed) model under two assumptions of R t (R t maintaining to be >1 or R t gradually decreasing to <1) in the purpose of depicting various possible epidemic trends of COVID-19 in Wuhan, China. Two estimations provide an approach for evaluating the sufficiency of the current measures taken in China, depending on whether or not the peak of the number of infections would occur in February 2020. Assuming the current control measures were ineffective and insufficient, the estimated number of infections would continue to increase throughout February without a peak. On the other hand, assuming the current control measures were effective and sufficient, the estimated number of infections would reach the peak in late February 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to Read's research 13 , R 0 for COVID-19 outbreak is much higher compared with other emergent coronaviruses. It might be very difficult to contain or control the spreading of this virus. If the prevention and control measures were not sufficient or some new factors occurred (e.g., a large proportion of cases with mild or none symptoms existed in the community; there were more zoonotic sources), the epidemic might continue to develop at a high speed. Therefore, we depicted first the epidemic dynamics of the relatively unsatisfying circumstance based on the R 0 estimated before the unprecedented efforts of China in the containment of the epidemics occurred and the newest documented parameters. The curve continued to go up throughout February without any indication of dropping, indicating the need for further enhancement of public health measures for containment of the current outbreak.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 31,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, as mentioned by WHO in the statement on 30 January, \"it is still possible to interrupt virus spread, provided that countries put in place strong measures to detect disease early, isolate and treat cases, trace contacts, and promote social-distancing measures commensurate with the risk.\" 8 Responding to the outbreak, China has taken a series of unprecedentedly strict measures regardless of economic losses, including daily contact with WHO and comprehensive multi-sectoral approaches to fight against the virus and prevent further spread, showing the sense of responsibility of China to its citizens and the whole world. Epidemic information has been released in an open, transparent, responsible, and timely manner home and abroad. Cooperation has been established with other countries and international organizations. These measures have won full recognition of the international community, including WHO. Specifically in Wuhan, in the early phase from beginning of December 2019 to 23 January 2020, there was no limitation of population flow and gathering. When the human-to-human transmission was confirmed, an important decision was made to isolate Wuhan from other parts of the country. As a result, since 24 January 2020, all public transports from and to Wuhan, as well as public transports and people's gathering events within Wuhan, were stopped. Since 2 February 2020, strict public health measures were taken to prevent population flow among distinct communities, whereas since 9 February 2020, public health interventions including quarantine of each building in the urban area and each village in the rural area were implemented in order to block the transmission chain among the household. Therefore, strong efforts of authorities and people in Wuhan with the support of the central government and people from all over China, as well as the WHO and the international society, may have gradually braked COVID-19 outbreak. R t is therefore assumed to decrease gradually from 3.1 to 0.5 in Wuhan, China in the current study. The trend of the estimated cases is in accordance with the trend of currently confirmed cases. The relatively big difference in number may be due to the possible existence of a large number of mild and asymptomatic cases and the imperfection of current diagnostic measures. According to NHC, before 12 February 2020, the confirmed cases were diagnosed according to contact history, clinical manifestations, chest X-ray, or computer-assisted tomography (CT) and RT-PCR for COVID-19. Since 12 February 2020, the diagnosis has been mainly based on contact history, clinical manifestation, and imaging evidence of pulmonary lesion suggestive of pneumonia, while viral detection with RT-PCR is still being performed in a part of patients 23 . After the diagnosis method was changed, a large number of cases that were previously missed and piled up for testing were reported in Wuhan, which greatly increased the number of existing cases and made it approaching our estimated number. A peak of the estimated number of infections would occur in late February under this assumption. If the peak does occur in February, the very strong measures China has taken may have already received success in controlling the COVID-19 infection in Wuhan.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 298,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2781,
                    "end": 2783,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The number of deaths in the current study was estimated based on previously reported CFRs. Chen et al. 6 calculated it to be 11% based on 99 cases at the very early stage of the outbreak. This mortality rate might not be representative of the whole patients' population due to the relatively small sample size and scarce knowledge about the virus at early stage. More recently, Yang et al. 24 estimated the overall adjusted CFR among confirmed patients to be 3.06% with a sample size of 8866. The number of deaths estimated accordingly might be more close to the reality. Our estimation of the number of deaths only provides a possible range based on currently reported CFR. The actual number of deaths might be lower with more mild and asymptomatic cases being detected and the improvement of clinical care and treatment as the epidemic progresses.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 104,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 390,
                    "end": 392,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Hubei Province, of which Wuhan is the capital city, accounts for more than 80% of newly confirmed cases all over the country according to NHC daily report. The current epidemic trend in Hubei Province is similar to that in Wuhan City. Considering the high number of confirmed cases in the province, the currently strict measures should be continuously implemented both in Wuhan and other cities in Hubei Province no matter whether the peak of number of infections would occur or not, in order to reduce R t to an ideal level and to control the epidemic. Owing to the timely transportation restriction in Hubei Province and other measures, the number of newly confirmed cases remains relatively low and has decreased for 13 days in a row in other provinces, autonomous regions, and municipalities in mainland China outside Hubei Province. However, independent self-sustaining human-to-human spread is estimated to already present in multiple major Chinese cities, including Beijing, Shanghai, Guangzhou, and Shenzhen 16 . In addition, pressure on transmission control caused by the population migration after Spring Festival holidays may occur soon, especially in some densely populated cities 25 . Necessary strict measures should still be maintained even when the current measures turn out to be effective.",
            "cite_spans": [
                {
                    "start": 1016,
                    "end": 1018,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1193,
                    "end": 1195,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has some limitations. Firstly, the SEIR model was set up based on a number of necessary assumptions. For example, we assumed that no super-spreaders exist in the model, but there is currently no supportive evidence. Secondly, the accuracy of the estimation model depends largely on the accuracy of the parameters it used, such as incubation period. With more precise parameters obtained as the epidemic progresses, our estimation model will also be more precise. Our estimates of the reproductive number from 3.1 to 0.5 are based on previous studies and experience from SARS control. However, this measure may change substantially over the course of this epidemic and as additional data arrives. Besides, using a fixed R t value in each phase may incur potential bias because R t is essentially a dynamic parameter. Thirdly, these estimated data may not be sustained if unforeseeable factors occurred. For example, if some infections were caused by multiple exposures to animals, these estimates will be exposed to a big uncertainty. Fourthly, the epidemic trend shows great difference between Wuhan and Hubei Province and regions in mainland China outside Hubei Province according to the NHC reported data. It is thus inappropriate to generalize the estimations in Wuhan to regions in mainland China outside Hubei Province. The dynamics model for the other locations in mainland China remains to be developed and specific parameters need to be redefined. Lastly, we do not provide model fit information in the current study. SEIR model is a prediction model forecasting the number of infections in the future. The data corresponding to actual situation in the future cannot be determined and this makes model fitting almost impossible during the outbreak. We would carry out model fitting according to the real data in pace with more information and knowledge about the characteristics of COVID-19 and the epidemics in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite the limitations mentioned above, the current study is the first to provide estimation for epidemic trend after strict prevention and control measures were implemented in China. Whether current prevention and control measures are sufficient or not may be evaluated through the occurrence of the infection number peak in February. Rigorous measures should still be maintained even when the current measures turn out to be effective by the end of February to prevent further spread of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We employed an infectious disease dynamics model (SEIR model) for the purpose of modeling and predicting the number of COVID-19 cases in Wuhan, China. The model is a classic epidemic method to analyze the infectious disease, which has a definite latent period, and has proved to be predictive for a variety of acute infectious diseases in the past such as Ebola and SARS 22, [26] [27] [28] [29] [30] [31] . Application of the mathematical model is of great guiding significance to assess the impact of isolation of symptomatic cases as well as observation of asymptomatic contact cases and to promote evidence-based decisions and policy.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 374,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "We assumed no new transmissions from animals, no differences in individual immunity, the time-scale of the epidemic is much faster than characteristic times for demographic processes (natural birth and death), and no differences in natural births and deaths. In this model, individuals are classified into four types: susceptible (S; at risk of contracting the disease), exposed (E; infected but not yet infectious), infectious (I; capable of transmitting the disease), and removed (R; those who recover or die from the disease). The total population size (N) is given by N = S + E + I + R. It is assumed that susceptible individuals who have been infected first enter a latent (exposed) stage, during which they may have a low level of infectivity. The differential equations of the SEIR model are given as: 32, 33 dS=dt ¼ Àβ S I=N;",
            "cite_spans": [
                {
                    "start": 809,
                    "end": 812,
                    "text": "32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 813,
                    "end": 815,
                    "text": "33",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "where β is the transmission rate, σ is the infection rate calculated by the inverse of the mean latent period, and γ is the recovery rate calculated by the inverse of infectious period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "R software (version 3.6.2) was applied for all the calculations and estimates in the current study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Estimation of the epidemic trend assuming the prevention and control measures are insufficient",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and parameter values"
        },
        {
            "text": "We first estimated the epidemic trend in Wuhan, China assuming the current prevention and control measures are insufficient. In this process, S was assumed to be the population of Wuhan City (11 million) 15, 34 . The initial assumed number of cases caused by zoonotic exposure was 40 (I) according to Imai et al.'s 9 estimation. We proposed E at 20 times of I in accordance with Read et al. 13 . R was set as 0. σ was set as 1/5.2 according to the latest article by Li et al. 15 , which calculated the mean incubation period of COVID-19 to be 5.2 days. Chen et al. 6 calculated the average hospitalization period of 31 discharged patients to be 12.39 ± 4.77 days. Yang et al. 24 calculated the median time from disease onset to diagnosis among confirmed patients to be 5. γ was accordingly set as 1/18 (ceiling of 12.39 ± 5 is 18). R 0 was chosen based on Imai et al.'s 9 estimation 2.6 (1.9-3.1) assuming 4000 (1000-9700) infections as of 18 January.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 208,
                    "end": 210,
                    "text": "34",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 391,
                    "end": 393,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 476,
                    "end": 478,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 565,
                    "end": 566,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 676,
                    "end": 678,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and parameter values"
        },
        {
            "text": "This section discussed the scenario where the current prevention and control measures are sufficient. The set of S, E, I, R, σ, and γ is the same as the first section except that we also explored the model with E at 30 times of I to provide a possible range of number of infections. The absence of fever in COVID-19 cases is more frequent than in SARS-CoV and MERS-CoV infection 35 . Such patients may be missed since the current surveillance case definition focused mainly on fever detection. Accordingly, the possibility of E at 30 times of I cannot be excluded.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 381,
                    "text": "35",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of the epidemic trend assuming the prevention and control measures are sufficient"
        },
        {
            "text": "R 0 in this section was chosen by phases. The first phase ranges from 1 December 2019 to 23 January 2020 and can be regarded as the early phase of the epidemic when a few prevention and control measures were implemented. R 0 was set as 3.1 consistent with Imai et al.'s 9 estimation of high transmission level. On 23 January 2020, airplanes, trains, and other public transportation within the city were restricted and other prevention and control measures such as quarantine and isolation were gradually established in Wuhan 20 . So, the second phase began on 24 January and R t was set as 2.6 consistent with Imai et al.'s 9 estimation of moderate transmission level. Second February was the last day of the extended Spring Festival holiday and Chinese authorities mobilized more medical resources to support Wuhan ever since 36 . The newly constructed hospital \"Huoshenshan\" came into service on this day 37 and \"Leishenshan,\" mobile cabin hospitals several days later 38 . Also, more and more medical teams arrived in Wuhan. So the third phase began on 3 February and R t was set as 1.9 consistent with Imai et al.'s 9 estimation of low transmission level. All of these measures may need one longest incubation period to take effect. So, the last phase began on 16 February and R t was set as 0.9 and 0.5, respectively, assuming the prevention and control measures are sufficient and effective to depict two different levels of effect of the measures in reducing transmission probability.",
            "cite_spans": [
                {
                    "start": 827,
                    "end": 829,
                    "text": "36",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 907,
                    "end": 909,
                    "text": "37",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 971,
                    "end": 973,
                    "text": "38",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of the epidemic trend assuming the prevention and control measures are sufficient"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30154--30163",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30154-9"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Pneumonia of unknown cause-China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO. Novel Coronavirus(2019-nCoV) Situation Report-22",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-the latest 2019 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Infect. Dis",
            "volume": "91",
            "issn": "",
            "pages": "264--266",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30211--30218",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30211-7"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Commission; CNH. Update on the Incidence of Pneumonia with Novel Coronavirus Infection",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Emergency Committee Regarding the Outbreak of Novel Coronavirus (2019-nCoV",
            "authors": [],
            "year": 2005,
            "venue": "WHO. Statement on the Second Meeting of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Transmissibility of 2019-nCoV",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The construction and analysis of epidemic trees with reference to the 2001 UK foot-and-mouth outbreak",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. R. Soc. Ser. B",
            "volume": "270",
            "issn": "",
            "pages": "121--127",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Transmission potential of primary pneumonic plague: time inhomogeneous evaluation based on historical documents of the transmission network",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwehm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kakehashi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eichner",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. Epidemiol. Community Health",
            "volume": "60",
            "issn": "",
            "pages": "640--645",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R E"
                    ],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A T"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.01.23.20018549v1.full.pdf"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Estimation of the Transmission Risk of 2019-nCov and Its Implication for Public Health Interventions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Novel Coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc; C",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Commission; CNH. Prevention and Control Plan for New Coronavirus-Infected Pneumonia",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Notice on Wuhan Novel Coronavirus Infection of Pneumonia Epidemic Prevention and Control",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1961--1966",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Predictive models of control strategies involved in containing indoor airborne infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C.-F",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C.-M",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Indoor Air",
            "volume": "16",
            "issn": "",
            "pages": "469--481",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Update on 2019-nCoV cases in Hubei Province",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.10.20021675"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Impacts of road traffic network and socioeconomic factors on the diffusion of",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Sabel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Modelling the SARS epidemic by a lattice-based Monte-Carlo simulation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Conf. Proc. IEEE Eng. Med Biol. Soc",
            "volume": "7",
            "issn": "",
            "pages": "7470--7473",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Extension and verification of the SEIR model on the 2009 influenza A (H1N1) pandemic in Japan",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Saito",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Math. Biosci",
            "volume": "246",
            "issn": "",
            "pages": "47--54",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Forecasting Epidemics Through Nonparametric Estimation of Time-Dependent Transmission Rates Using the SEIR Model",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smirnova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Decamp",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Bull. Math. Biol",
            "volume": "81",
            "issn": "",
            "pages": "4343--4365",
            "other_ids": {
                "DOI": [
                    "10.1007/s11538-017-0284-3"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Adequacy of SEIR models whenepidemics have spatial structure: Ebola in Sierra Leone",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mgbara",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Phil. Trans. R. Soc",
            "volume": "374",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2018.028"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Timely identification of optimal control strategies for emerging infectious diseases",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Theor. Biol",
            "volume": "259",
            "issn": "",
            "pages": "165--171",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Comparing nonpharmaceutical interventions for containing emerging epidemics",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Peak",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Grad",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Buckee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "114",
            "issn": "",
            "pages": "4023--4028",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Comparative estimation of the reproduction number for pandemic influenza from daily case notification data",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bettencourt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. R. Soc. Interface",
            "volume": "4",
            "issn": "",
            "pages": "155--166",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The basic reproductive number of ebola and the effects of public health measures: the cases of Congo and Uganda",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Hengartner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Fenimore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Theor. Biol",
            "volume": "229",
            "issn": "",
            "pages": "119--126",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The 2019-nCoV Outbreak Joint Field Epidemiology Investigation Team & Qun, L. Notes from the field: an outbreak of NCIP (2019-nCoV) infection in China-Wuhan",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "79--80",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.06.20020974"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Pooling High-quality Medical Resources all over the Country to Win the Battle of Preventing and Controlling Epidemics",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Wuhan Huoshenshan Hospital was Completed Today",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Wuhan Leishenshan Hospital Welcomed its First Confirmed 2019-nCoV Patients",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Phase-adjusted estimation of the number of COVID-19 cases in Wuhan, China (1 December 2019-30 April 2020, E = 20I).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Estimation of the number of COVID-19 cases in Wuhan, China (December 2019-February 2020, R 0 = 1.9, 2.6, and 3.1). In all, 11,044, 70,258, and 227,989 represent the estimated number of COVID-19 cases by the end of February 2020 in Wuhan, China, with R 0 = 1.9, 2.6, and 3.1, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Phase-adjusted estimation of the number of COVID-19 cases in Wuhan, China (1 December 2019-30 April 2020, E = 30I). In all, 81,393 represents the estimated peak number of COVID-19 cases on 19 February 2020 in Wuhan, China with R 0 = 0.5; 84,520 represents the estimated peak number of COVID-19 cases on 23 February 2020 in Wuhan, China with R 0 = 0.9; E: number of exposed cases; I: number of infectious cases; E was assumed to be 30 times of I at baseline.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Estimating the number of deaths of COVID-19 cases in Wuhan, China (R t = 0.9 or 0.5).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work is funded by Medicine and Engineering Interdisciplinary Research Fund of Shanghai Jiao Tong University (YG2020YQ06), the National Key Research and Development Project (2018YFC1705100, 2018YFC1705103), and the National Natural Science Foundation of China (71673187), which had no role in study design, data collection, data analysis, data interpretation, or writing of the report. We acknowledge all health-care workers involved in the diagnosis and treatment of patients all around China. We thank National Health Commission of the People's Republic of China for coordinating data collection for patients with COVID-19 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no conflict of interest.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}