{
    "paper_id": "6b18c718ecf5fb496443591ba267b2ccae0c2863",
    "metadata": {
        "title": "Virology Journal Virology on the Internet: the time is right for a new journal",
        "authors": [
            {
                "first": "Open",
                "middle": [],
                "last": "Access",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tulane University School of Medicine New Orleans",
                    "location": {
                        "settlement": "Louisiana",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "F"
                ],
                "last": "Garry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tulane University School of Medicine New Orleans",
                    "location": {
                        "settlement": "Louisiana",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Virology Journal is an exclusively on-line, Open Access journal devoted to the presentation of highquality original research concerning human, animal, plant, insect bacterial, and fungal viruses. Virology Journal will establish a strategic alternative to the traditional virology communication process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The outbreaks of SARS coronavirus and West Nile virus (WNV), and the troubling increase of poliovirus infections in Africa, are but a few recent examples of the unpredictable and ever-changing topography of the field of virology. Previously unknown viruses, such as the SARS coronavirus, may emerge at anytime, anywhere in the world. Viruses previously thought to be geographically restricted, such as WNV, may appear in new regions and spread rapidly. Poliovirus, once thought to be on the brink of elimination, has surged with a widespread distribution in nearly a dozen African nations that now poses a serious risk to the polio eradication initiative. Governments and individuals are increasingly aware of the threats posed by viruses, including established viruses, emerging viruses and the many viruses that are potential agents of bioterrorism. However, lack of information or misinformation regarding viruses can further exacerbate their impact on public health. There is an urgent need for a rapid forum for communications among virologists. Virology Journal will present high-quality original research concerning human, animal, plant, insect bacterial, and fungal viruses, while establishing a strategic alternative to the traditional virology communication process. Links to an extensive database of virology information on the Internet will be provided through our \"All the Virology\" (ATV) web site http://www.virology.net.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Virology Journal's Open Access policy changes the way in which articles in virology can be published [1] . First, all articles are freely and universally accessible online as soon as they are published, so an author's work can be read by anyone at no cost. Second, the authors hold copyright for their work and grant anyone the right to reproduce and disseminate the article, provided that it is correctly cited and no errors are introduced. Third, a copy of the full text of each Open Access article is permanently archived in an online repository separate from the journal. Virology Journal's articles are archived in PubMed Central [2] , the US National Library of Medicine's full-text repository of life science literature, and also in repositories at the University of Potsdam [3] in Germany, at INIST [4] in France and in e-Depot [5], the National Library of the Netherlands' digital archive of all electronic publications.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 785,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 801,
                    "end": 810,
                    "text": "INIST [4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Open Access"
        },
        {
            "text": "Open Access has four broad benefits for science and the general public. First, authors are assured that their work is disseminated to the widest possible audience, given that there are no barriers to access their work. This is accentuated by the authors being free to reproduce and distribute their work, for example by placing it on their institution's website. It has been suggested that free online articles are more highly cited because of their easier availability [6] .",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 473,
                    "text": "[6]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Open Access"
        },
        {
            "text": "Second, the information available to researchers will not be limited by their library's budget, and the widespread availability of articles will enhance literature searching [7] . Third, the results of publicly funded research will be accessible to all taxpayers and not just those with access to a library with a subscription. As such, Open Access could help to increase public interest in, and support of, research. Note that this public accessibility may become a legal requirement in the USA if the proposed Public Access to Science Act is made law [8] . Similar calls for a move to Open Access of all scientific research have been made recently by the UK government [9] . Fourth, a country's economy will not influence its scientists' ability to access articles because resource-poor countries (and institutions) will be able to read the same material as wealthier ones (although creating access to the Internet is another matter [10] ). This is particularly relevant in virology as many viruses have regional, rather than global, distributions.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[7]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "[9]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 935,
                    "end": 939,
                    "text": "[10]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Open Access"
        },
        {
            "text": "Virology Journal will consider: research, book reports, case reports, commentaries, debate articles, hypotheses, methodology articles, reviews, short reports and short protocols. An editorial board of 30 members has been established [11] . In addition to these outstanding individuals, nine other distinguished virologists constitute an advisory board that will provide general oversight of the journal [11] . While initially all manuscripts will be submitted to my office, as Editor-in-Chief, as the volume of manuscripts increases, submissions in specific areas of virology (ie. large DNA viruses, plant viruses etc) will go directly to a Section Editor chosen by the author. The Editor-in-Chief or Section Editor will assign each research manuscript submitted to the journal to a member of the Editorial Board who will be known as the \"monitoring editor\". The monitoring editor will then appoint at least two ad hoc reviewers from experts in the field. Once the reviewers have provided their feedback, the monitoring editor makes the final recommendation. Managing Editor, David Sander will be available to assist authors with content and formatting issues not resolved during the review process. He will also assist the authors of review articles with integration of content with the ATV website (where appropriate). Articles will be published online immediately upon acceptance and soon after listed in PubMed.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Peer Review policy"
        },
        {
            "text": "Critics of Open Access often suggest that Editors have a financial incentive to accept articles as more articles means more revenue. However, BioMed Central insists that decisions about a manuscript must be based on the quality of the work, not on whether the article-processing charge can be paid. This policy will certainly apply for Virology Journal whose authors and readers will benefit from learning about viruses in regions of the world with limited financial resources. No member of the editorial or advisory boards of Virology Journal or their Institutions will receive any portion of the article-processing charge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "It is also a BioMed Central policy that Editors should declare their competing interests. Several years ago, I suggested that it would be a useful policy for the Editors of scientific and medical journals to declare their competing interests on a yearly basis [12] . Few editors have accepted this suggestion, but by way of example I shall declare my own here:",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[12]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "\"I declare that my institution holds or has applied for several United Stated and International patents based on technology developed in my laboratory. These patents or patent applications cover a range of technologies including diagnostic assays, human A-type retroviruses and a Btype retrovirus (betaretrovirus), and peptides that inhibit viral infectivity. Tulane University has licensed some of these technologies to private companies for commercial development (list available on request), and I receive royalties from these licenses. I have also served on several study sections for the National Institutes of Health and currently served as the Chair of a biodefense study section (SSS-Z). I receive a per diem and reimbursement from the NIH for service on the study sections. Except for mutual funds in a retirement account managed through Tulane University, I own no stocks or other commercial instruments.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "There are several outstanding virology journals covering all aspects of this dynamic field, but none of the general virology journals are exclusively published on-line or are Open Access. With the launch of Virology Journal, we hope to catalyse a fuller utilization of the Internet for scientific communication in virology drawing on our long experience with the ATV website. We welcome any advice and input.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Free online availability substantially increases a paper's impact",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "411",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1038/35079151"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Should scholarly societies embrace Open Access (or is it the kiss of death)?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Velterop",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "167--169",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1087/095315103322110932"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "UK government calls for review of profits from traditional science journals: it's time to move to Open Access",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Disseminating health information in developing countries: the role of the internet",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tan-Torres Edejer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "BMJ",
            "volume": "321",
            "issn": "",
            "pages": "797--800",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1136/bmj.321.7264.797"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "BMJ's editors should publish their own conflicts of interests regularly",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Garry",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "BMJ",
            "volume": "318",
            "issn": "",
            "pages": "464--465",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Publish with Bio Med Central and every scientist can read your work free of charge ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}