{
    "paper_id": "6b3ebb32594707253e29179e7616236fdff6f362",
    "metadata": {
        "title": "One Health (r)Evolution: Learning from the Past to Build a New Future",
        "authors": [
            {
                "first": "Ilaria",
                "middle": [],
                "last": "Capua",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florida",
                    "location": {
                        "postCode": "32611",
                        "settlement": "Gainesville",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": "icapua@ufl.edu"
            },
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Cattoli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Animal Production and Health Laboratory",
                    "institution": "Vienna International Centre",
                    "location": {
                        "postCode": "1400",
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": "g.cattoli@iaea.org"
            }
        ]
    },
    "abstract": [
        {
            "text": "The One Health concept recognizes that the health of human beings, animals, plants and the environment is interconnected and interdependent. This idea has been shaped over the centuries and has gained momentum and traction as anatomy, physiology, microbiology and other disciplines have substantiated earlier theories. Here we recall major historical milestones which have contributed to shaping the One Health concept as it is today, and discuss the past and future drivers in view of future challenges in an evolving scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The One Health concept which focuses on the connections between the health of humans, animals and the environment, dates back to the ancient world and was compatible with the dominating scientific philosophy of the time, the theory of humours [1] . The interdependency of public health and clean environment was identified as early as Hippocrates (460 BCE-367 BCE) in Airs, Waters and Places, which argued that geographical conditions and climate influence health [2, 3] . Many of us are convinced that the Zoobiquity approach is innovative, but as early as 350 BC, Aristoteles (384 BCE-322 BCE) in Historia Animalium presents the first documented approach to comparative medicine [4] . He diversified humans from animals through their possession of a rational soul. However, his intuition led him to relate animals to humans by documenting differences and similarities in the form, function and purpose of their parts. On this basis, he created a taxonomic system. Even Galen of Pergamum (129 CE-2216/217 CE), following Aristotele, wrote extensively about his numerous observations and experiments of animals [5] .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 468,
                    "end": 470,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1110,
                    "end": 1113,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Following these lines of thinking, it was assumed at that time, that the prevailing concepts underlying human and animal health were defined by the same physiological system: humouralism, which of course was then proven to be incorrect, but not until after the Middle Ages and well into the Renaissance. Basically, the concept of interconnection and interdependencies between living organisms was correct but the explanation behind it was wrong, simply because they did not have the scientific tools to understand what we know today [6] .",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 536,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A second, very powerful wave of lateral and comparative thinking worked out human anatomy from animals. During the XVIth and XVIIth century, what was described as \"comparative anatomy\" started to develop with contributions of eminent scientists such as Andreas Vesalius (1514-1564) [7] , Realdo Colombo (c. 1515-1559) and Fabricius (1537-1619) who conducted important studies on blood circulation and physiology [8] . Giovanni Maria Lancisi (1654 CE-1720 CE), a pioneering epidemiologist, physician and veterinarian, was the author of papers in which he identified the role the environment plays in the spread of diseases both to human and to animals [9] . The seventeenth and eighteen century movements provided great insight and proved ancient Greek theories were correct in principle by bringing humans and animals into even greater proximity.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 285,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In France, Vicq d'Azyr (1749-1794) went beyond comparative anatomy to develop a truly comparative form of medicine. His investigations proved the key role of the environment in human and animal health and diseases. D'Azyr correlated human and animal diseases with climatic and geographical conditions. He did not perceive any dividing line between human and animal medicine [10] . The founding of the first veterinary school in Lyon, France, by Claude Bourgelat (1712-1779) established formal education in animal health and its interaction with human health in Europe. The subsequent work of Louis-René Villermé (1782-1863) and Alexandre Parent-Duchatelet (1790-1835), also in France, led to the development of the veterinary specialty field of public hygiene [11] . It was a little later that the German physician and pathologist Rudolf Virchow (1827 Virchow ( -1902 coined the term 'zoonosis'. He insisted that health in humans and animals differed only in detail and not in kind. He recognized that environmental factors were key determinants of health outcomes. For example, his indications for ending a persistent epidemic of typhus, which he himself had investigated, was to provide the affected region with freedom, improved roads and good schools [12] .",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 378,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 838,
                    "end": 851,
                    "text": "Virchow (1827",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 867,
                    "text": "Virchow ( -1902",
                    "ref_id": null
                },
                {
                    "start": 1255,
                    "end": 1259,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Canadian Sir William Osler (1849-1919), who studied under Virchow's mentorship, further promoted the concepts of comparative medicine and comparative biology and the integration of human and animal health. He is acclaimed for having coined the term \"one medicine\" [13] , thus considered as the figurehead of One Health. He taught veterinary students, undertook research into the diseases of animals, and once again asserted the value of comparative medicine to medical audiences [14] .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The 1860s-1870s marked the development of the germ theory. In France, Louis Pasteur (1822-1895) discovered the principles of vaccination, microbial fermentation, and pasteurization [15] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Robert Heinrich Hermann Koch (1843-1910), the founder of modern bacteriology, identified the specific causative agents of tuberculosis, cholera, and anthrax and provided experimental support for the concept of infectious diseases, which included experiments on humans [16] .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From the very brief historical perspective summarized above, it is clear that there are macrocycles of understanding built around contemporary scientific knowledge. The theory of the humours was based on the underlying belief that health is governed by a complex interaction between factors that are both internal and external to the human body. This was an unfounded theoretical hypothesis that landed on scientific evidence only around the 16th century but then started increasing exponentially. An ever-expanding number of scientific discoveries, \"milestones of understanding\" were developed in animal models and then applied to humans. During the 200 years which separated the studies of Vesalius from those of Pasteur, the One Health approach was rewarded by yielding many game-changing scientific discoveries, mainly in the fields of comparative anatomy, physiology and pathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Macrocycles in One Health"
        },
        {
            "text": "Pasteur, Virchow and Osler were the forerunners of the next macrocycle around One Health-which is still ongoing. Another step forward in knowledge about the interconnection between animal and human health was when zoonotic diseases were discovered and understood in their complexity. These were just part of a much bigger picture; evidence that an animal virus such as rinderpest could give origin to a devastating human virus such as measles was a true revelation [17] .",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 469,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Macrocycles in One Health"
        },
        {
            "text": "As knowledge progressed, the perspective of Eco-Health as a natural expansion of the germ theory to include ecological aspects was developed. The contribution and inter-dependency of ecosystem health to the health of humans and animals received full recognition in early 2000, when One Health became the dominating approach to emerging threats related to avian and pandemic influenza. This likely triggered the popularity of the One-health concept beyond the limited scientific community, to the point that it was a well-represented issue in the agenda of the International Ministerial Conference on Avian and pandemic influenza in 2008 in Sharm El Sheikh. Since then, successful projects and growing attention have been focusing on the emergence of potentially zoonotic pathogens from wildlife and the ecosystem. Over the past couple of decades, outbreaks of avian influenza, West Nile, Ebola, MERS CoV and many others have urged funding agencies and international organizations to include wildlife in their studies, and even beyond that, some internationally funded projects are targeted to carry out surveillance focused on wildlife [18] .",
            "cite_spans": [
                {
                    "start": 1136,
                    "end": 1140,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Macrocycles in One Health"
        },
        {
            "text": "It is clear that One Health is a convincing approach which has evolved over the centuries and is expected to evolve further in light of new discoveries. This special issue was assembled with the intention of collecting diverse experiences and points of view of colleagues who share the One Health methodology in their scientific approach. Such a collection of articles allows us to explore critically the state of the art with reference to the persistence of old challenges and the implementation of successful mitigation strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Macrocycles in One Health"
        },
        {
            "text": "In looking back at how the One Health vision has developed over the centuries, it seems rather obvious that as we learn more and we develop new ideas, the One Health concept is going to encompass more and more disciplines as new interfaces are discovered and become accessible. As these discoveries occur, the area of overlap between the health of humans, animals and the environment will be in constant expansion. For this reason, One Health should be seen as a dynamic concept evolving over time, taking full advantage of the tools and knowledge available in other fields.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Perspectives"
        },
        {
            "text": "The ever-evolving focus of the One Health approach has brought us today to concentrate on emerging and re-emerging zoonotic infections including those linked to antimicrobial resistance. As guest editors we have stimulated authors to look into novel frontiers of One Health. Several papers contained in this Special Issue highlight a need to look into the broader picture and to explore other drivers and determinants as influencing forces on the implementation of One Health efforts being proposed on a global scale. To do this we must be brave and move towards new frontiers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Perspectives"
        },
        {
            "text": "The big data environment, the \"omics\" revolution, social media, and scientific and technological breakthroughs offer great opportunities to expand the frontiers of existing areas of research and to create novel ones. However, this process should also be context driven, dovetailing into higher-level objectives such as the sustainable development goals. The latter offer an opportunity to extend areas of collaboration and research across disciplines. The One Health community should be proactive in the current environment and be more prepared to face contemporary challenges. Artificial intelligence, deep learning, and data driven research will be strategic tools and approaches that will contribute to opening one or more new One Health macrocycles building on previous and ongoing approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Perspectives"
        },
        {
            "text": "The One Health community needs to remain open-minded and be permeable to (disruptive) ideas, which may point to transformational approaches coming from the contemporary environment including the digital revolution. These must be preceded by repositioning humans to their role as \"one of the species inhabiting the planet\", although with great impact, as we can be considered \"the species in charge\" for the health of the planet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Perspectives"
        },
        {
            "text": "Above all, the One Health community and its stakeholders should stretch their minds to visualize One Health as a dynamic concept that evolves over time by exploiting knowledge available at that time. The real challenge moving forward will be on how to better understand the areas of interface between the health of humans, animals, plants and the environment and learning to address the health of the system, which is the fundamental concept underlying the One Health approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Perspectives"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Legacy of the Hippocratic Treatise The Nature of Man: The Theory of The Four Humours",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jouanna",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Allies",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Greek Medicine from Hippocrates to Galen: Selected Papers",
            "volume": "",
            "issn": "",
            "pages": "335--360",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Health and Disease in The Hippocratic Treatise Airs, Waters, Places",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jouanna",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Allies",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Water",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Greek Medicine from Hippocrates to Galen: Selected Papers",
            "volume": "",
            "issn": "",
            "pages": "155--172",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Translator; Loeb Classical Library 187",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Bury",
                    "suffix": ""
                }
            ],
            "year": 1926,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "388--389",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A history of One Health",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Leighton",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Rev. Sci. Tech",
            "volume": "33",
            "issn": "",
            "pages": "413--420",
            "other_ids": {
                "DOI": [
                    "10.20506/rst.33.2.2298"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mamluks and Animals: Veterinary Medicine in Medieval Islam",
            "authors": [
                {
                    "first": "Alkhateeb",
                    "middle": [],
                    "last": "Shehada",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "225--239",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Companion Encyclopedia of the History of Medicine",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Bynum",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Routledge",
            "volume": "",
            "issn": "",
            "pages": "142--144",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Animals, Pictures, and Skeletons: Andreas Vesalius's Reinvention of the Public Anatomy Lesson",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Shotwell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Hist. Med. Allied Sci",
            "volume": "71",
            "issn": "",
            "pages": "1--18",
            "other_ids": {
                "DOI": [
                    "10.1093/jhmas/jrv001"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Experimenting with Humans and Animals: From Galen to Animal Rights",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guerrini",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "De bovilla peste and stamping out",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mantovani",
                    "suffix": ""
                },
                {
                    "first": "R. Giovanni Maria",
                    "middle": [],
                    "last": "Zanetti",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lancisi",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Hist. Med. Vet",
            "volume": "18",
            "issn": "",
            "pages": "97--110",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Anatomist Anatomis'd: An Experimental Discipline in Enlightenment Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Routledge",
            "volume": "",
            "issn": "",
            "pages": "265--359",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mission and Method. The Early Nineteenth Century French Public Health Movement",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Laberge",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "49--80",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Collected Essays on Public Health and Epidemiology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Virchow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Rather",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "That Other Branch of Medicine: An Historiography of Veterinary Medicine from a Canadian Perspective. Can",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Dukes",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bull. Med. Hist",
            "volume": "17",
            "issn": "",
            "pages": "229--243",
            "other_ids": {
                "DOI": [
                    "10.3138/cbmh.17.1.229"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A life in Medicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "William"
                    ],
                    "last": "Bliss",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Osler",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Germ theories of disease and British veterinary medicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Worboys",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Med. Hist",
            "volume": "35",
            "issn": "",
            "pages": "308--327",
            "other_ids": {
                "DOI": [
                    "10.1017/S0025727300053813"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Laboratory Disease: Robert Koch's Medical Bacteriology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gradmann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Origin of measles virus: Divergence from rinderpest virus between the 11th and 12th centuries",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Furuse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oshitani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virol. J",
            "volume": "7",
            "issn": "",
            "pages": "1--4",
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-7-52"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors are thankful to Sara Agnelli for providing the historical data and perspective and to Rania Gollakner and Olga Munoz for their comments and suggestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "The authors declare no conflict of interest.Viruses 2018, 10, 725 ",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}