{
    "paper_id": "6bc785e1a4016681657922ea713cb52b1c30e655",
    "metadata": {
        "title": "Case Report Lower Respiratory Tract Infection in a Renal Transplant Recipient: Do not Forget Metapneumovirus",
        "authors": [
            {
                "first": "N",
                "middle": [],
                "last": "Noel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AP-HP",
                    "location": {
                        "addrLine": "149 rue de Sèvres",
                        "postCode": "75743, Cedex 15",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Rammaert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AP-HP",
                    "location": {
                        "addrLine": "149 rue de Sèvres",
                        "postCode": "75743, Cedex 15",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Zuber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AP-HP",
                    "location": {
                        "postCode": "75743, Cedex 15",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Sayre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AP-HP",
                    "location": {
                        "addrLine": "149 rue de Sèvres",
                        "postCode": "75743, Cedex 15",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "F"
                ],
                "last": "Mamzer-Bruneel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AP-HP",
                    "location": {
                        "postCode": "75743, Cedex 15",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Leruez-Ville",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Microbiologie",
                    "institution": "AP-HP",
                    "location": {
                        "postCode": "75743, Cedex 15",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Mascard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Microbiologie",
                    "institution": "AP-HP",
                    "location": {
                        "postCode": "75743, Cedex 15",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Lecuit",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AP-HP",
                    "location": {
                        "addrLine": "149 rue de Sèvres",
                        "postCode": "75743, Cedex 15",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Lortholary",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AP-HP",
                    "location": {
                        "addrLine": "149 rue de Sèvres",
                        "postCode": "75743, Cedex 15",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Human metapneumovirus (hMPV) is emerging as a cause of a severe respiratory tract infection in immunocompromised patients. hMPV pneumonia has only been seldom reported in nonpulmonary solid organ transplanted patients, such as renal transplant recipients. We report here a case of a 39-year-old patient presenting with fever, cough, and interstitial opacities on CT scan diagnosed as a nonsevere hMPV pneumonia 11 years after a renal transplantation. Infection resolved spontaneously. Differential diagnosis with Pneumocystis pneumonia was discussed. We review the medical literature and discuss clinical presentation and detection methods that can be proposed in solid organ transplant recipients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Respiratory viruses such as respiratory syncytial virus (RSV), influenza, parainfluenza viruses (PIV), and adenovirus are commonly associated with mild to severe symptoms, depending on the immune status. Human Metapneumovirus (hMPV) was the sixth most frequent viral infection in patients hospitalized for respiratory illness [1] . hMPV is a nonsegmented, enveloped, negative single-stranded RNA virus [2] responsible for lower respiratory tract infections (LRI), especially in extreme ages [3, 4] . It has a seasonal distribution and occurs mainly in winter and spring, with an incubation period usually between 4 and 6 days [5] . hMPV is now widely recognized as an opportunistic infection in immunocompromised hosts such as hematopoietic stem cell transplant (HSCT) and pulmonary transplant recipients, leading to a significant respiratory morbidity [6] . Although its detection is not yet routinely performed, hMPV appears to account for 9% of acute pneumonia in patients with haematologic malignancies (including HSCT), in a similar proportion to RSV [7] . This rate is close to that reported in lung transplant recipients, ranging from 6% to 12% of LRI [6, 8] .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 495,
                    "end": 497,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1159,
                    "end": 1162,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1163,
                    "end": 1165,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In contrast, it has been seldom reported in other SOT settings such as renal transplantation [9] .",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 39-year-old patient with an 11-year history of kidney transplantation for severe amyloidosis was referred to the Centre d'Infectiologie Necker Pasteur for acute fever for 2 days. After 8 years of transplantation, he was treated for graft rejection by corticosteroids. Clinical course was uneventful, except for recurrent prostatitis. His current immunosuppressive regimen consisted of mycophenolate mofetil except for sore throat and rhinorrhea. Biological analyses showed an elevated C-reactive protein blood level (157 mg/L, normal <5 mg/L) but normal blood leukocytes and neutrophil counts. Blood lymphocyte count was low (0.94 G/L), with CD4+ T cells accounting for 39.5% of total lymphocytes (0.372 G/L). HIV serology was negative. Blood and urine cultures were sterile and initial chest radiograph was normal. Nonproductive cough without dyspnea or chest pain appeared on day 3 of hospitalization. Oxygen saturation in ambient air was 92%. Chest auscultation was normal. As the cough increased, a thoracic computed tomography (CT) scan was performed on day 6 and revealed bilateral ground glass infiltrates mainly located in subpleural and peripheral areas, associated with bilateral pleural effusion ( Figure 1 ). No mediastinal adenopathy was seen. Because of clinical and radiological presentation suggesting Pneumocystis jirovecii pneumonia, trimethoprim-sulfamethoxazole was initiated the same day. Nasopharyngeal aspirates were screened by direct immunofluorescence with specific monoclonal antibodies to RSV, influenza virus A and B, PIV, adenovirus, and hMPV (Argène, Verniolle, France) on day 7. Immunofluorescence was strongly positive for hMPV and negative for other viruses. Blood cultures and S. pneumoniae and L. pneumophila urinary antigen detections were negative. As Pneumocystis pneumonia was initially suspected, bronchoalveolar lavage (BAL) fluid analysis performed on day 11 demonstrated 450.10 3 cells/mL (macrophages 72%, neutrophils 17%, and lymphocytes 11%). Microbiological studies did not reveal any bacterial or fungal microorganisms. Gomori-Grocott staining for Pneumocystis jiroveci detection, indirect immunofluorescence, and polymerase chain reaction (PCR) for P. jiroveci were negative. hMPV was also detected in BAL fluid by direct immunofluorescence. As all microbiological investigations were negative except for hMPV, antibiotics were discontinued; respiratory symptoms spontaneously improved within 6 days. Thus, decreased immunosuppression or other medications such as ribavirin or intravenous immunoglobulin were not considered. The patient was discharged on day 14.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1211,
                    "end": 1219,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "This is the second hMPV pneumonia in a kidneytransplanted recipient described in the literature. The first reported case was a severe LRI requiring transient intensive care unit stay [9] . It occurred three years after kidney transplantation, while receiving immunosuppressive regimen consisting of ciclosporine (125 mg b.i.d), azathioprine (75 mg/d), and prednisone (10 mg/d). Compared to this case, our patient had mild symptoms, mainly cough and upper respiratory symptoms. He was also less immunosuppressed without corticosteroids regimen.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In solid organ transplanted patients, hMPV is responsible for LRI and may lead to hospitalization and significant respiratory illness in up to 63% of cases [6, 8] . As initial clinical symptoms are nonspecific, thoracic CT scan can be more helpful than chest X-ray, which is less sensitive. Consolidation, nodular infiltrates, and pleural effusions may be seen. Subpleural and basal areas are usually observed, and bilateral locations are seen in 50% of cases, as in our case [10] . Whereas crazy paving, network of a smooth linear pattern superimposed on an area of ground-glass opacity, is unusual, bronchiectasis is common, up to 68% in the series by Wong et al. [10] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 160,
                    "end": 162,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Of note, lymphopenia, as noticed in our patient, is the most common feature reported in HSCT patients with hMPV, accounting for 73% of patients in one series [7] . This illustrates that although innate immune responses are stimulated upon hMPV exposure, adaptive immunity also appears important to control hMPV. As for other paramyxoviruses, the matrix proteins are involved in the induction of proinflammatory and Th1 responses by dendritic cells and macrophages (i.e., production of interleukin-2 and interferon-γ) [11] . Inflammation may cause diffuse alveolar damage and hyaline membrane formation as shown by histopathology investigations [12] .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Apart from other respiratory viral infections occurring in SOT recipients, differential diagnoses of hMPV-associated LRI include severe bacterial and fungal pneumonitis, particularly Pneumocystis pneumonia. Ribavirin, previously shown active in a mouse model of infection [13] , has been suggested as a potential antiviral therapy in HSCT and lung transplant recipients with hMPV-associated LRI [14, 15] . In our case and in the other case of the literature [9] , ribavirin was not used because the diagnosis was made retrospectively after the patient's spontaneous clinical improvement.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 458,
                    "end": 461,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, hMPV has to be considered as a potential cause of LRI in kidney transplant recipients and may mimic Pneumocystis pneumonia. A prompt recognition would have avoided antibiotic use and further diagnostic studies such as bronchoscopy. Its early detection using immunofluorescence and/or RT-PCR must be proposed routinely in transplantation settings. In addition, early recognition could improve the implementation of appropriate infection control practices to prevent viral spread of this potential lifethreatening infection in immunocompromised patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Disease burden of the most commonly detected respiratory viruses in hospitalized patients calculated using the disability adjusted life year (DALY) model",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Gaunt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Harvala",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcintyre",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Templeton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Clinical Virology",
            "volume": "52",
            "issn": "3",
            "pages": "215--221",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A newly discovered human pneumovirus isolated from young children with respiratory tract disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Den Hoogen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Groen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature Medicine",
            "volume": "7",
            "issn": "6",
            "pages": "719--724",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevalence of human metapneumovirus in adults with acute respiratory tract infection in Beijing, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Infection",
            "volume": "64",
            "issn": "1",
            "pages": "96--103",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An outbreak of severe respiratory tract infection due to human metapneumovirus in a long-term care facility for the elderly in Oregon",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Appelgate",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Pelz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Clinical Virology",
            "volume": "53",
            "issn": "2",
            "pages": "171--173",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiology of human metapneumovirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clinical Microbiology Reviews",
            "volume": "19",
            "issn": "3",
            "pages": "546--557",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Human metapneumovirus in lung transplant recipients and comparison to respiratory syncytial virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcneil",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kermeen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "American Journal of Respiratory and Critical Care Medicine",
            "volume": "178",
            "issn": "8",
            "pages": "876--881",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A prospective study comparing human metapneumovirus with other respiratory viruses in adults with hematologic malignancies and respiratory tract infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martino",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rabella",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Infectious Diseases",
            "volume": "192",
            "issn": "6",
            "pages": "1061--1065",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Incidence and morbidity of human metapneumovirus and other community-acquired respiratory viruses in lung transplant recipients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lyu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marquesen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Zamora",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transplant Infectious Disease",
            "volume": "12",
            "issn": "4",
            "pages": "330--335",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Acute respiratory infection in a renal transplant recipient",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ng Kam Chuen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Toms",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kavanagh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nephrology Dialysis Transplantation",
            "volume": "20",
            "issn": "12",
            "pages": "2848--2850",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comparison of initial high resolution computed tomography features in viral pneumonia between metapneumovirus infection and severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "European Journal of Radiology",
            "volume": "81",
            "issn": "5",
            "pages": "1083--1087",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The human metapneumovirus matrix protein stimulates the inflammatory immune response In Vitro",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bagnaud-Baule",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Reynard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perret",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Detection of severe human metapneumovirus infection by real-time polymerase chain reaction and histopathological assessment",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Sumino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Agapov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Infectious Diseases",
            "volume": "192",
            "issn": "6",
            "pages": "1052--1060",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Effect of ribavirin and glucocorticoid treatment in a mouse model of human metapneumovirus infection",
            "authors": [
                {
                    "first": "M.-E",
                    "middle": [],
                    "last": "Hamelin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Prince",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Antimicrobial Agents and Chemotherapy",
            "volume": "50",
            "issn": "2",
            "pages": "774--777",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Successful outcome of human metapneumovirus (hMPV) pneumonia in a lung transplant recipient treated with intravenous ribavirin",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Raza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Ismailjee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crespo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Heart and Lung Transplantation",
            "volume": "26",
            "issn": "8",
            "pages": "862--864",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ten years of human metapneumovirus research",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Feuillet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lina",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rosa-Calatrava",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Clinical Virology",
            "volume": "53",
            "issn": "2",
            "pages": "97--105",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(250 mg b.i.d) and ciclosporin (50 mg b.i.d). Basal creatinine serum level was 130 μmol/L. On admission, temperature was 39 • C, and clinical examination Thoracic computed tomography scan of the patient, showing bilateral and diffuse extension of the infection. (a) Bilateral subpleural and peribronchial infiltrates with bilateral pleural effusion in the superior lobes. (b) Disseminated alveolointerstitial infiltrates in the basal areas.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "All authors contributed to the paper. N. Noel and B. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' Contribution"
        },
        {
            "text": "The authors declare that they have no conflict of interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests"
        }
    ]
}