{
    "paper_id": "6be52161b7c2d20ad15f376399586a3ab395206d",
    "metadata": {
        "title": "Suffering a Loss Is Good Fortune: Myth or Reality?",
        "authors": [
            {
                "first": "Cui-Xia",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shandong Normal University",
                    "location": {
                        "settlement": "Jinan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Si-Chu",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Behavioral Science",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Li-Lin",
                "middle": [],
                "last": "Rao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Behavioral Science",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Rui",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Behavioral Science",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huan",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Behavioral Science",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shu",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Behavioral Science",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We sometimes decide to take an offered option that results in apparent loss (e.g., unpaid overtime). Mainstream decision theory does not predict or explain this as a choice we want to make, whereas such a choice has long been described and highly regarded by the traditional Chinese dogma \"吃亏是福\" (suffering a loss is good fortune). To explore what makes the dogma work, we developed a celebrity anecdote-based scale to measure \"Chikui\" (suffering a loss) likelihood and found that:(i) people with higher scores on the Chikui Likelihood Scale (CLS) were more likely to report higher scores on subjective well-being and the Socioeconomic Index for the present and (ii) the current Socioeconomic Index could be positively predicted not only by current CLS scores but also by retrospective CLS scores recalled for the past, and the predictive effect was enhanced with increasing time intervals. Our findings suggest that \"suffering a loss is good fortune\" is not a myth but a certain reality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The ability to make decisions and carry out effective actions for achieving rewards and avoiding punishments is central to intelligent life (Schall, 2001) . In the real world, many decisions on important life events are to accept or reject an offered single option such as straightening of teeth, admission to college, counterfeit cash, a marriage proposal, a home mortgage, early retirement, or signing away an inheritance.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 154,
                    "text": "(Schall, 2001)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "When deciding whether to take an option, quite often in real life, the offered option will result in apparent loss such as the earlier mentioned \"unpaid overtime\" or \"signing away an inheritance\". In such a case, to reject an option resulting in loss is exactly what the \"Law of Survival\" wants us to do. The \"should-do\" behavior has been well documented in both Chinese and Western literature. For instance, Kuan-tzu said \"no one can resist advantages or will embrace disadvantage voluntarily (Kuan-tzu, 740-645 BC, p.1074 -1075 .\" In The Wealth of Nations, published in 1776, Adam Smith famously argued that economic behavior was motivated by self-interest (Ashraf, Camerer, & Loewenstein, 2005) .",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 523,
                    "text": "(Kuan-tzu, 740-645 BC, p.1074",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 529,
                    "text": "-1075",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 697,
                    "text": "(Ashraf, Camerer, & Loewenstein, 2005)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In fact, however, we did choose to accept an offered loss ourselves in daily activities. That is, we accepted an offer of \"unpaid overtime,\" \"innocent being used,\" or \"being falsely accused and condemned\" from time to time. Does the choice of an offered loss represent a decision bias or a deliberate decision? Due to a lack of a pertinent model or theory available to explain the mechanisms producing decision outcomes, little is known about why we choose to take an option that results in loss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "However, a long-lasting Chinese dogma, \"吃亏是福\" (suffering a loss is good fortune), a phrase attributed to the multitalented poet-calligrapher Zheng Banqiao (Hammond, 2007) , seems to depict, explain, and value such action of taking an option that results in loss. Even today, the old dogma is still heard. For example, we can easily find several books on the market entitled Suffering a Loss is Good Fortune (J.H. Zhao, 2008) . There is a family drama TV series entitled Suffering a Loss is Good Fortune, directed by He Qun, and an American comedy-drama film Someday This Pain Will Be Useful to You, directed by Roberto Faenza and based on Peter Cameron's novel of the same name, it is translated into Chinese as \"吃亏是福\" (Chikui shi fu).",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 170,
                    "text": "(Hammond, 2007)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 413,
                    "end": 424,
                    "text": "Zhao, 2008)",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Interestingly, not only the media are enthusiastic advocates of telling the story of \"suffering a loss is good fortune;\" people from all walks of life are willing to believe in this story. Our preliminary investigation found that members of young generations or older generations tended to agree with the dogma \"suffering a loss is good fortune.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The next question we might ask is why the old belief can be passed on from generation to generation. In particular, why is \"Chikui\" a choice people want to make? Could it be real gold or fool's gold?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In classical decision theory, options are presented as points in a multidimensional space, in which each dimension represents a distinct attribute that describes the object (Méndez, 1974; Birnbaum, 1997 ; see also Sun, Li, Bonini, & Su, 2012) . As such, a single option that results in loss can also be presented as a unique point in a multidimensional space. With this in mind, it would be easier for us to understand why we should or why we should not choose the \"Chikui\" option.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 187,
                    "text": "(Méndez, 1974;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 188,
                    "end": 202,
                    "text": "Birnbaum, 1997",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 214,
                    "end": 242,
                    "text": "Sun, Li, Bonini, & Su, 2012)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To put it normatively, when options are represented by a fixed set of dimensions, choices are assumed to be guided by the principle of value maximization (Luce, 1959) . Each option x i is assigned a value v(x i ), such that the decision maker selects the option with the highest value in the face of a given set of dimensions (Tversky & Shafir, 1992) .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 166,
                    "text": "(Luce, 1959)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 326,
                    "end": 350,
                    "text": "(Tversky & Shafir, 1992)",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "If we define \"Chikui\" (suffering a loss) as choice behaviors that result in an apparent loss in terms of money, goods, time, health, opportunity, relationship, and even mianzi (face), then, all these could serve as offered dimensions on which an offered loss is represented. That is, a single option (Option y i ) that results in loss can be presented as a unique point by the decision maker in a one-dimensional or in multidimensional space. This will render the understanding of the single option choice much simpler: all we need to do is to accept the option that results in gain (Option x i ) and reject the option that results in loss (Option y i ) (see Figure 1a ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 659,
                    "end": 668,
                    "text": "Figure 1a",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "It is obvious that to reject Option x i or to accept Option y i is illogical according to economic rationality models (Delton, Krasnow, Tooby, & Cosmides, 2011) and cannot be understood and communicated from the viewpoint of value maximization (Luce, 1959) . Moreover, \"Chikui\" (taking Option y i ) seems to contradict the conventional view of loss aversion, which is commonly interpreted as the (marginal) disutility of a given loss being larger than the (marginal) utility of the same amount of gain (Kahneman & Tversky, 1979) . Considering that the existing decision theory sees \"maximizing gains\" or \"minimizing losses\" as its basic principle, those theories will not predict or explain \"Chikui\" (suffer a loss) as a choice we want to make. As thus, conventional decision theory does not account for a \"Chikui\" choice above and beyond the law of the jungle, which is \"achieving rewards and avoiding punishments.\" In other words, the incremental contribution that conventional decision theory makes to explain why the offered loss is frequently selected by ordinary people is limited.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 160,
                    "text": "(Delton, Krasnow, Tooby, & Cosmides, 2011)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 244,
                    "end": 256,
                    "text": "(Luce, 1959)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 502,
                    "end": 528,
                    "text": "(Kahneman & Tversky, 1979)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "It is worth noting, however, that if there exists any extra dimension, D j , that is not passively offered by the proposer but is actively and creatively produced by the decision maker to present the offered option per se, then making a loss choice (suffer a loss) can be easily understood and communicated. Namely, with the extra dimension being generated and a delayed value (utility) being assigned to the generated dimension, v(x ij ) is NOT always positive while v(y ij ) is NOT always negative. The value of an offered loss (v(y ij )) can turn out to be positive if the value (utility) assigned to the option on the newly generated dimension (D j ) is greater than that assigned to the option on the offered dimension (D i ) ( Figure 1b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 733,
                    "end": 743,
                    "text": "Figure 1b)",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "To say that \"actively generating an extra dimension and then assigning a delayed value (utility) to the self-generated dimension D j \" means that \"people subjectively believe they will gain later good fortune rewarded by an unpredictable life situation\" (i.e., a person believes that such a subjective later good fortune might exist). To test our conjecture, it is essential for us to find and present evidence that after suffering a loss, there does exist such a later good fortune (gain) Figure 1 . Option-representing framework for explaining Chikui choice. (a) D i = offered money, goods, time, health, opportunity, relationship, mianzi, or somewhat other dimension. If Option x i or Option y i is a single offered option that needs to be accepted or not, then Option x i should be accepted while Option y i should be rejected because v(x i ) is always positive while v(y i ) is always negative. If Option x i and Option y i constitute a pair of offered options from which to choose, then, according to the principle of value maximization (Luce, 1959) , Option x i should be selected because v(x i ) > v(y i ). (b) Di = offered money, goods, time, health, opportunity, relationship, or mianzi dimension; Dj = any extra dimension that is not offered but self-generated. If Option x ij or Option y ij is a single offered option that needs to be accepted or not, then Option x ij should not always be accepted while Option y ij should not always be rejected, because v(x ij ) is NOT always positive while v(y ij ) is NOT always negative [Colour figure can be viewed at wileyonlinelibrary.com] rewarded by an unpredictable life situation (self-generated dimension D j ) (i.e., such an objective later good fortune (gain) does exist). If such an objective later good fortune (gain) does exist, then it can be taken as empirical evidence that there must be some self-generated dimension on which the good fortune (gain) was assigned to the option. Otherwise, taking an option that results in loss appears to be completely unreasonable or not logical. The study reported in this paper therefore intended to collect empirical evidence regarding the relationship between \"suffering a loss\" and \"good fortune.\" The study is organized as follows.",
            "cite_spans": [
                {
                    "start": 1043,
                    "end": 1055,
                    "text": "(Luce, 1959)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 498,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "In Study 1, we searched for \"Chikui\"-related anecdotes told by worldwide celebrities, and we then used these anecdotes as critical incidents of successful persons or winners to develop an anecdote-based scale to measure \"Chikui\" likelihood. That is, we aimed to develop a reliable and valid Chikui Likelihood Scale (CLS) that has shown criterionrelated, empirical, convergent, discriminant, and incremental validity. In Study 2, we investigated whether there is a linear correlation between \"Chikui\" likelihood and real benefits in a real-world setting using the newly developed CLS. In Study 3, we investigated the possibility that \"Chikui\" likelihood has a reverse-predictive effect on later material or mental benefits. That is, we examined whether retrospective \"Chikui\" likelihood can predict a person's long-term material or mental benefit. STUDY 1: DEVELOPING AN ANECDOTE-BASED SCALE TO MEASURE \"CHIKUI\" LIKELIHOOD Part 1 Study 1 involved two parts. The first involved a development of the CLS and provided initial reliability and validity data. The second focused on providing further evidence on validity of the CLS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Identification of \"Chikui\"-related anecdotes If \"good fortune\" is seen as a way of being \"successful in life,\" the dogma that \"suffering a loss is good fortune\" would suggest that \"suffering a loss\" (Chikui) is very likely to be what people need to do to be \"successful\" and can be identified and defined in behavioral terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Accordingly, we searched for Chinese and foreign anecdotes of celebrities (successful people) in history, culture, literature, politics, science, and business.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Ten psychology graduate students taking a decisionmaking course independently read through anthologies of celebrity anecdotes and identified those \"behaviors selected by someone that result in an apparent loss of money, goods, time, health, opportunity, relationship, and even mianzi (face).\" Hundreds of anecdotes were considered. Although the final selection of \"Chikui\"-related anecdotes may not be exhaustive, it can be considered fairly representative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Disagreements in raters' selections were resolved by discussion. The same individuals then independently rated each selected anecdote on two dimensions: item clarity and response appropriateness. Raters were blind to the purpose and predictions of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "The following numbers of anecdotes were classified as \"Chikui\"-related: three of the approximately 24 anecdotes in Twenty-Four Filial Deeds (Chen & Smith, 2010) , five of the approximately 66 anecdotes in Li Ka-shing's Complete Biography (Sun, 2010) , 29 of the approximately 200 anecdotes in Stories of World Famous Celebrities (Cui, 2010) , two of the approximately 19 anecdotes in First Families (Y.Z. , and 15 of the approximately 141 anecdotes in Anecdotes of Celebrity (Ma, 2000) . Example anecdotes included those related by Li Ka-shing, Wang Lo Kat, the Rockefeller Family, Loo-Keng Hua, and Mahatma Gandhi in India.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 160,
                    "text": "(Chen & Smith, 2010)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 238,
                    "end": 249,
                    "text": "(Sun, 2010)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 329,
                    "end": 340,
                    "text": "(Cui, 2010)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 475,
                    "end": 485,
                    "text": "(Ma, 2000)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Generation and selection of \"Chikui\"-related scenarios A total of 54 anecdotes were identified as being related to \"Chikui.\" We then rephrased each anecdote into a brief scenario with two options (Option A: the person described in the scenario chooses \"Chikui;\" Option B: the person described in the scenario does NOT choose \"Chikui\") for respondents. Fifteen graduate students studying psychology were then asked to choose from the two options for each scenario. According to a binomial distribution, if more than 10 of the 15 evaluators selected Option A, the scenario was retained as satisfying the relevant criteria. Otherwise, the scenario was eliminated from consideration (Siegel, 1956) .",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 693,
                    "text": "(Siegel, 1956)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Accordingly, 27 scenarios were eliminated. Another three scenarios were also eliminated because a group of four scenarios told a similar story.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "As a result, a total of 24 scenarios (Appendix S1) were generated by rewriting the anecdotes of celebrities to serve as the items of the CLS. Following the logic of \"walking in another person's shoes,\" we instructed the respondents to respond to each scenario as follows: Please carefully read the following scenarios and, based on your personal experiences, enter values between 0% and 100% to indicate the likelihood that you would act in the same way that is described. A greater value indicates greater likelihood that the respondent chooses \"Chikui.\" The following is an example drawn from the 24 scenarios: Zhang went to a store to purchase some goods. After Zhang paid for the goods and went home, a representative from the store called and told Zhang that one of the 100-yuan bills was a counterfeit note, but the person was unsure whether the bill came from Zhang. Nevertheless, Zhang returned to the store and exchanged the money.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Imagine that you were Zhang in this situation. What is the likelihood that you would do the same thing? ( )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Participants and procedure To develop the CLS using a geographically convenient sample, a total of 671 (433 female, 65.80%) adult passengers The 671 participants were randomly divided into two groups by SPSS statistical software. Exploratory factor analysis was performed on 335 participants, and confirmatory factor analysis (CFA) was performed on the other 336 participants. Differences between the two groups in age (t = 0.24, p > 0.05), gender (χ 2 = 1.03, p > 0.05), years of education (t = 1.01, p > 0.05), and monthly income (t = 1.69, p > 0.05) were insignificant. All 671 participants were subjected to an analysis of internal consistency (Cronbach's alpha) of the CLS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "0%________100%"
        },
        {
            "text": "A sample of 92 undergraduates (58 females, 63.04%) who participated in a test-retest reliability study was recruited from the School of Psychology in Shandong Normal University. They participated for monetary compensation (¥5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "0%________100%"
        },
        {
            "text": "Two-hundred undergraduate students (78 women, 122 men) who participated in a validation study (criterion-related and empirical validity) were recruited from the School of Life Science in Shandong Normal University. They participated for monetary compensation (¥5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "0%________100%"
        },
        {
            "text": "All items were coded and scored, and all data were entered, checked for missing values, and analyzed using the statistical programs SPSS version 13.0 and Amos version 7.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "0%________100%"
        },
        {
            "text": "In the assessment of item discrimination, the discrimination index (D) was computed by subtracting the mean score of participants in the lower group (27%) from the mean value of those in the upper group (27%) and dividing it by the maximum possible discrimination. A value of 0.19 or below indicated that the item was subject to improvement (Hopkins, 1998) . Items with D < 0.19 included items 3, 4, 8, 13, 14, and 15. These six items were eliminated from the scale, thereby reducing the number of items from 24 to 18.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 356,
                    "text": "(Hopkins, 1998)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Item discrimination"
        },
        {
            "text": "Factor structure Exploratory factor analysis. The Kaiser-Meyer-Olkin measure of sampling adequacy and the Bartlett Test of Sphericity were conducted on the data before factor extraction to ensure that the characteristics of the data set were suitable for factor analysis. The analysis yielded an index of 0.84 in concert with a highly significant Bartlett Test of Sphericity (χ 2 = 1039.00, df = 153, p < 0.001). To determine the number of factors underlying \"Chikui,\" a principal component analysis using oblique factor rotation (promax) was conducted on the 18 items of the CLS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Item discrimination"
        },
        {
            "text": "The retention of factors was determined by several criteria. First, the Kaiser (1961) criterion of eigenvalues greater than 1 indicated a four-factor solution. Second, scree plot analysis (Cattell, 1966) suggested a three-factor solution. Third, we ran the parallel analysis procedures (Horn, 1965) , which Zwick and Velicer (1986) found outperforms other methods such as the Kaiser criterion and scree plot, and identified a three-factor solution.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 85,
                    "text": "Kaiser (1961)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 188,
                    "end": 203,
                    "text": "(Cattell, 1966)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 286,
                    "end": 298,
                    "text": "(Horn, 1965)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 307,
                    "end": 331,
                    "text": "Zwick and Velicer (1986)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Item discrimination"
        },
        {
            "text": "Inspection of the Kaiser's rule, the scree plot analysis, and the Horn's parallel analysis showed that three factors underlie the 18 items of the CLS. The following criteria were used to determine whether an item loaded on its underlying factor: (i) the item had to have a factor loading of 0.40 or better on one factor and (ii) the cross-loading differential across the two factors had to be less than 0.20. Items 5, 6, 18, 20, 21, and 22 were eliminated because of the criteria mentioned earlier. Finally, principal components analysis with oblique rotation was conducted with the remaining items, resulting in a three-factor solution that explained 46.47% of the variance.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 417,
                    "text": "Items 5,",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 420,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "20,",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 439,
                    "text": "and 22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Item discrimination"
        },
        {
            "text": "The model's factor structure is shown in Table 1 . The first factor included five items (Chikui for conscience) that explained 27.56% of the variance, the second factor included four items (Chikui for wealth) that explained 10.49% of the variance, and the third factor included three items (Chikui for reputation) that explained 8.42% of the variance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 48,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Item discrimination"
        },
        {
            "text": "Confirmatory factor analysis. To confirm the factor structure found in exploratory factor analysis, we performed a CFA on the 12 items of the CLS to determine whether a three-factor solution best fit the data compared with alternative models of one-factor solutions. The maximum likelihood estimation procedure was chosen to assess the measurement model in this study. However, maximum likelihood estimation is known to produce distorted results when the normality assumption is violated (Curran, West, & Finch, 1996) . Multivariate normality was assessed using the Mardia measure of multivariate kurtosis (Mardia, 1970) . The Mardia's coefficient for the data in this study was 31.55, which is lower than the value of 168 computed based on the formula p (p + 2) where p equals the number of observed variables in the model (Raykov & Marcoulides, 2008) . On this basis, multivariate normality of the data in this study was assumed. Suffering a Loss Is Good Fortune 327 C.-X. Zhao et al.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 517,
                    "text": "(Curran, West, & Finch, 1996)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 606,
                    "end": 620,
                    "text": "(Mardia, 1970)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 824,
                    "end": 852,
                    "text": "(Raykov & Marcoulides, 2008)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Item discrimination"
        },
        {
            "text": "In the CFA, the scale of the latent factor was set by fixing the variance of the latent factor equal to one. The hypothesized and alternative models were nested so that the model fit could be compared between models using chi-square difference tests. Moreover, as presented in Table 2 , several indexes were used to determine the goodness of fit. The comparative fit index may range from 0 to 1, and values equal to or greater than 0.90 indicate a good fit to the data (Bentler & Bonnett, 1980; Kline, 1998) . Similarly, scores 0.95 or above are desired with the Tucker-Lewis Index (close fit = 0.95-0.99, acceptable fit = 0.90-0.95, Bentler & Bonnett, 1980) , the goodness of fit index, and the incremental fit index. Finally, a value of 0.08 or less for the root mean square error approximation reflects a model with an adequate fit to the data, whereas values greater than 0.10 strongly suggest that the model fit is unsatisfactory (Browne & Cudeck, 1989 .",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 494,
                    "text": "(Bentler & Bonnett, 1980;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 495,
                    "end": 507,
                    "text": "Kline, 1998)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 634,
                    "end": 658,
                    "text": "Bentler & Bonnett, 1980)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 935,
                    "end": 957,
                    "text": "(Browne & Cudeck, 1989",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 284,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Item discrimination"
        },
        {
            "text": "The measures of fit for the different models are shown in Table 2 . Model 2 (three-factor) provided a better fit to the data than did Model 1 (one-factor) (Δχ 2 = 41.41; Δdf = 20, p < 0.01). The correlations among three factors were significant, ranging from 0.25 to 0.40 (ps < 0.01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Item discrimination"
        },
        {
            "text": "Cronbach's alpha coefficients were calculated to estimate the reliability of the CLS. The internal consistencies were acceptable; Cronbach's alpha for the full scale was 0.79, and the alphas for the subscales ranged from 0.61 to 0.73.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reliability"
        },
        {
            "text": "After 1 month, we retested this scale with a sample of 92 undergraduates (58 women, 63.04%), and the retest coefficients of the three subscales were 0.83 (Chikui for conscience), 0.70 (Chikui for wealth), and 0.64 (Chikui for reputation). The retest coefficient of the total scale was 0.86. According to Hair, Babin, Money, and Samouel (2003) , the reliability of the scale is acceptable.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 342,
                    "text": "Hair, Babin, Money, and Samouel (2003)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Reliability"
        },
        {
            "text": "Criterion-related validity. Considering that the conceptual similarity between the present CLS and the \"worth-based choices\" scale developed by Tang, Zhou, Zhao, and Li (2014) is, to our best knowledge, the closest, we decided to select the \"worth-based choices\" scale as related criterion and to examine the criterion-related validity of the CLS by assessing its relationship with the \"worth-based choices\" scale. Tang et al.'s (2014) scale is an 18-item measure of \"worth-based choices.\" There are four factors underlying these \"worth-based choices\": 惠 (favor), 善 (virtue), 义 (righteousness), and 法 (law). The following two sample items are from this scale:",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 175,
                    "text": "Tang, Zhou, Zhao, and Li (2014)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 415,
                    "end": 435,
                    "text": "Tang et al.'s (2014)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Validity"
        },
        {
            "text": "1 If you have three apples, which option would you prefer?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validity"
        },
        {
            "text": "(A: eat all three apples by yourself, B: share two apples with a colleague or classmate) 2 Suppose there are two internships for you to choose from:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validity"
        },
        {
            "text": "one is a small private enterprise with a monthly salary of 3000 yuan; the other is a large foreign-funded enterprise with a monthly salary of 2000 yuan. Which option would you prefer? (A: private enterprise, B: foreign-funded enterprise)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validity"
        },
        {
            "text": "It is apparent that the items in Tang et al.'s (2014) scale are a choice between a pair of offered options, while the item in the CLS is a single option to accept or not. In addition, the items in the CLS are borrowed from anecdotes of real-world celebrities who are successful later, whereas items in Tang Table 3 . Overall, we found a moderate correlation between Tang et al.'s scale (2014) and the CLS and their subscales. However, the law subscale of Tang et al.'s scale (2014) showed no significant correlation with the CLS and its subscales. The Chikui for the wealth subscale of the CLS did not correlate with the Empirical and incremental validity. Our hypothesis regarding the empirical validity was that the \"Chikui\" likelihood scores would be greater for those who chose \"Chikui\" than those who did not. Considering that volunteers sacrifice their time and energy for the benefit of their communities, Tang et al. (2014) (2014) and the CLS are moderate and that the \"worth-based choices\" scale may serve as the most meaningful competitor for the CLS, we examined whether it is possible for the CLS to predict the outcome of volunteers after controlling for the scores of the \"worth-based choices\" scale. The result of the t-test showed that volunteers had higher CLS scores (M volunteers = 718.27) than non-volunteers (M nonvolunteers = 670.70) (t(198) = 2.21, p < 0.05). This result provided evidence in support of our hypothesis regarding the empirical validity. A binomial logistic regression analysis was then conducted with volunteers as the dependent variable, scores of the CLS as the independent variable, and participants' age, gender, and the scores of the worth-based choice scale as the controlling variables. After controlling the variables mentioned earlier, CLS scores were significant incremental predictors of volunteers (Exp(β) = 1.002, Wald statistic = 4.236, p < 0.05) ( Table 4 ). These results indicated that the CLS possessed good incremental validity when predicting volunteers.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 53,
                    "text": "Tang et al.'s (2014)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 366,
                    "end": 392,
                    "text": "Tang et al.'s scale (2014)",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 481,
                    "text": "Tang et al.'s scale (2014)",
                    "ref_id": null
                },
                {
                    "start": 913,
                    "end": 931,
                    "text": "Tang et al. (2014)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "Tang",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 314,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1902,
                    "end": 1909,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Validity"
        },
        {
            "text": "Part 1 of this study represents an initial attempt to develop a CLS. Our findings concerning the test-retest reliability, criterion-related validity, as well as empirical and incremental validity showed that the CLS is adequately valid and reliable for assessing people's tendency to choose \"Chikui.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validity"
        },
        {
            "text": "The results of Part 1 provided initial reliability and validity data and support for the \"Chikui\" likelihood scale. Part 2 was then designed to provide further evidence regarding convergent, discriminant, criterion-related, and incremental validity by employing a different sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part 2"
        },
        {
            "text": "Sacrificing money, time, or other valuable resources to help someone else or the community could be considered an important validity criterion of \"Chikui\" behavior. Nevertheless, these kinds of behaviors that look like \"Chikui\" behavior have been studied extensively and accounted for by certain personality traits (e.g., neuroticism or conscientiousness), sociopolitical attitudes, altruism, delayed gratification, and so forth. If the CLS measures meaningful constructs, then it should demonstrate convergent, discriminant, and incremental validity by a predictable pattern of relationships with other relevant variables within the \"nomological network\" (Cronbach & Meehl, 1955) . Our hypotheses about the relationship between the CLS and relevant variables were as follows:",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 680,
                    "text": "(Cronbach & Meehl, 1955)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Part 2"
        },
        {
            "text": "Convergent validity. We assumed that CLS scores would moderately correlate with the following variables: altruism (dictator game, DG), certain personality traits (e.g., neuroticism and conscientiousness), grit, delayed gratification, and social and political attitudes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part 2"
        },
        {
            "text": "Discriminant validity. We expected that CLS scores would not correlate with participants' gender or academic performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part 2"
        },
        {
            "text": "Criterion-related validity. To assess the relationship between the CLS and decision behaviors (rather than existing scales), we measured the behavioral decision outcomes to further examine the criterion-related validity of the CLS. We expected that CLS scores would correlate with participants' choice behaviors in the ultimatum game (UG), DG, and intertemporal choice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part 2"
        },
        {
            "text": "Incremental validity. It was important to provide evidence that the CLS displayed incremental validity over an established instrument that might explain \"Chikui\" behavior. That is, the CLS should capture unique variance in \"Chikui\" behavior that was not accounted for by relevant instruments when predicting real \"Chikui\" behavior. We expected that CLS scores would be a significant incremental predictor of volunteers and participants' willingness to have more than one child, after controlling the relevant variables within the \"nomological network.\" Suffering a Loss Is Good Fortune 329 C.-X. Zhao et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part 2"
        },
        {
            "text": "Here, 296 undergraduate students (148 women, 148 men) were recruited from Shandong Normal University. The mean age of the participants was 19.41 years (SD = 0.75). Participants completed all measures individually and received a gift valued at ¥15 for their participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method Participants"
        },
        {
            "text": "Participants completed the neuroticism and conscientiousness subscales (containing 17 items) drawn from the Chinese version of the Big Five Inventory-44 (John, Donahue, & Kentle, 1991; John, Naumann, & Soto, 2008) . Altruism was assessed with the DG, and the threshold for unfairness was measured by the UG (Forsythe, Horowitz, Savin, & Sefton, 1994; Thielmann & Hilbig, 2017) . The mean UG scores were calculated using willingness circled on a 6-point scale, and dictator allocations of 100 yuan made by participants in DG were coded. Grit was assessed with the Chinese version of the Grit Scale, containing 12 items rated on a 5-point scale from 1 (not at all like me) to 5 (very much like me) (Duckworth, Peterson, Matthews, & Kelly, 2007) . Delayed gratification was assessed with the Chinese version of the Academic Delay of Gratification Scale (ADOGS) containing 10 items rated on a 4-point scale (Bembenutty & Karabenick, 1998) . The Chinese version of the Social Dominance Orientation Scale (SDO) measured social and political attitudes using a 14-item scale (Pratto, Sidanius, Stallworth, & Malle, 1994) . Mean scores were calculated from responses to a 7-point Likert scale. In addition, fixed-sequence choice titration was measured, and the degree of discounting was calculated by application of the hyperbolic equation (Hardisty & Weber, 2009; Mazur, 1987) . As in Part 1 of this study, the CLS was measured, and participants then answered questions about whether they were volunteers and their willingness to have more than one child. Participants also reported their gender, age, and academic performance (e.g., GPA) in the latest tests.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 184,
                    "text": "(John, Donahue, & Kentle, 1991;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 185,
                    "end": 213,
                    "text": "John, Naumann, & Soto, 2008)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 307,
                    "end": 350,
                    "text": "(Forsythe, Horowitz, Savin, & Sefton, 1994;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 351,
                    "end": 376,
                    "text": "Thielmann & Hilbig, 2017)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 696,
                    "end": 742,
                    "text": "(Duckworth, Peterson, Matthews, & Kelly, 2007)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 903,
                    "end": 934,
                    "text": "(Bembenutty & Karabenick, 1998)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1067,
                    "end": 1112,
                    "text": "(Pratto, Sidanius, Stallworth, & Malle, 1994)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1331,
                    "end": 1355,
                    "text": "(Hardisty & Weber, 2009;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1356,
                    "end": 1368,
                    "text": "Mazur, 1987)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Materials and procedure"
        },
        {
            "text": "The correlations of the CLS and other scales we measured are reported in Table 5 . The CLS and its three subscales showed moderate positive correlations with the Grit Scale and conscientiousness on the BFI, with the correlation coefficients ranging from 0.12 to 0.21 (ps < 0.05). This suggested that participants who scored higher on the CLS and its subscales were more perseverant and conscientious. Furthermore, the CLS scale and its subscales were moderately negatively correlated with the SDO, with the correlation coefficients ranging from À0.19 to À0.26 (ps < 0.05). The \"Chikui for reputation\" subscale of the CLS showed negative correlations with the ADOGS. This indicated that participants scoring higher on the CLS were not likely to be discriminatory, and those who scored higher on the \"Chikui for reputation\" subscale tended not to delay gratification. However, CLS scores were not correlated with allocating more money to the recipient in the DG. This suggested that the CLS and altruism may be two distinct constructs. Table 5 shows the correlations between the \"Chikui\" likelihood scale, gender, and academic performance. In support of the CLS's discriminant validity, neither the CLS nor its subscales were correlated with participants' gender or academic performance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1034,
                    "end": 1041,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Convergent validity"
        },
        {
            "text": "In Part 1 of the present study, the criterion-related validity was examined by analyzing the relationship between the CLS and the \"worth-based choices\" scale developed by Tang et al. (2014) . In Part 2, we sought to examine the criterionrelated validity of the CLS by assessing its relationship with participants' choice behavior in the UG, DG, and intertemporal choice rather than existing scales (Table 6) . We found that the CLS correlated significantly with ",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 189,
                    "text": "Tang et al. (2014)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [
                {
                    "start": 398,
                    "end": 407,
                    "text": "(Table 6)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Criterion-related validity"
        },
        {
            "text": "Journal of Behavioral Decision Making willingness to accept unfair allocations in the UG (r = 0.20, p < 0.01). The result suggested that individuals who were more willing to choose \"Chikui\" (suffering a loss) would be more likely to accept an unfair offer, which supported the criterion-related validity of the CLS. However, the CLS was not correlated with allocating more money to the recipient in the DG (r = 0.07, p = 0.21). This finding, together with the correlations of CLS's subscale and the DG reported in Table 6 , suggested that what is measured by allocating more money in the DG is decision makers' altruism and that the threshold of unfairness measured by willingness to accept unfair allocations in the UG was more related to \"Chikui\" than to altruism. Furthermore, CLS scores were not correlated with the degree of discounting in intertemporal choice. This may be because, in order to reach a decision, decision makers must only assess the outcomes of a pair of offered intertemporal options (\"small but sooner\" and \"large but later\") on the fixed dimensions, while they have to generate a new dimension and assign a delayed subjective value (utility) to the single option of \"Chikui.\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 514,
                    "end": 521,
                    "text": "Table 6",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "330"
        },
        {
            "text": "Considering that volunteers who sacrificed time and energy to help others were taken as indicators of Chikui behavior both in Tang et al. (2014) and Part 1 of our study, we attempted to utilize it as an indicator to assess the empirical validity of the CLS in Part 2 (which used a different sample). Moreover, considering that raising a child can cost parents a great deal of money, time, and energy and can be exhilarating and exhausting, participants who were willing to have more than one child were chosen to serve as another indicator of the empirical validity. To support the unique empirical validity of the CLS construct, some covariates that are of relevance to the \"Chikui\" construct, such as altruism and conscientiousness, were included to account for volunteers and participants who were willing to have more than one child. The analysis of empirical validity in Part 1 of this study was repeated using another sample. The inclusion of this analysis also served to address the increased awareness of the need to replicate novel and important results (Baker, 2016) . The results showed that volunteers had significantly higher CLS scores than non-volunteers, which replicated the finding of Part 1 of this study (Table 7) . These results provide repeated evidence in support of the empirical validity of the CLS.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 144,
                    "text": "Tang et al. (2014)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1063,
                    "end": 1076,
                    "text": "(Baker, 2016)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1224,
                    "end": 1233,
                    "text": "(Table 7)",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Empirical and incremental validity"
        },
        {
            "text": "In addition, the results of the added indicator (participants who were willing to have more than one child) showed that participants who were willing to have more than one child had significantly higher CLS scores than participants who were only willing to have one child (Table 7) . These results are additional evidence that the CLS exhibits good empirical validity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 281,
                    "text": "(Table 7)",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Empirical and incremental validity"
        },
        {
            "text": "A binomial logistic regression analysis was then conducted with volunteers and participants who were willing to have more than one child as the dependent variable, the score of CLS as the independent variable, and participants' age, gender, and conscientiousness score on the BFI, neuroticism score on the BFI, Grit Scale score, ADOGS score, SDO score, altruism DG, UG, and intertemporal choice as controlling variables (Table 8) . After controlling the variables mentioned earlier, CLS scores were a significant incremental predictor of volunteers (Exp(β) = 1.002, Wald statistic = 4.163, p < 0.05) and participants who were willing to have more than one child (Exp(β) = 1.002, Wald statistic = 5.685, p < 0.05). The results indicated that the CLS possessed good incremental validity when predicting volunteers and participants who were willing to have more than one child.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 429,
                    "text": "(Table 8)",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Empirical and incremental validity"
        },
        {
            "text": "The \"Chikui\" construct looked likely to be related to altruism, certain personality traits, and social values. To examine whether developing a new scale to explain decision-making phenomena was meaningful, we assessed the validity of the CLS. The result indicated that the CLS accounted for \"Chikui\" phenomena above and beyond existing relevant constructs and measures, which meant that it provided an incremental contribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical and incremental validity"
        },
        {
            "text": "In all, the results we obtained suggested that the CLS was internally consistent and distinct from existing relevant measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical and incremental validity"
        },
        {
            "text": "STUDY 2: THE CURRENT RELATIONSHIP BETWEEN \"CHIKUI\" LIKELIHOOD AND MATERIAL OR MEN-TAL BENEFIT Study 2 was performed to determine whether there was a linear correlation between \"Chikui\" likelihood and real benefit. In our preliminary investigation, it was found that when asked to indicate whether they agreed that \"suffering a loss is good fortune\" on a 6-point scale (1 = fully disagree; 6 = fully agree), the young Chinese surveyed tended to agree with the dogma, although members of older generations (supermarket customers, N = 88, 49 women, age over 40 years) agreed more than the young generation (undergraduate students, N = 92, 62 women, age range: 18-23 years; M supermarket customers = 4.76, M undergraduate students = 4.14, t = 4.1, p < 0.001). It was reasoned that the hidden goal of choosing Chikui (suffer a loss) in the present was to receive more material or mental benefit years later in an unpredictable life situation. Given that obtaining more material benefit requires some time to accumulate, someone who chooses Chikui at a younger age is more likely to gain more in his/her older years. Thus, we hypothesized that age would moderate the association between Chikui likelihood and real benefit. To test the moderation hypothesis, we set up two moderated multiple regression models, each consisting of one independent variable (Chikui), one moderator variable (age), and one outcome variable (material benefit or mental benefit).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical and incremental validity"
        },
        {
            "text": "The independent variable (Chikui likelihood) was measured by the CLS. The material benefit variable was measured using the Socioeconomic Index (SEI; Blau & Duncan, 1967; Duncan, 1984; Hauser & Warren, 1997) , which is a widely used indicator of occupational ranking and based on education and income data from the 1950 census (Stevens & Featherman, 1981) . The other variable, mental benefit, was measured by subjective well-being (SWB; Andrews & Withey, 1976; Lu, 1995) , which refers to how people evaluate their lives and includes variables such as life satisfaction (Zheng, Sang, & Lin, 2004) .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 169,
                    "text": "Blau & Duncan, 1967;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 170,
                    "end": 183,
                    "text": "Duncan, 1984;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 184,
                    "end": 206,
                    "text": "Hauser & Warren, 1997)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 326,
                    "end": 354,
                    "text": "(Stevens & Featherman, 1981)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 437,
                    "end": 460,
                    "text": "Andrews & Withey, 1976;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 461,
                    "end": 470,
                    "text": "Lu, 1995)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 570,
                    "end": 596,
                    "text": "(Zheng, Sang, & Lin, 2004)",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Empirical and incremental validity"
        },
        {
            "text": "The participants were 559 (363 women, 64.9%) adults who came from 20 Chinese provinces and were engaged in over 50 different occupations. The average age of the participants was 32.1 years (SD = 9.59, range = 20 to 74). Paper-andpencil questionnaires were completed by 367 (65.65%) participants in the waiting lounge of the Ji'nan West Railway Station, and the other 192 (34.35%) participants completed an e-questionnaire distributed through email. Each participant completed the scales independently and was given a small gift for their participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants and procedure"
        },
        {
            "text": "Chikui likelihood. We utilized the CLS, which we developed in Study 1, to assess participants' Chikui likelihood. Cronbach's alpha was 0.75. Socioeconomic Index. It has been argued that the SEI for Western countries is not applicable for China (Li & Song, 1998; Xu, 2000) ; therefore, we used a revised Chinese SEI proposed by Li (2005) , which has been shown to be efficient in China (R 2 = 0.81) to compute participants' SEI. The revised Chinese SEI formula is as follows: SEI = 11.808 + 3.349 × length of education + 0.573 × average monthly income (hundred yuan) + 16.075 × top-level managers 1 + 11.262 × middle-level managers + 3.738 × low-level managers + 8.942 × party and government offices + 6.841 × public institutions À 5.694 × enterprises À 26.655 × discriminated occupation.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 261,
                    "text": "(Li & Song, 1998;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 262,
                    "end": 271,
                    "text": "Xu, 2000)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 327,
                    "end": 336,
                    "text": "Li (2005)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "Subjective well-being. SWB was assessed by the following question: \"How dissatisfied or satisfied are you with your life overall?\" Answers to this question ranged from 1 = \"not satisfied at all\" to 6 = \"completely satisfied.\" This question was borrowed and modified from the Life Satisfaction scale (Campbell, 1976) , which is the most commonly used measure in the SWB literature (Dolan, Peasgood, & White, 2006; Marsh & Bertranou, 2012) . ",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 315,
                    "text": "(Campbell, 1976)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 380,
                    "end": 412,
                    "text": "(Dolan, Peasgood, & White, 2006;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 413,
                    "end": 437,
                    "text": "Marsh & Bertranou, 2012)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "To control common method biases, in the questionnaire design, we used the Podasakoff, MacKenzie, Lee, and Podsakoff (2003) method as follows: (i) participants complete the questionnaire anonymously, and facilitators ensure the subjects know that the survey is only for group study, not for individual analysis; (ii) each part of the questionnaire measures different points and has different scoring rules; (iii) each part of the questionnaire has a different reaction statement. Some have a probability from 0 to 100, some are in agreement from 1 to 6, and some are fill-in-the-blanks.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 122,
                    "text": "Podasakoff, MacKenzie, Lee, and Podsakoff (2003)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Control of common method biases"
        },
        {
            "text": "In addition, Harman's single-factor test (Harman, 1976; Podasakoff et al., 2003) was used to check for the potential for common method bias. Harman's single factor test is a widely used technique to diagnose common method variance (e.g., Andersson & Bateman, 1997; Aulakh & Gencturk, 2000; Greene & Organ, 1973; Krishnaveni & Deepa, 2013; Schriesheim, Kinicki, & Schriesheim, 1979) . Therefore, we entered all the variables in the study into exploratory factor analysis using unrotated principal component factor analysis and principal component analysis with varimax rotation to determine the number of factors that are necessary to account for the variance in the variables. The factor analysis revealed the presence of six distinct factors with eigenvalues greater than 1.0 rather than a single factor. The six factors accounted for 59.45% of the variance, and the largest factor was found to account for only 17.7% of the variance. Thus, no general factor was apparent. According to the two criteria, there was no common method bias problem in this study.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 55,
                    "text": "(Harman, 1976;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 56,
                    "end": 80,
                    "text": "Podasakoff et al., 2003)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 238,
                    "end": 264,
                    "text": "Andersson & Bateman, 1997;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 265,
                    "end": 289,
                    "text": "Aulakh & Gencturk, 2000;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 290,
                    "end": 311,
                    "text": "Greene & Organ, 1973;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 312,
                    "end": 338,
                    "text": "Krishnaveni & Deepa, 2013;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 339,
                    "end": 381,
                    "text": "Schriesheim, Kinicki, & Schriesheim, 1979)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Control of common method biases"
        },
        {
            "text": "The summary statistics (i.e., means, standard deviations, Cronbach's alphas, and intercorrelations) for the variables under study are shown in Table 9 . All measures demonstrated an acceptable level of internal consistency (0.78 < Cronbach's alpha <0.90).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Table 9",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "Preliminary analyses"
        },
        {
            "text": "Following the standard procedures for estimating and probing interaction effects outlined by Aiken and West (1991) , we conducted hierarchical regression analyses to test our hypotheses. We first centered all predictors to reduce potential multicollinearity and increase interpretability. Then, the variables were included in the regression equation through three steps using SPSS. In Step 1 of the equation, we entered control variables such as gender, education years, and working years. In Step 2, we entered the two centered predictor variables. In Step 3, we entered the interaction term of the centered predictors to test for the presence of an interaction between the predictors.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 114,
                    "text": "Aiken and West (1991)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Moderating effect of age"
        },
        {
            "text": "The results indicated that the CLS score was positively and significantly correlated with the SEI (β = 0.21, p < 0.001) and SWB (β = 0.25, p < 0.001; Table 10 ). The CLS score explained 7.9% of the SEI variance and 5.8% of the SWB variance. This result supported our hypothesis that there would be a linear correlation between CLS scores and real benefits.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "text": "Table 10",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Moderating effect of age"
        },
        {
            "text": "The results presented in Table 10 indicate that age significantly moderated the relationship between CLS score and SEI (β = 0.12, p < 0.001). These moderating effects explained 1.4% of the SEI variance. 2 However, the results revealed that age did not moderate the relationship between CLS score and SWB (β = 0.04, p > 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 33,
                    "text": "Table 10",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Moderating effect of age"
        },
        {
            "text": "To interpret the significant moderating effects, it was preferable to graphically represent them according to the procedure suggested by Preacher, Curran, and Bauer (2006) . This procedure consists of calculating the regression equations involving the independent variables (CLS score) and the dependent variable (SEI) according to the low and high levels of the moderating variable (age), which correspond to one standard deviation below the average and one standard deviation above the average, respectively. Figure 2 demonstrates that the relationship between CLS score and SEI grew stronger as age increased.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 171,
                    "text": "Preacher, Curran, and Bauer (2006)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 511,
                    "end": 519,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Moderating effect of age"
        },
        {
            "text": "In addition to plotting the moderating effects, we conducted simple slope analyses (Preacher et al., 2006) . The simple slope of the regression of SEI onto CLS scores was significant when age was high (β = 0.07, t(540) = 9.35, p < 0.001) and nonsignificant when age was low (β = 0.01, t(540) = 1.60, p > 0.05). Therefore, the results of the simple slope analyses partly corroborated the hypothesis that age would moderate the association between Chikui likelihood and real benefits (Figure 2 ). 2 We acknowledge that the effect should be considered small. Suffering a Loss Is Good Fortune 333 C.-X. Zhao et al. In this study, we utilized the CLS to determine whether there was a linear correlation between CLS scores and real benefits (either material or mental). The resulting findings revealed that CLS scores could positively predict SEI and SWB, suggesting that people who are more likely to choose Chikui are more likely to be satisfied with their life overall and to receive more material rewards. It is therefore relatively safe to say that \"suffering a loss is good fortune\" is not a myth but reality. Table 10 shows the regression results. Most importantly, the predicted two-way interaction was significant in the analysis of SEI. Simple slope analyses were conducted to illustrate the nature of the two-way interaction (Aiken & West, 1991) . More specifically, the CLS was more positively related to SEI as people aged. However, this effect was not observed between CLS scores and SWB. This result indicated that age moderated the relationship between Chikui likelihood and SEI but not the relationship between Chikui likelihood and SWB.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 106,
                    "text": "(Preacher et al., 2006)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 495,
                    "end": 496,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 610,
                    "text": "Zhao et al.",
                    "ref_id": null
                },
                {
                    "start": 1330,
                    "end": 1350,
                    "text": "(Aiken & West, 1991)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 491,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1110,
                    "end": 1118,
                    "text": "Table 10",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Moderating effect of age"
        },
        {
            "text": "Study 2 showed that the current relationship between CLS scores and material benefits (but not mental benefits) is stronger for older people than for younger people. One possible explanation is that a person's material gains must be accumulated over time, whereas mental benefits may not. To test this possibility, inspired by the finding that preschool children's delay of gratification can predict long-term coping and adjustment (Funder, Block, & Block, 1983; Mischel, Shoda, & Peake, 1988) , we wanted to explore whether CLS scores could predict a person's long-term material or mental benefit. We conjectured that the time interval would moderate the relationship between CLS scores and material benefits more heavily than it moderates the relationship between CLS scores and mental benefits. The ideal way to do this is to conduct a longitudinal study. However, this method was not possible within the time constraints of the study. Therefore, we tried an alternative way to collect supporting evidence. Instead of measuring people's \"Chikui\" likelihood first and then their material or mental benefit years later, we measured people's present material or mental benefit and then asked them to assess their CLS score from years ago. If there was a correlation between people's present material or mental benefit and their retrospective CLS score, we termed it a reverse-predictive effect of the CLS score on later material or mental benefit. Study 3 attempted to investigate this possibility. There was some empirical evidence demonstrating that the retrospective method we intended to use was effective (Bailey, Nothanagel, & Wolfe, 1995; Melamed, 1993; O'Gorman, 1982; Watson et al., 2013) .",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 462,
                    "text": "(Funder, Block, & Block, 1983;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 463,
                    "end": 493,
                    "text": "Mischel, Shoda, & Peake, 1988)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1610,
                    "end": 1645,
                    "text": "(Bailey, Nothanagel, & Wolfe, 1995;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1646,
                    "end": 1660,
                    "text": "Melamed, 1993;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1661,
                    "end": 1676,
                    "text": "O'Gorman, 1982;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1677,
                    "end": 1697,
                    "text": "Watson et al., 2013)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "STUDY 3: THE REVERSE-PREDICTIVE EFFECT OF CLS SCORES ON LATER MATERIAL OR MENTAL BENEFITS"
        },
        {
            "text": "Participants A total of three groups of college graduates were sampled. The first group comprised 1-year alumni of Shandong The third group consisted of 75 adults who graduated from university more than 20 years prior (30 women, 40%) and were aged 40 to 74 years (M = 49.56, SD = 8.46). The participants were adult passengers departing from Ji'nan West Railway Station, and the data collection took place in the waiting lounge of the railway station.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "The measures employed in Study 2 were also used in this study. In addition to measuring each subject's current CLS score (i.e., the CLS score assessed for the present) as in Study 2, we measured their imagined past CLS score (i.e., the CLS score recalled from the past). The instruction for recalling the \"CLS score for the past\" was given as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "\"For each scenario, please write 2 values: one that reflects the likelihood that you would do the same thing as the person described, and a second that reflects the likelihood that you personally would have done this when you were a college student.\" An example of the 24 scenarios measuring Chikui likelihood (Appendix S1) was as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "During an outbreak of SARS (severe acute respiratory syndrome), the food industry was severely affected. However, a restaurant owner did not lay off any employees and paid full salaries on time. Table 11 shows the means, standard deviations, and intercorrelations among the variables used in Study 3. Figure 3 depicts the comparison of CLS scores assessed for the present and CLS scores recalled for the past. All variables were analyzed with two-way ANOVAs with a repeated factor \"CLS score\" (present vs. past) and a between-subject factor \"group\" (1-year alumni, 10-to13-year alumni, and 20+-year alumni). The result revealed a main effect of CLS score (present vs. past), F(1, 385) = 199.69, p < 0.001. The CLS scores assessed for the present (764.29 ± 193.05) were higher than the CLS scores recalled for the past (683.64 ± 183.24). The main effect of group (1-year alumni, 10-to 13-year alumni, and 20+-year alumni) was significant, F(2, 385) = 8.05, p < 0.01. Pairwise comparisons showed that both 10-to 13-year alumni's CLS scores (present and past) and 20+-year alumni's CLS scores (present and past) were significantly higher than 1-year alumni's CLS scores (present and past). The results also showed a significant interaction effect between CLS score and group, F(2, 385) = 15.83, p < 0.001. A further simple effect analysis revealed that 1year alumni's CLS scores assessed for the present Suffering a Loss Is Good Fortune 335 C.-X. Zhao et al. (705.80 ± 170.82) were lower than those of other groups (10to 13-year alumni (776.37 ± 159.51), 20+-year alumni (848.84 ± 257.95) ), ps < 0.001. However, CLS scores recalled for the past did not differ significantly among the three groups.",
            "cite_spans": [
                {
                    "start": 1444,
                    "end": 1473,
                    "text": "Zhao et al. (705.80 ± 170.82)",
                    "ref_id": null
                },
                {
                    "start": 1512,
                    "end": 1585,
                    "text": "(10to 13-year alumni (776.37 ± 159.51), 20+-year alumni (848.84 ± 257.95)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 203,
                    "text": "Table 11",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 301,
                    "end": 309,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Our preliminary investigation showed that the older generation agrees more with \"suffering a loss is good fortune\" than the younger generation, and Study 2 showed that individuals' CLS scores increased with age. Those findings were consistent with the present finding that the past CLS scores collected by the retrospective method were lower than the current CLS scores and that there was no significant difference in past CLS scores among the groups. This consistency to some extent implied that the retrospective method was reliable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion Preliminary analyses"
        },
        {
            "text": "Reverse-predictive effect of Chikui likelihood on SEI and SWB We used hierarchical regression to test the reverse-predictive effect of CLS scores recalled for the past on SEI and SWB. The control variables were gender, age, education years, working years, and CLS scores assessed for the present. As shown in Table 12 and Figure 4 , the CLS scores recalled for the past significantly positively predicted SEI (β = 0.46, p < 0.05; ΔR 2 = 0.03, p < 0.05) for 20+-year alumni but did not predict current SWB for any of the three groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 317,
                    "text": "Table 12",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 322,
                    "end": 330,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results and discussion Preliminary analyses"
        },
        {
            "text": "In short, utilizing a retrospective method to measure participants' CLS score from years past, we found that the current relationship between Chikui likelihood and material (but not mental) benefits could be extended when asking participants to recall and assess their retrospective CLS score from years past. That is, CLS scores recalled for the past were correlated with higher levels of SEI in the present. This effect was strengthened as the interval between the time point of the memories and the present increased. Apparently, the prediction of SEI from earlier past CLS scores presented a time lag and an accumulated effect. This finding is consistent with a remark by Zheng Banqiao: \"Losers gain more gradually (亏 者盈之渐).\" However, this effect was not found in the relationship between Chikui likelihood and mental benefit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion Preliminary analyses"
        },
        {
            "text": "In sum, Study 3 duplicated the result of Study 2. The current CLS score was positively related to SEI and SWB. Furthermore, Study 3 verified the conjecture derived from Study 2. That is, the positive effect of Chikui likelihood on SEI became more significant as people aged, but the effect of Chikui likelihood on SWB did not change with time. We found that CLS scores recalled for the distant past (over 20 years) could significantly positively predict SEI, but this was not the case for the near past (1-year alumni and 10-to 13-year alumni). This effect was not found in the relationship between Chikui likelihood and mental benefits, which suggests that mental reward is gained spontaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion Preliminary analyses"
        },
        {
            "text": "To answer the question of whether the long-lasting Chinese dogma \"吃亏是福\" (suffering a loss is good fortune) can Journal of Behavioral Decision Making provide a satisfactory account for taking a single option that will result in apparent loss in our modern society, we first developed an anecdote-based scale to measure \"Chikui\" likelihood. The unique features of the scale are as follows: (i) each item that was supposed to measure \"Chikui\" was making a decision over whether to take a single option rather than choose from a pair of options, which was used in previous studies on suffering a loss (i.e., Tang et al., 2014) ; (ii) each \"Chikui\" item is a rephrased anecdote of celebrities before they were famous; and (iii) the \"Chikui\" likelihood was then measured by \"walking in another person's shoes\" (C. R. Rogers, 1902 Rogers, -1987 , which means indicating the likelihood that a responder would act in the same way that was described.",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 622,
                    "text": "Tang et al., 2014)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 811,
                    "end": 823,
                    "text": "Rogers, 1902",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 837,
                    "text": "Rogers, -1987",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "Three factors (Chikui for conscience, Chikui for wealth, and Chikui for reputation) were extracted by an exploratory factor analysis, and the three-factor construct was shown to be reliable and valid by the results of a CFA. Moreover, the convergent, discriminant, and incremental validity of the CLS were supported by analyzing the relationships between the CLS and other relevant variables within the \"nomological network.\" The result indicated that the developed CLS possessed incremental validity above and beyond existing relevant constructs and measures when accounting for \"Chikui\" phenomena.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "We then found that CLS scores were higher for those who chose \"Chikui\" (e.g., volunteers or participants who were willing to have more than one child) than those who did not and that CLS scores could positively predict SEI and SWB. These results suggest that \"Chikui\" is somewhat like a competency that people need to be successful in their lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "The good fortune (福) described in the dogma, in terms of material or mental benefits, was measured by SEI and SWB in the present study. As for mental benefits, our findings revealed a relationship between \"Chikui\" likelihood and mental benefit. That is, the more likely a person is to choose Chikui, the happier that person currently is. This is true regardless of age. This finding is consistent with what Zheng Banqiao said: \"Miss a move, take a step back, for immediate peace of mind, not in the hope of later reward\" 3 (Barme & Jaivin, 1992) .",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 545,
                    "text": "(Barme & Jaivin, 1992)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "Moreover, we found that Chikui likelihood was correlated not only with immediate peace of mind (mental benefit) but also with immediate or later reward (material benefit). Although Zheng Banqiao did not hope for a later reward to result from Chikui, we found a reverse-predictive effect of \"Chikui\" likelihood on later material benefit only when the past CLS score was recalled from more than 20 years prior. The observation that the past CLS score that was recalled from more than 20 years prior was correlated with SEI is reasonable given that a person's material gains are accumulated over time. In short, our findings suggested that choosing Chikui can result in not only mental benefits but also material benefits, and not only immediate rewards but also later rewards if time permits. It can, therefore, be stated confidently that \"suffering a loss is good fortune\" is not a myth but a certain reality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "The revealed material or mental benefits are supportive to our conjecture that \"there exists an extra dimension that is not offered but self-generated dimension.\" Otherwise, there will be no \"gain\" dimension in the space to represent the material or mental benefits we found and reported. The three factors (Chikui for conscience, Chikui for wealth, and Chikui for reputation) we generated by applying factor analysis are very likely to be a good candidate for any extra dimension (D j ) (Figure 1b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 499,
                    "text": "(Figure 1b)",
                    "ref_id": null
                }
            ],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "Using the option-representing framework in Figures 1 as a basis, it would be interpretable and easy to make theoretical sense of the present findings. That is, without the extra dimension (D j ) in mind, the decision maker had to assign a value (utility) to the option on the offered dimension(s) and obey the principle of value maximization (Figure 1a) . Thus, when faced with a pair of choices, the decision maker's only choice is to behave according to the jungle law of \"achieving rewards and avoiding punishments\" or, when offered a single option, act as \"When it was to their advantage, they made a forward move; when otherwise, they stopped still.\" (The Art of War 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 353,
                    "text": "(Figure 1a)",
                    "ref_id": null
                }
            ],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "In contrast, with the extra dimension (D j ) in mind, the decision maker will be able to assign a delayed subjective value to the option on the newly generated dimension. The material or mental benefits we found and reported are well above and beyond what is represented in a one-dimensional or multidimensional space (Figure 1b) . Once the value (utility) assigned to the option on the newly generated dimension (D j ) is greater than that assigned to the option on the offered dimension (D i ), to take an option that results in loss is no longer a puzzling \"paradox\" but a must for us to do in a very natural way.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 329,
                    "text": "(Figure 1b)",
                    "ref_id": null
                }
            ],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "We therefore reason that those who choose to \"Chikui\" (suffer a loss) are those who have assigned a greater delayed subjective value to the option on the newly generated dimension.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "There were four potential limitations to our study. First, we only conducted a cross-sectional study in Study 3, whereas it would be preferable to measure Chikui likelihood earlier and then track the material and mental benefit of our participants years later. In the absence of a longitudinal study, our findings are suggestive but do not prove causality, and the following two questions therefore remain unaddressed: (i) we are unable to confirm whether the correlation found in Study 2 means that it is the belief that boosts both financial and psychological well-being, rather than the reverse (i.e., greater present material benefit may increase present \"Chikui\" likelihood). Only a longitudinal study can fully assess this relationship, and (ii) we cannot confirm why current Chikui likelihood was more predictive of SEI than recalled Chikui likelihood for the 10-to 13-year alumni (the opposite of what we predicted). If a longitudinal SEI (rather than recalled Chikui likelihood) was measured a 3 放一着,退一步,当下安心,非图后来报也。The English version of this calligraphy is from Barme and Jaivin (1992, p. 439). decade ago and the result was the opposite of what we predicted, the notion of \"suffering a loss is good fortune\" would be challenged and shown to be contradictory. However, the present data leave it an open question as to whether this is true or not.",
            "cite_spans": [
                {
                    "start": 1073,
                    "end": 1105,
                    "text": "Barme and Jaivin (1992, p. 439).",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "Second, the measurement of mental benefit in our study was not a state-of-the-art assessment. To shorten the length of our questionnaire, the Life Satisfaction Scale (Campbell, 1976) , which is a concise measurement and the most commonly used measure in the SWB literature (Dolan et al., 2006; Marsh & Bertranou, 2012) , was adopted in the present study. It would certainly be helpful if future studies were able to utilize a modern instrument such as the Gallup World Happiness Report to measure participants' mental benefits.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 182,
                    "text": "(Campbell, 1976)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 273,
                    "end": 293,
                    "text": "(Dolan et al., 2006;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 294,
                    "end": 318,
                    "text": "Marsh & Bertranou, 2012)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "Third, considering the great length of time and number of measurements involved, not all subscales of the Big Five Inventory were measured to determine the convergent validity of the CLS. Thus, our conclusion regarding the correlation between the CLS and the Big Five Inventory may be inconclusive given that only the neuroticism and conscientiousness subscales of the Big Five Inventory, which we believe were relevant to the CLS, were assessed in the present study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "Last, although Studies 2 and 3 used Harman's single factor test to check for common method variance and the results suggested common method bias was unlikely to confound the results, it could be argued that this claim is likely to be incomplete because Harman's test is insensitive (Podasakoff et al., 2003) . In future studies, using multiple sources for data collection would be helpful for minimizing this problem.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 307,
                    "text": "(Podasakoff et al., 2003)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "Taken together, our findings suggest that the traditional Chinese dogma \"吃亏是福\" (suffering a loss is good fortune) might play a \"nudge\" role in how objectives of a green economy and sustainable development can be achieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "We are living in a rapidly changing environment (Wei, Tao, Liu, & Li, 2017) . In the context of transition to a green economy and sustainable development, if our vision is strictly limited to the space where a single option that will result in apparent loss was represented by a fixed set of dimensions (e.g., any dimension that represents exploiting natural resource wealth), it is unlikely that the objectives of a green economy and sustainable development will be achieved.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 75,
                    "text": "(Wei, Tao, Liu, & Li, 2017)",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "In fact, at present, millions of Chinese are being faced with a single offered option that will result in apparent loss such as compress, suspend, or close a profitable family business or state-owned enterprise. For instance, in Shandong Province, there are about six million livestock and poultry farms that would have been shut down or relocated if the livestock pollution requirements were not met before 2017 (Zhao, 2016 ). In addition, over one million fishermen (187,000 fishing boats) in China coped with the fishing moratorium from May 1 to September 1 in the East China Sea, the Yellow Sea, the Bohai Sea, and the South China Sea (Chu, 2017) , and the steel industry in China will cut crude steel capacity by 100 to 150 million tons over the next 5 years (Lu, 2016) .",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 424,
                    "text": "(Zhao, 2016",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 639,
                    "end": 650,
                    "text": "(Chu, 2017)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 764,
                    "end": 774,
                    "text": "(Lu, 2016)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "To ensure success in the mission of shutting down the businesses that are still making money and that millions of people live on, the key issue is whether the decision maker and policy maker are aware of the extra (hidden green) dimension (D j ), which represents the single option that will result in apparent loss. In this sense, efforts to enhance environmental protection consciousness (such as that proposed by the government or an NGO) do, in fact, emphasize that there is an invisible \"green\" dimension. The purpose of thinking green is to make it clear that choosing to \"Chikui\" (suffer a loss) on an offered dimension that represents exploiting natural resource wealth will gain something on an extra dimension that represents reducing environmental pollution and ecological impact. That an individual or organization, at present, should gain less, gain nothing, or even lose something (Chikui) in return for green and sustainable development in the future is exactly what the philosophy of \"suffering a loss is good fortune\" prescribes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "In sum, our findings offer insights into the relationship between short-sighted self-interest and long-term perspectives in real-world decision making. The decision-making approach derived from \"suffering a loss is good fortune\" might enlighten policy makers and managers in state administration and promote green development and green lifestyles as the country seeks to balance economic growth and environmental protection. These findings also provide an empirical reference for young people who are entering society and must choose among survival rules for life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Multiple regression: Testing and interpreting interactions",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Aiken",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cynicism in the workplace: Some causes and effects",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Bateman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Organizational Behavior",
            "volume": "18",
            "issn": "5",
            "pages": "449--469",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Social indicators of wellbeing: America's perception of life quality",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Withey",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Adam Smith, behavioral economist",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ashraf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Camerer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Loewenstein",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Journal of Economic Perspectives",
            "volume": "19",
            "issn": "3",
            "pages": "131--145",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "International principalagent relationships: Control, governance and performance. Industrial Marketing Management",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Aulakh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Gencturk",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "521--538",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Retrospectively measured individual differences in childhood sex-typed behavior among gay men: Correspondence between self-and maternal reports",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nothanagel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Archieves of Sexual Behavior",
            "volume": "24",
            "issn": "6",
            "pages": "613--622",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "1,500 scientists lift the lid on reproducibility",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "533",
            "issn": "7604",
            "pages": "452--454",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "New ghosts, old dreams: Chinese rebel voices",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Barme",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jaivin",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Academic delay of gratification",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bembenutty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Karabenick",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Learning and Individual Differences",
            "volume": "10",
            "issn": "4",
            "pages": "329--346",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Significance tests and goodness of fit in the analysis of covariance structures",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Bentler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Bonnett",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Psychological Bulletin",
            "volume": "88",
            "issn": "3",
            "pages": "588--606",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Measurement, judgment, and decision making",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Birnbaum",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The American occupational structure",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Blau",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "D"
                    ],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Single sample cross validation indices for covariance structures",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cudeck",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Multivariate Behavioral Research",
            "volume": "24",
            "issn": "4",
            "pages": "445--455",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Alternative ways of assessing model fit",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cudeck",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Sociological Methods & Research",
            "volume": "21",
            "issn": "2",
            "pages": "230--258",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The scree test for the number of factors",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Cattell",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Multivariate Behavioral Research",
            "volume": "1",
            "issn": "",
            "pages": "254--276",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Subjective measures of well-being",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "American Psychologist",
            "volume": "31",
            "issn": "2",
            "pages": "117--124",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A collection of \"twenty-four filial deeds\" stories",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Boats berthing as China starts summer fishing ban",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Construct validity in psychological tests",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Cronbach",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Meehl",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "Psychological Bulletin",
            "volume": "52",
            "issn": "4",
            "pages": "281--302",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Know all about the world famous story. Beijing: The Time Literature and Art Press",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "崔钟雷",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The robustness of test statistics to nonnormality and specification error in confirmatory factor analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Curran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Finch",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Psychological Methods",
            "volume": "1",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The evolution of direct reciprocity under uncertainty can explain human generosity in one-shot encounters",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Delton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Krasnow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooby",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cosmides",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "108",
            "issn": "",
            "pages": "13335--13340",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1102131108"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Review of research on the influences on personal well-being and application to policy making",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dolan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Peasgood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Grit: Perseverance and passion for long-term goals",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Duckworth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "92",
            "issn": "",
            "pages": "1087--1101",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Notes on social measurement: Historical and critical",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "D"
                    ],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Fairness in simple bargaining experiments",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Forsythe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Horowitz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Savin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sefton",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Games and Economic Behavior",
            "volume": "6",
            "issn": "3",
            "pages": "347--369",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Delay of gratification: Some longitudinal correlates",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Funder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "44",
            "issn": "6",
            "pages": "1198--1213",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "An evaluation of causal models linking the received role with job satisfaction",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Organ",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Administrative Science Quarterly",
            "volume": "18",
            "issn": "1",
            "pages": "95--103",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Essentials of business research methods",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Hair",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Babin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Money",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Samouel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Discounting future green: Money versus the environment",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Hardisty",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "U"
                    ],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Experimental Psychology: General",
            "volume": "138",
            "issn": "3",
            "pages": "329--340",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Modern factor analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Harman",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The Chinese strategy of transcendence",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The American Journal of Semiotics",
            "volume": "23",
            "issn": "1/4",
            "pages": "253--276",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Socioeconomic indexes for occupations: A review, update, and critique",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Hauser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Sociological Methodology",
            "volume": "27",
            "issn": "1",
            "pages": "177--298",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Educational and psychological measurement and evaluation. Allyn & Bacon, A Viacom Company, 160 Gould Street",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A rationale and test for the number of factors in factor analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Horn",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Psychometrica",
            "volume": "30",
            "issn": "2",
            "pages": "179--185",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The big five inventory-versions 4a and 54",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "P"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Donahue",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Kentle",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Paradigmshift to the integrative big five trait taxonomy",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "P"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Naumann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Soto",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Book of personality: Theory and research",
            "volume": "",
            "issn": "",
            "pages": "114--158",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Prospect theory: An analysis of decision under risk",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tversky",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Econometrica",
            "volume": "47",
            "issn": "2",
            "pages": "263--292",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A note on guttman's lower bound for the number of common factors 1",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "British Journal of Statistical Psychology",
            "volume": "14",
            "issn": "1",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Skills of an effective administrator",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Harvard Business Review",
            "volume": "52",
            "issn": "",
            "pages": "52--102",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Principles and practice of structural equation modeling",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kline",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Controlling common method variance while measuring the impact of emotional intelligence on well-being",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krishnaveni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Deepa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vikalpa",
            "volume": "38",
            "issn": "1",
            "pages": "41--47",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Guanzi, Library of Chinese classics",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kuan-Tzu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trans.). Guilin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Prestige stratification in the contemporary China: Occupational prestige measures and socio-economic index",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Sociological Research",
            "volume": "2",
            "issn": "74",
            "pages": "国社会的声望分层--职业声望与社会经济地位指数测量",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A survey of Renmin University of China indicate that scientist occupation prestige topped the list",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Occupation Education Research",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Chikui is good fortune",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "First family",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The relationship between subjective well-being and psychosocial variables in Taiwan",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Social Psychology",
            "volume": "135",
            "issn": "3",
            "pages": "351--357",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "State of Play in the Chinese Steel Industry",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Individual choice behavior: A theoretical analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Luce",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Anecdotes of famous figures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Measures of multivariate skewness and kurtosis with applications",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Mardia",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Biometrika",
            "volume": "57",
            "issn": "3",
            "pages": "519--530",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Can subjective well-being measures be used to value policy outcomes? The example of engagement in culture",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bertranou",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cultural Trends",
            "volume": "21",
            "issn": "4",
            "pages": "299--310",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The effect of delay and intervening events on reinforcement value",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mazur",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Quantitative analysis of behavior",
            "volume": "5",
            "issn": "",
            "pages": "55--73",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Consumers' evaluations of multiple-attribute objects",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Méndez",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Market conditions and job tenure: A retrospective study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Melamed",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Psychological Reports",
            "volume": "72",
            "issn": "1",
            "pages": "87--92",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The nature of adolescent competencies predicted by preschool delay of gratification",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mischel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shoda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Peake",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "54",
            "issn": "4",
            "pages": "687--699",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "A retrospective study of epidemiological and clinical aspects of 28 transexual patients",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "O&apos;gorman",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Archives of Sexual Behavior",
            "volume": "11",
            "issn": "3",
            "pages": "231--236",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Common method biases in behavioral research: A critical review of the literature and recommended remedies",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Podasakoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Podsakoff",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Applied Psychology",
            "volume": "88",
            "issn": "5",
            "pages": "879--903",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Social dominance orientation: A personality variable predicting social and political attitudes",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pratto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sidanius",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stallworth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Malle",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "67",
            "issn": "4",
            "pages": "741--763",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Computational tools for probing interactions in multiple linear regression, multilevel modeling, and latent curve analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Preacher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Curran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Educational and Behavioral Statistics",
            "volume": "31",
            "issn": "4",
            "pages": "437--448",
            "other_ids": {
                "DOI": [
                    "10.3102/10769986031004437"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "An introduction to applied multivariate analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Raykov",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Marcoulides",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Neural basis of deciding, choosing and acting",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Schall",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature Reviews Neuroscience",
            "volume": "2",
            "issn": "1",
            "pages": "33--42",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "The effect of leniency on leader behavior descriptions. Organizational Behavior and Human Performance",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Schriesheim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kinicki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Schriesheim",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "1--29",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Nonparametric statistics for the behavioral sciences",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Graph framing effects in decision making",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bonini",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Behavioral Decision Making",
            "volume": "25",
            "issn": "5",
            "pages": "491--501",
            "other_ids": {
                "DOI": [
                    "10.1002/bdm.749"
                ]
            }
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "A revised socioeconomic index of occupational status",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Featherman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Social Science Research",
            "volume": "10",
            "issn": "4",
            "pages": "364--395",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Li Ka-shing's complete biography: From the plastic salesman to leader of Chinese business",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Suffering a loss is a blessing: Is it real gold or fool's gold?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Acta Psychologica Sinica",
            "volume": "46",
            "issn": "10",
            "pages": "1549--1563",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Should versus want: On the relative contribution of injunctive norms and preferences on trust decisions",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Thielmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Hilbig",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Behavioral Decision Making",
            "volume": "30",
            "issn": "2",
            "pages": "446--452",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Choice under conflict: The dynamics of deferred decision",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tversky",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shafir",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Psychological Science",
            "volume": "3",
            "issn": "6",
            "pages": "358--361",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-9280.1992.tb00047.x"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Communicative gesture use in infants with and without autism: A retrospective home video study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Crais",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Baranek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Dykstra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Hammer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "American Journal of Speech-Language Pathology",
            "volume": "22",
            "issn": "1",
            "pages": "25--39",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Freedom from fear and want' and our psychological response to environmental changes",
            "authors": [
                {
                    "first": "Z.-H",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Pacific Rim Psychology",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/prp.2017.11"
                ]
            }
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "From the occupation evaluation and career orientation to see Chinese social structure change",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "X"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "从职业评价与择业取向 看中国社会结构变迁. 社会学研究",
            "volume": "3",
            "issn": "9",
            "pages": "67--85",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Chikui is good fortune",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Livestock and poultry farm that should be out of prohibition of feeding area",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Personality, cognitive and social orientations and subjective wellbeing among Chinese students",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Australian Psychologist",
            "volume": "39",
            "issn": "2",
            "pages": "166--171",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Comparison of five rules for determining the number of components to retain",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Zwick",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Velicer",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Psychological Bulletin",
            "volume": "99",
            "issn": "3",
            "pages": "432--442",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "et al. (2014) are not. The correlations between Tang et al.'s scale (2014), the CLS, and their subscales are presented in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Relationship between CLS scores and SEI for young and old people. CLS,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Comparison of the CLS assessed for the present with the CLS recalled for the past across three groups of college graduates (1-year alumni, 10-to 13-year alumni, 20+-year alumni). CLS, Chikui Likelihood Scale",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "SEI (Social Economic Index) as a function of Chikui Likelihood Scale score recalled for the past. The lines correspond to the three groups of college graduates: 1-year alumni (green), 10-to 13year alumni (purple), and 20+-year alumni (blue) [Colour figure can be viewed at wileyonlinelibrary.com] 336",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Factor loadings of the 12 items of the Chikui Likelihood Scale",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Alternative models and significance test GFI, goodness of fit index; CFI, comparartive fit index; IFI, incremental fit index; RMSEA, root mean square error approximation.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "selected three types of volunteers (teaching in a remote area, serving at summer universiade, and donating blood without compensation) as people who chose \"Chikui.\" Their results revealed that volunteers' scores (M teaching in a remote area = 78.03, M serving at summer universiade = 74.68, M donating blood without compensation = 70.89) of \"worth-based choices\" were significantly higher than those of non-volunteers (M not teaching in a remote area = 71.58, M not serving at summer universiade = 72.99, M not donating blood without compensation = 67.96) (ps < 0.05). In the present study, we followed this logic and selected volunteers as people who chose \"Chikui\" to examine the empirical validity of the CLS. Moreover, considering that the correlations between Tang et al.'s scale",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Results of binomial logistic regression analysis predicting volunteers (N = 200)Note: Wald, wald statistic with a chi-square distribution and one degree of freedom; Exp(β), exponent of the estimated coefficient; 95% CI = 95th percentile for the exponent of the estimated coefficient; CLS, Chikui Likelihood Scale. *p < 0.05. **p < 0.01.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Correlations between the CLS and measures of related constructs (N = 297)",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Comparing means of groups on the CLS",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Results of binomial logistic regression analysis predicting volunteers and participants who were willing to have more than one child",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Means, standard deviations, Cronbach's alphas, and correlations between variables",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Moderating effect of age",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Means, standard deviations, and intercorrelations among variables used in Study 3",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Hierarchical regression analysis of CLS scores recalled for the past on SEI and SWB Variable SEI SWB 1-year alumni 10-to 13-year alumni 20+-year alumni 1-year alumni 10-to 13-year alumni 20+-year alumni Note: SEI, socioeconomic index; SWB, subjective well-being; CLS, Chikui Likelihood Scale. *p < 0.05. **p < 0.01. ***p < 0.001.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was partly supported by the National Natural Science Foundation of China (31671166; 31471005; 71201163), MOE (Ministry of Education in China) Liberal Arts and Social Sciences Foundation (15YJC190032), Foundation for the Supervisor of Beijing Excellent Doctoral Dissertation (20138012501), and CAS Key Laboratory of Behavioral Science, Institute of Psychology, Chinese Academy of Sciences (Y5CX052003). We wish to thank Hui Tang and Kun Zhou for many helpful discussions and valuable suggestions and Hong Yu and Ya-Ru Zhou for their assistance with the data collection. The funders had no role in the study design, the data collection, the analysis, the decision to publish, or the preparation of the manuscript. We are indebted to the respondents for their participation in the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Suffering a Loss Is Good Fortune 337 C.-X. Zhao et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Cui-Xia Zhao is an Assistant Professor at School of Psychology, Shandong Normal University. Her research interests include worth-based choice and intertemporal choice.Si-Chu Shen is a PhD candidate at Institutes of psychology, Chinese Academy of Sciences. Her research interests include intertemporal choice, sustainable decision making, and worth-based choice.Li-Lin Rao is an Associate Professor at Institute of Psychology, Chinese Academy of Sciences. Her research interests include decision making, prosocial behavior, and neuroeconomics. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' biographies:"
        },
        {
            "text": "Cui-Xia Zhao, School of Psychology, Shandong Normal University, Jinan, China. Journal of Behavioral Decision Making",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' addresses:"
        }
    ]
}