{
    "paper_id": "6c99164301444faa6eacb7f37d4e00944fbd167b",
    "metadata": {
        "title": "African perspectives: modern complexities of emerging, re-emerging, and endemic zoonoses",
        "authors": [
            {
                "first": "Abdulazeez",
                "middle": [],
                "last": "Muzemil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Usmanu DanFodio University",
                    "location": {
                        "settlement": "Sokoto",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Olubunmi",
                "middle": [
                    "Gabriel"
                ],
                "last": "Fasanmi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Federal College of Animal Health and Production Technology",
                    "location": {
                        "settlement": "Ibadan",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Folorunso",
                "middle": [
                    "Oludayo"
                ],
                "last": "Fasina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pretoria",
                    "location": {
                        "settlement": "Dar es Salaam",
                        "country": "United Republic of Tanzania"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Emerging and reemerging infectious diseases (ErEIDs) and antimicrobial resistant pathogens will continue to challenge global public and animal health and will need concerted efforts to combat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "R ecent events have shown that public health, animal health and national economies have been threatened, globally, by the increased occurrence of emerging and re-emerging infectious diseases (ErEIDs) [1] . Specifically, land use change cum agricultural practices, surging human demographic, pathogen evolution (antimicrobial resistance), failure of public health systems, global travel and more global interconnectedness in spatial and temporal dimensions have driven these threats [2] . Other aggravating factors include: ecological changes, incursion into previously uninhabited areas, changes in human behavior, environmental degradation, international trade, technology and industry, antimicrobial misuse, and deficiencies in public health infrastructure and decision-making [1] [2] [3] . Major ErEIDs − including zoonoses − have been reported in the last two decades including: Bovine Spongiform Encephalopathy, Hendra, Nipah, Severe Acute Respiratory Syndrome (SARS), Highly Pathogenic Avian Influenza (HPAI) H5N1, H5N8 and H7N9 subtypes, West Nile fever, Pandemic H1N1 Influenza, Ebola virus disease (EVD) and Middle East respiratory syndrome coronavirus (MERS-CoV). Many of these diseases have been documented in Africa.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 779,
                    "end": 782,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 783,
                    "end": 786,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Africa, 47 of the 54 countries (87%) have reported ErEIDs to the WHO since 1997 ( Table 1) . While several initiatives have been implemented globally to accelerate progress toward a safer world [4] , it is yet not clear whether African countries are ready and capable of handling the magnitude and threats associated with ErEIDs [4] . Here, we reviewed plausible reasons and drivers for the upsurge of ErEIDs in Africa and proffer some mitigating measures.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 93,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Human populations in African countries have rapidly increased in the last few decades (Figure 1 ). Population growth has occurred together with a substantial modification of human and pathogen behaviours [2, 4] . For example, Hoosegood has identified that societal behaviours eg, union formation and cohabitation, re-marriage and partnering, union instability-widowhood, divorce and separation, fertility and fecundity, and fertility-related decisions significantly impact on and are impacted by HIV and AIDS in sub-Saharan regions particularly, in Southern Africa [5] . Second, urban growth has disrupted wildlife and pathogen ecology [1, 2] . As human-pathogen contacts increase, so does the probability for more outbreaks. Pathogens affected include cowpox, Lyme disease, Nipah, Hendra and Ebola viruses as well as the group named ESKAPE -which includes Enterococci, S. aureus, K. pneumoniae, A. baumannii, P. aeruginosa and En-terobacteria-which explains between 45 and 77% of all African human mortalities [1, 3] . As human-pathogen contacts increase, so does the probability of more outbreaks.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 208,
                    "end": 210,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 565,
                    "end": 568,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 640,
                    "end": 642,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1015,
                    "end": 1017,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 95,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "To prevent epidemics, it is needed to markedly improve public infrastructures, sanitation, and the health systems. For instance, the public and animal health surveillance systems must transform, so interventions occur within acceptable response times [1, 3, 4] .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 255,
                    "end": 257,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 258,
                    "end": 260,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Third, in the 20 th century, the average temperature has increased approximately 0.7°C in the African continent. Climate change has predisposed Africa to highly vulnerable situations, particularly around internationally shared water resources. Consequently, new challenges have emerged, including: border-related conflicts, food security risk due to declines agricultural production, vectorand water-borne diseases, (especially in areas with inadequate health infrastructure), flooding and exacerbation of desertification by changes in rainfall and intensified land use [2] . Predictions related to water resources include: (a) decreased rainfalls in portions of the Sahel, (b) increased rainfalls in east central Africa, (c) increased temperature ranging from 0.2°C to >0.5°C per decade, especially in the semi-arid margins of the Sahara and central southern Africa [6] . Some studies have also suggested that major climate change will influence water resource use, natural resources management and biodiversity, human health, food security, resettlement and infrastructure re-allocation, and desertification [2, 6] . Variance in climatic conditions will impact significantly on disease ecology and epidemiology with upsurge in human-animal disease conditions due decreased salinity of the soil which can increase the number of toxic bacteria and breeding sites for mosquitoes and rodents.",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 573,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 867,
                    "end": 870,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1110,
                    "end": 1113,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1114,
                    "end": 1116,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These challenges can have consequences on international trade and commerce. Since the liberalization of trade policies between countries over the past two decades, national economies have grown in leaps and bounds. While such policies have fast-tracked growth forecast for African countries, they also have augmented the risks of emergent and trans-boundary animal and human diseases especially associated with long flights, such zoonotic tuberculosis, influenza viruses, HIV/AIDS and cholera. Because trans-border movements of livestock and/or some commercial practices may bring together disease vectors and humans, human and animal health should be addressed together [1] [2] [3] .",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 674,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 679,
                    "end": 682,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fourthly, the rapid expansion in human populations (and consequently, the need to meet the food security needs) has warranted the intensification of animal and crop agriculture. These changes have converted previously fallow lands and forest into arable, agricultural and/or grazing lands. Associated with these changes are increased (a) rodents populations, (b) dispersal and redistributions of wild ruminants populations and their ectoparasites, (c) wildlife-livestock-human interactions, and (d) occurrence of diseases like Rift Valley Fever. Bodies of evidence have suggested that the rate of future zoonotic diseases will be closely linked to the evolution of the agriculture-environment nexus [1, 2] . It is suggested that, as long as Africa (or any other continent) does not address complex interactions -such as those that involve agriculture, the environment, economics, sociology, as well as zoonotic pathogens, disease outbreaks may follow human-driven disruptions, as those observed after major changes in land use, eg, those related with the construction of dams, mines, and intensive agriculture.",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 702,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 703,
                    "end": 705,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The fact that pathogens have evolved and keep evolving should be emphasized. Microbes such as Mycobacterium tuberculosis, Enterococcus faecium, Enterobacter cloacae, Klebsiella pneumoniae, S. aureus, Acinetobacter baumanii and Pseudomonas aeruginosa have developed multiple resistance mechanisms due to excessive and long-term use of antimicrobials, genetic transfers of resistance genes and selective pressures [2, 3] . Endemic antimicrobial-resistant Africa will need to prioritize rapid detection, prompt response to ErEIDs, optimize the benefit of geospatial epidemiology in policy decisions and utilize interdisciplinary educational programs. ) . Intense human-animal interactions, and consumption of non-certified pathogen-free animal products facilitate the spread of zoonoses pathogens come with heavy clinical and economic burdens, especially in the developing countries. Recent review had indicated that endemic infections associated with antimicrobial resistance requires a particular attention because such diseases are linked with approximately 44 to 77% of all annual human deaths in Africa [3] . It has been estimated that, by 2050, more lives will be lost due to antimicrobial resistance (AMR) than cancer [3] . One major component of antimicrobial resistance is the overuse of antimicrobials in the production of livestock, which are then passed to humans [3] . Because vaccines reduce the incidence of infectious diseases (and, therefore, antibiotic use), immunisations might reduce AMR [1, 3, 7] .",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 415,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 416,
                    "end": 418,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1105,
                    "end": 1108,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1222,
                    "end": 1225,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1373,
                    "end": 1376,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1505,
                    "end": 1508,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1509,
                    "end": 1511,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1512,
                    "end": 1514,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 648,
                    "end": 649,
                    "text": ")",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Prevention and mitigations: given the numerous and serious issues here identified, African governments need to prioritize efforts aimed at rapid detection and prompt response to emerging or re-emerging pathogens. For example, the Critical Response Time (CRT or time available to implement effective epidemic control measures) should be considered in decision-making [1, 5] . That is so because for any intervention to be very effective (≈ 100%), it must be deployed under a realist timeframe; if it requires a longer period of time, it will necessarily be (i) less effective (if not ineffective), and (ii) more expensive [5] . CRT may or may not include geo-referenced data. When it lacks geographical data, it becomes much shorter, making useless almost any intervention. Thus, the real significance of CRT is that it should be expanded (giving decision-makers more time to complete interventions) − which can only be achieved when high-resolution geo-referenced epidemiologic data are analyzed in time and space. Thus, to achieve improved epidemic control measures, geographically explicit data should be collected from epidemics, analysed and lessons learnt made available for future interventions. Only such (local or regional) data can support scientifically valid decision-making. Yet, even recent epidemics have been addressed with ad hoc policies, such as the classic '3-km radius control rings' -which assume all epidemics (ie, all pathogens, all host species, and all local geographies) are identical [1] [2] [3] . Failure to consider local bio-geo-epidemiological information has led to widespread dissemination of major epidemics, such as Ebola in Guinea, Liberia, and Sierra Leone [8] .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 369,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 370,
                    "end": 372,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1511,
                    "end": 1514,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1515,
                    "end": 1518,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1519,
                    "end": 1522,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1694,
                    "end": 1697,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Infectious diseases and zoonoses are extremely expensive to nations both clinically and economically, for example a recent valuation had estimated such costs to include: SARS in Asia and Canada (US$ 30-50 billion), HPAI H5N1 globally (US$ 30 billion), worldwide influenza H1N1 (US$ 45-55 billion), Ebola in West Africa (US$ 10 billion) and Zika in Latin America and the Caribbean (US$ 7-18 billion) [9] , promptly delivered pre-emptive actions and control measures, as well as targeted interventions can significantly reduce burdens associated with these diseases.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 402,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The creation of interdisciplinary educational programs aimed at local and regional decision-makers involved in disease diagnosis, dissemination, and control, is recommended. Such programs could develop and integrate: (i) local data on antimicrobial resistance, (ii) high-resolution, local geo-referenced data, and (iii) site-specific control measures that can be implemented within biologically valid critical response times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "One Health contributions towards more effective and equitable approaches to health in low-and middle-income countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cleaveland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Abela-Ridder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Buza",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Crump",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "372",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2016.0168"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Urbanization and disease emergence: dynamics at the wildlife-livestock-human interface",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hassell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Begon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Fčvre",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Trends Ecol Evol",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tree.2016.09.012"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical and economic impact of antibiotic resistance in developing countries: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Founou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Founou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Essack",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0189621"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The world health report 2007 -A safer future: global public health security in the 21st century",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "16--33",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The demographic impact of HIV and AIDS across the family and household life-cycle: implications for efforts to strengthen families in sub-Saharan Africa",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hosegood",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "AIDS Care",
            "volume": "21",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/09540120902923063"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Working Group II). Impacts, adaptation and vulnerability. The Third Assessment Report of the Intergovernmental Panel on Climate Change Working Group II",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "F"
                    ],
                    "last": "Canziani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Leary",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Dokken",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The role of vaccines in preventing bacterial antimicrobial resistance",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "U"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Knirsch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Med",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nm.4465"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ebola Virus Disease in West Africa -The First 9 Months of the Epidemic and Forward Projections",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who-Ert)",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aylward",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barboza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bawo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bertherat",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1411100"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Investing in One Health: A concerted approach to address shared risks to humans, animals, and the environment",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Africa and sub-regional population trends in thousands ('000), 1997-2020. Source: UN (DESA), 2017.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(1997); Meningitis (1998); Cholera(1998, 1999, 2002, 2003, 2011, 2012, 2015); Marburg HF(1999-2001); Acute respiratory syndrome (2002), Influenza (2003), Typhoid fever (2004, 2005); Plague (2005, 2006); Meningococcal infection (2007); Poliomyelitis (2007, 2017); Ebola haemorrhagic fever (2007fever (2000, 2001, 2004, 2008, 2009); Cholera (2002, 2003, 2005); Bloody diarrhoea (2003); Ebola HF (2014), Lassa fever (2016); Unexplained clusters of death (2017); Meningococcal septicaemia (fever (2000); Cholera (2001, 2004, 2005, 2010, 2017); Meningococcal disease (2004, 2009, 2015, 2017); Acute fever & rash syndrome (2005); Avian influenza (2006, 2007); Poliomyelitis (2009); Lead poisoning (2010); Lassa fever (2012, 2016, 2017); Ebola VD (2014); Wild poliovirus & vaccine derived polio (2016); Acute hepatitis E (2017), Monkey pox (2017) Rwanda (13 087 000) Meningococcal disease (2000, 2002) Sao Tome and Principe (218 000) None posted Senegal (17 200 000) Yellow fever (2002, 2005, 2010, 2011); Cholera (2004, 2005); Lead intoxication (2008); Ebola VD (2014); Chikungunya (2015) 52 countries were listed on the WHO website. Benin (12 123 000); Republic of Congo (4 706 000); Réunion(France) (897 000); Comoros (870 000); Western Sahara (597 000); Mayotte (France) (273 000); Saint Helena, Ascension and Tristan da Cunha (UK) (4000) were not listed on the WHO website and have no report. Source: Emergencies preparedness, response: available at http://www.who.int/csr/don/archive/country/en/ and Disease outbreaks: available at: http://www.who.int/topics/disease_outbreaks/en/. Accessed 15 October 2017. Probabilistic population projection for 2020 for all African countries using the exponential formula (https://en.wikipedia.org/wiki/List_of_African_countries_by_population) and the data from UN (DESA), 2017 (http://esa.un.org/unpd/wpp/. Accessed 1 November 2017).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Continued",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments: Population data from the United Nations was utilized in this work. Authorship contributions: AM initiated the study, contributed to the data and initial draft; OGF contributed to data filtering and analysis; FOF reviewed the concept, analyzed data, wrote, edited and reviewed the manuscript and took overall direction of the work. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors completed the Unified Competing Interest form at www.icmje.org/coi_disclosure.pdf (available upon request from the corresponding author), and declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests:"
        }
    ]
}