{
    "paper_id": "6dab259f3cac146d0cadf07d4085a8ecc4069bed",
    "metadata": {
        "title": "Accompanying to the manuscript entitled \"Tracking social contact networks with online respondent-driven detection: who recruits whom?\"",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "L"
                ],
                "last": "Stein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mart",
                "middle": [
                    "L"
                ],
                "last": "Stein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Utrecht",
                    "location": {
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "G M"
                ],
                "last": "Van Der Heijden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Utrecht",
                    "location": {
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Vincent",
                "middle": [],
                "last": "Buskens",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Utrecht",
                    "location": {
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Jim",
                "middle": [
                    "E"
                ],
                "last": "Van Steenbergen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment",
                    "location": {
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Linus",
                "middle": [],
                "last": "Bengtsson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet",
                    "location": {
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Carl",
                "middle": [
                    "E"
                ],
                "last": "Koppeschaar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Thorson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet",
                    "location": {
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Mirjam",
                "middle": [
                    "E E"
                ],
                "last": "Kretzschmar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Utrecht",
                    "location": {
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This file contains supporting information for the results presented in the manuscript \"Tracking social contact networks with online respondent-driven detection: who recruits whom?\". The supportive information is presented in the order as it is discussed in the main manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table of Contents"
        },
        {
            "text": "In chapter 1 we explained in detail how numbers of contacts and the effects of covariates were analysed. In chapter 2 we investigated the influence of participants' characteristics on the size of a recruitment tree. In chapter 3 we displayed the mixing matrices by age of our sample and of the Dutch POLYMOD separately. Here we also provided the absolute number of self-reported symptoms and a visualisation of the mixing patterns by degree. In chapter 4 we analysed the distance between recruiters and their recruits, and quantified the extent to which a recruiter who lives in a certain region in the Netherlands invited contact persons that live in the same municipality as the recruiter is working and/or studying. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table of Contents"
        },
        {
            "text": "In the questionnaire participants were asked for number of contact persons during one full day ('yesterday'), this number was defined to be a participant's 'degree'. First, we looked at the distribution of degree, stratified by days of week and the locations that were predefined in the questionnaire ( Figure A1 ). For at home and at other places the distributions of degree were fairly similar. During weekdays participants reported more contact persons at work or university, then during the weekend. There were no large differences in the total degree distributions (see 'at all locations') between weekdays and weekends. We investigated which covariates influence degree using a regression model. Firstly, we investigated which theoretical distribution best fitted the empirical distribution using the R package 'GAMLSS'.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 312,
                    "text": "Figure A1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Numbers of contact persons and the effect of covariates"
        },
        {
            "text": "The degree distribution showed strong over-dispersion, with a mean degree of 19.6 per participant (median: 11.0; SD: 35.3). Table A1 displays the parameter estimates and AIC's of the various fitted distributions. Note that the power-law was fitted with the GAMLSS function \"PARETO2\". Cumulative distributions with a power-law form are sometimes said to follow a Pareto distribution (or Zipf 's law) [1] . Figure A2 displays the various distributions in a reverse cumulative probability distribution plot (Log10 transformed). Based on the AIC's, the continuous distributions Log-normal and Power-law best fitted the empirical degree distribution [2] . However, these are continuous distributions fitted to a discrete distribution.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 402,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 132,
                    "text": "Table A1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 405,
                    "end": 414,
                    "text": "Figure A2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Numbers of contact persons and the effect of covariates"
        },
        {
            "text": "Therefore, we chose the first best fitted discrete distribution: the Poisson-inverse Gaussian (PIG).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numbers of contact persons and the effect of covariates"
        },
        {
            "text": "The PIG distribution, an alternative to negative binomial, has the potential for modelling highly dispersed count data due to the flexibility of Inverse Gaussian distribution [3, 4] . We applied the PIG distribution in the regression analysis.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 179,
                    "end": 181,
                    "text": "4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Numbers of contact persons and the effect of covariates"
        },
        {
            "text": "We used a PIG regression model to investigate the effect of the following covariates on degree: age, sex, household size and ILI, and days of the week. The reference categories were the 0 ̶ 39 age group, females, one-person households, no self-reported ILI, and Sunday. Table A2 shows the output of the regression model. IRR stands for incidence rate ratio that are standard provided when conducting a PIG regression analysis. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 278,
                    "text": "Table A2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Numbers of contact persons and the effect of covariates"
        },
        {
            "text": "We conducted a descriptive analysis to investigate which characteristics of individuals in a recruitment tree influence the total size of a tree. Firstly, we plotted the number of nodes, i.e., participants who completed the questionnaire, stratified by characteristics of seeds ( Figure A3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 289,
                    "text": "Figure A3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Descriptive analysis of recruitment trees"
        },
        {
            "text": "The characteristics of seeds did not appear to influence the number of nodes in a recruitment tree. Figure A3 -B did show a slight increase in tree size for a larger proportion of trees with a female seed, e.g., of all trees with a node size of 4 more than 75% had a female seed. This effect of female seeds was not shown for trees with a size of 5 or more nodes, which is probably due to the lower number of trees with those sizes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "text": "Figure A3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Descriptive analysis of recruitment trees"
        },
        {
            "text": "In Figure A4 we investigated the relationship between tree size and the composition of the entire recruitment tree. Overall, the larger the proportion of women or individuals with a bachelor's degree or higher in a recruitment tree, the larger the tree size was on average (see Figures ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "text": "Figure A4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 278,
                    "end": 285,
                    "text": "Figures",
                    "ref_id": null
                }
            ],
            "section": "Descriptive analysis of recruitment trees"
        },
        {
            "text": "We compared the recruiter-recruit matrix stratified by age with the participant-contact matrix by age collected during the Dutch POLYMOD study (see Figure A5 ) [5, 6] . We used the Dutch POLYMOD data that was corrected for digit preference by participants for the age of contact persons, details on this correction can be found in Van de Kassteele, J., et al. [6] .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 164,
                    "end": 166,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 157,
                    "text": "Figure A5",
                    "ref_id": null
                }
            ],
            "section": "Mixing by age and comparison with POLYMOD"
        },
        {
            "text": "Strong assortative mixing patterns by age were observed in both matrices. However, in our sampled recruiter-recruit matrix the younger age groups (below 20 years of age) were not represented. In the Dutch POLYMOD study these younger age groups were purposely oversampled to be able to analyse their contact patterns, as the hypothesis is that children play a central role in the transmission dynamics of influenza pandemics [6] . Children have frequent contact within their own groups and they have a wide range of contacts, therewith connecting all age groups [7] . Figure A5 . Comparison with the Dutch POLYMOD study. We compared the recruiter-recruit matrix stratified by age with the participant-contact matrix by age collected during the Dutch POLYMOD study [6] . In Figure 2D (see main manuscript) we compared the number of contact persons reported at different locations by our participants, with the contacts reported at different locations in the Dutch POLYMOD study [6] . For this comparison the sample was weighted for the size of age groups in the POLYMOD study. The applied weights can be found in Table A3 . ",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 427,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 976,
                    "end": 979,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 567,
                    "end": 576,
                    "text": "Figure A5",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 781,
                    "text": "Figure 2D",
                    "ref_id": null
                },
                {
                    "start": 1111,
                    "end": 1119,
                    "text": "Table A3",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Mixing by age and comparison with POLYMOD"
        },
        {
            "text": "We plotted the recruiter-recruit matrix by degree (see Figure A6 ). We observed random recruitment by degree between a recruiter and a recruit, which corresponds to the correlation coefficients for degree displayed in Table 3 in the main manuscript. As the dots clustered in the left corner, we looked more closely at the distribution up till an individual degree of 50. Furthermore, we plotted the distribution on a log10 scale, which also illustrated random mixing. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 64,
                    "text": "Figure A6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 218,
                    "end": 225,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Mixing by degree"
        },
        {
            "text": "We investigated the distance between recruiters and recruits based on the provided 4-digit postal codes. The distribution of the distance between recruiter-recruit pairs was right-skewed ( Figure A7 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 198,
                    "text": "Figure A7",
                    "ref_id": null
                }
            ],
            "section": "Distance between recruiter-recruit pairs"
        },
        {
            "text": "Based on the distribution in Figure A7 , we categorised for Table 4 (see main manuscript) distance into three groups: same postal code, 1 ̶ 10 km and > 10km. It appeared that for the first group (same postal code), recruiters invited slightly more similar aged recruits compared to the other two distance groups (see Figure A8 ). This is confirmed by the correlation coefficients for age in Table 4 in the main manuscript.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 38,
                    "text": "Figure A7",
                    "ref_id": null
                },
                {
                    "start": 60,
                    "end": 67,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 317,
                    "end": 326,
                    "text": "Figure A8",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 398,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Distance between recruiter-recruit pairs"
        },
        {
            "text": "The mean distance between seeds (wave 0) and their recruits in wave 1 was higher than the mean distance between recruiter-recruit pairs in consequent waves. Figure A9 displays the distances for different link steps, as seen from the seed. Thus link step 1 is between seeds and their recruits in wave 1. Figure A8 . Age distributions of recruiters and recruits stratified by distance. Pink colour: recruiters; blue colour: recruits. Figure A9 . Distance between recruiter-recruit for different link steps. Link steps here indicate links steps as seen from the seed. Thus, link step '1' indicates the link between seeds and recruits-inwave-1; link step 2 the link between recruiters-in-wave-1 and recruits-in-wave-2, and so on.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 166,
                    "text": "Figure A9",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 312,
                    "text": "Figure A8",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 441,
                    "text": "Figure A9",
                    "ref_id": null
                }
            ],
            "section": "Figure A7. Histograms of distances between recruiter-recruit pairs in kilometres (km)."
        },
        {
            "text": "The Netherlands counts 12 provinces that represent the administrative layers between the national government and the local municipalities (i.e. subdivisions of a province). We categorised the Figure 4A ) and the commuting network ( Figure 4B ). Therefore, we investigated for Dutch participants the relationship between the geographical locations where a recruiter works and/or studies, and the location where their recruited contact person lives. We excluded participants living in Belgium. Home location was defined by the provided 4-digit postal code. The work location was defined by the city or village that was provided in the questionnaire.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 201,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 232,
                    "end": 241,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "A logistic regression analysis"
        },
        {
            "text": "Our goal was to quantify the extent to which a recruiter who lives in a certain region (four regions defined, see above) invites contact persons that live in the same municipality as the recruiter is working/studying.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A logistic regression analysis"
        },
        {
            "text": "We used a mixed effect logistic regression model to estimate the binary outcome:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A logistic regression analysis"
        },
        {
            "text": "-recruiter did not invite a recruit who lives in the same municipality as the recruiter is working or studying (0) -recruiter invited a recruit who lives in the same municipality as the recruiter is working or studying (1) This outcome variable was created through recoding:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A logistic regression analysis"
        },
        {
            "text": "-\"municipality where recruiter works/studies\" ≠ \"municipality where his/her recruit lives\" [1] -\"municipality where recruiter works/studies\" = \"municipality where his/her recruit lives\" [2] The log odds of the binary outcome was modelled as a linear combination of the variables \"region of residence recruiter\" (four regions) and \"recruiter lives and works in same municipality\" (binary:",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "A logistic regression analysis"
        },
        {
            "text": "yes/no), with the region West-Netherlands and 'recruiter not working in the same municipality as he/she is living' as a reference group. The random intercept was provided by recruiter ID, to correct for differences between recruiters, e.g., in numbers of contact persons invited per recruiter and type of recruited contact persons. -indicated that they lived in the Netherlands -provided a work or study location in the questionnaire. We used the fitted logistic regression model to estimate probabilities of the outcome (2) for the four regions in the Netherlands (i.e., predictions based on not knowing what recruiter ID is being predicted). Confidence intervals (95%) were calculated by both using fixed-effects uncertainty only, as well as by using fixed effects uncertainty + random effect variance. Table A6 shows the output of the mixed effect logistic regression. The variable working and living in same municipality significantly influenced the outcome. Table A7 displays ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 805,
                    "end": 813,
                    "text": "Table A6",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 963,
                    "end": 980,
                    "text": "Table A7 displays",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "A logistic regression analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Power laws, Pareto distributions and Zipf's law",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Contemporary Physics",
            "volume": "46",
            "issn": "",
            "pages": "323--51",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Log-normal distributions across the sciences: keys and clues",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Limpert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Stahel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abbt",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "BioScience",
            "volume": "51",
            "issn": "5",
            "pages": "341--52",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Alternative variance parameterizations: Poisson inverse Gaussian regression",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hilbe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Negative Binomial Regression",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "341--344",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A mixed poisson-inverse-Gaussian regression model",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Lawless",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Willmot",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "The Canadian Journal of Statistics",
            "volume": "17",
            "issn": "2",
            "pages": "171--81",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Auranen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mikolajczyk",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS medicine",
            "volume": "5",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Efficient estimation of age-specific social contact rates between men and women",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van De Kassteele",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Eijkeren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Social contacts of school children and the transmission of respiratory-spread pathogens",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Mikolajczyk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Akmatov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rastin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Epidemiology and infection",
            "volume": "136",
            "issn": "6",
            "pages": "813--835",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Numbers of contact persons and the effect of covariates ................................................................. 2 2. Descriptive analysis of recruitment trees ........................................................................................... 5 3. Recruitment mixing patterns .............................................................................................................. 8 3.1 Mixing by age and comparison with POLYMOD .................................................................. 8 3.2 Mixing by degree................................................................................................................ 10 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Contact persons stratified by days of the week and location of contact. In each distribution the mean (solid line) and median (dotted line) is displayed. Participants with more than 500 contact persons are not displayed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fitted theoretical distributions to empirical degree distribution. The empirical degree distribution (number of reported contact persons) is displayed with black circles. The figure displays four theoretical distributions that were fitted to the empirical degree distribution, namely: the Poisson-inverse Gaussian distribution (PIG, discrete distribution), the Negative Binomial distribution (NB, discrete distribution), the Pareto 2 distribution (continuous distribution) and the Log-normal distribution (continuous distribution).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A4-A to C). The average age in a recruitment tree did not appear to influence the number of nodes in a recruitment tree (Figure A4-D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Relation between tree size and characteristics of seeds. With (A) age of seeds, (B) sex of seeds, (C) age and sex, (D) household size, (E) educational level of seeds, (F) number of contacts of seeds (degree).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Relation between tree size and composition of trees. With (A) proportion of females in a tree, (B) proportion of individuals with a bachelor's degree or higher, (C) tree size stratified by number of individuals in a tree with a bachelor's degree or higher and sex, (D) the average age of individuals in one tree.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Recruiter degree versus recruit degree. (A) Untransformed. (B) Untransformed but axes limited to a degree of 50. (C) Log10 transformed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Overijssel, Flevoland, Gelderland, Utrecht), West-Netherlands (North-Holland, South-Holland) and South-Netherlands (North-Brabant, Limburg, Zeeland).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "demonstrated similar patterns between the recruitment trees (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "the estimated probabilities. Participants living in the North of the Netherlands had the highest probability, namely 0.774 [95% CI 0.433, 0.939], to invite a recruit in the municipality where they also work and live.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "3 Mixing by self-reported symptoms .................................................................................... 11 4. Distance between recruiter-recruit pairs.......................................................................................... 12 4.1 A logistic regression analysis .............................................................................................. 14 References ............................................................................................................................................ 17",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Theoretical distributions fitted to empirical degree distribution. Continuous distributions fitted to a discrete distribution.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Output Poisson Inverse-Gaussian regression model IRR: incidence rate ratio. Number of observations: 1559, df: 17 AIC: 12050.81, Global deviance: 12016.81",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Weighting sample for a comparison with POLYMOD a The weights for age groups in our sample were obtained by dividing the POLYMOD proportion by the corresponding sample proportion.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "the absolute number of times a symptom was reported by participants. Runny or blocked nose was most frequently reported and vomiting the least frequent. The second column displays the number of recruiter-recruit pairs where only one of them reported the concerning symptom. Third column displays the number of pairs where both the recruiter and recruit reported the particular symptom. Runny and blocked nose was again most frequently reported, by either one of them or by both individuals in a pair.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "displays the 342 recruiters that were analysed stratified by outcome, location, and whether or not they live and work in the same municipality. For these 342 entries, the recruiter and his/her recruit:",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "20 recruiters from Belgium were excluded. 144 recruiters indicated retirement, but a majority of them also indicated a location where they (still) work.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Fixed",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Estimated probability of inviting a contact person in the municipality where recruiter works or studies.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}