{
    "paper_id": "6ec1c2c2244a8d8f5959fad54ba3b7923e72e971",
    "metadata": {
        "title": "Intentions to Perform Non-Pharmaceutical Protective Behaviors during Influenza Outbreaks in Sweden: A Cross-Sectional Study following a Mass Vaccination Campaign",
        "authors": [
            {
                "first": "Toomas",
                "middle": [],
                "last": "Timpka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ö stergö tland County Council",
                    "location": {
                        "addrLine": "Linkö ping",
                        "country": "Sweden"
                    }
                },
                "email": "toomas.timpka@liu.se"
            },
            {
                "first": "Armin",
                "middle": [],
                "last": "Spreco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ö stergö tland County Council",
                    "location": {
                        "addrLine": "Linkö ping",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Elin",
                "middle": [],
                "last": "Gursky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ANSER/Analytic Services Inc",
                    "location": {
                        "settlement": "Arlington",
                        "region": "Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Olle",
                "middle": [],
                "last": "Eriksson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Linkö ping University",
                    "location": {
                        "addrLine": "Linkö ping",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Ö",
                "middle": [],
                "last": "Rjan Dahlströ",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Linkö ping University",
                    "location": {
                        "addrLine": "Linkö ping",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Magnus",
                "middle": [],
                "last": "Strö Mgren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Umeå University",
                    "location": {
                        "settlement": "Umeå",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Joakim",
                "middle": [],
                "last": "Ekberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ö stergö tland County Council",
                    "location": {
                        "addrLine": "Linkö ping",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Sofie",
                "middle": [],
                "last": "Pilemalm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Linkö ping University",
                    "location": {
                        "addrLine": "Linkö ping",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Karlsson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Linkö ping University",
                    "location": {
                        "addrLine": "Linkö ping",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Jorma",
                "middle": [],
                "last": "Hinkula",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Alberta Provincial Laboratory for Public Health/University of Alberta",
                    "institution": "Linkö ping University",
                    "location": {
                        "addrLine": "Linkö ping",
                        "country": "Sweden, Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Einar",
                "middle": [],
                "last": "Holm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Umeå University",
                    "location": {
                        "settlement": "Umeå",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Julian",
                "middle": [
                    "W"
                ],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Failure to incorporate the beliefs and attitudes of the public into theoretical models of preparedness has been identified as a weakness in strategies to mitigate infectious disease outbreaks. We administered a cross-sectional telephone survey to a representative sample (n = 443) of the Swedish adult population to examine whether self-reported intentions to improve personal hygiene and increase social distancing during influenza outbreaks could be explained by trust in official information, self-reported health (SF-8), sociodemographic factors, and determinants postulated in protection motivation theory, namely threat appraisal and coping appraisal. The interviewees were asked to make their appraisals for two scenarios: a) an influenza with low case fatality and mild lifestyle impact; b) severe influenza with high case fatality and serious disturbances of societal functions. Every second respondent (50.0%) reported high trust in official information about influenza. The proportion that reported intentions to take deliberate actions to improve personal hygiene during outbreaks ranged between 45-85%, while less than 25% said that they intended to increase social distancing. Multiple logistic regression models with coping appraisal as the explanatory factor most frequently contributing to the explanation of the variance in intentions showed strong discriminatory performance for staying home while not ill (mild outbreaks: Area under the curve [AUC] 0.85 (95% confidence interval 0.82;0.89), severe outbreaks AUC 0.82 (95% CI 0.77;0.85)) and acceptable performance with regard to avoiding public transportation (AUC 0.78 (0.74;0.82), AUC 0.77 (0.72;0.82)), using handwash products (AUC 0.70 (0.65;0.75), AUC 0.76 (0.71;0.80)), and frequently washing hands (AUC 0.71 (0.66;0.76), AUC 0.75 (0.71;0.80)). We conclude that coping appraisal was the explanatory factor most frequently included in statistical models explaining self-reported intentions to carry out non-pharmaceutical health actions in the Swedish outlined context, and that variations in threat appraisal played a smaller role in these models despite scientific uncertainties surrounding a recent mass vaccination campaign. Citation: Timpka T, Spreco A, Gursky E, Eriksson O, Dahlströ m Ö , et al. (2014) Intentions to Perform Non-Pharmaceutical Protective Behaviors during Influenza Outbreaks in Sweden: A Cross-Sectional Study following a Mass Vaccination Campaign. PLoS ONE 9(3): e91060.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Although encouraging the public to undertake specific protective behaviors has proved useful in containing outbreaks of infectious disease [1] , more research has been called for examining the social, demographic, and cultural factors that influence these efforts [2] . This is particularly important to understanding people's hesitations to heed official advice, particularly in the absence of clear scientific evidence regarding the disease outbreak [3] . The AS03-adjuvanted PandemrixH was the most commonly used vaccine in response to the Influenza A(H1N1)pdm09 outbreak in Europe [4] ; Finland and Sweden recommended this vaccine to their entire populations. In August 2010 reports of a possible association between exposure to the vaccine and occurrence of narcolepsy in children and adolescents emerged in both the latter countries, which led to a review of the vaccine by the European Medicines Agency (EMA). Subsequently, increased narcolepsy diagnoses associated with the start of the campaign have been confirmed [5] . In Sweden, scientific uncertainty regarding the safety of this mass vaccination was both publicly discussed [6] and questioned by researchers [7] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1024,
                    "end": 1027,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1138,
                    "end": 1141,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1172,
                    "end": 1175,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Beliefs that the interventions suggested are effective and safe [8] , that the illness has severe consequences [9] , and that there is a high likelihood of exposure [10] have been associated with compliance with behavioral recommendations. It has also been pointed out that behavioral research in epidemics should not only identify determinants of individual and population behavioral responses, but also clarify the mechanisms underpinning these [11] . Protection Motivation Theory (PMT) [12, 13] posits that an intention to perform protective activities is determined by perceptions of threat and the ability to cope. In addition to intentions and preceptions, a recent review concluded that protective behavior needs to be investigated with regard to sociodemiograpic characteristics in order to identify the ''contagious'' effect and contextual nature of perceptions and mediating mechanisms [14] . For instance, coping appraisals are made in interaction with environmental resources, which vary in availability across population subgroups. Protective behavior associated with influenza outbreaks has also been investigated with regard to general estimates of health status [15] , but few studies have used validated measures of self-rated health as a means for the sub categorization. At present, several such measures are available for use in population-based research [16] .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 111,
                    "end": 114,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1178,
                    "end": 1182,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1375,
                    "end": 1379,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To provide a snapshot of intended self-protective behaviors during a period when scientific uncertainty pervaded public discussions addressing infectious disease control, we carried out a cross-sectional telephone survey of a demographically representative sample of the Swedish population. The specific aim was to examine to what extent self-reported intentions to improve personal hygiene and increase social distancing during influenza outbreaks can be explained by perceptions of threat and the ability to cope as outlined in PMT, self-reported assessments of health, trust in official information, and sociodemiographic factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study used a cross-sectional design to analyze associations between intended protective behaviors during influenza outbreaks and items in a theoretical model of explanatory factors [14, 17] . A random sample of 1,011 persons ranging between 20-90 years of age was drawn from the Swedish national population register. A combined telephone and questionnaire survey was carried out during the first quarter of 2012.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The study was conducted according to the World Medical Association's Declaration of Helsinki from 1964 regarding ethical principles for medical research involving human subjects, revised in 2008. Potential study sample participants were informed about the study by letter via postal mail and invited to participate in a telephone survey on protective behaviors during influenza outbreaks. Those agreeing to participate returned their consent in writing. All collected data were managed confidentially and analyzed anonymously. The study design was approved by the institutional (ethics) review board at Umeå University (Dnr 2011-314-31Ö ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "A hypothetical explanatory model was constructed to inform the analysis of the main research question; i.e. to what extent selfreported intentions to perform protective behaviors during influenza outbreaks can be explained by perceptions of threat and the ability to cope as outlined in the PMT, self-assessments of health status, trust in official information, and sociodemiographic factors. In this model, protective behaviors during outbreaks are restricted to two categories: increased personal hygiene (use of disinfectants and other handwash products; frequent washing of hands when having touched common objects, such as door knobs) and social distancing (staying home from work or school; avoiding use of public transportation). The intentions to carry out a protective behavior are assessed by asking whether the respondent would try to perform the behavior during a mild and severe influenza outbreak, respectively. Both outbreak scenarios described personal risk of infection as high (i.e., 1 in 3 people infected). The mild influenza description details moderate health consequences (less than 1 in 1000 infected people dying) and a minor lifestyle impact (services mainly operating normally). The severe scenario describes serious health consequences (1 in 50-100 infected people dying) and services no longer being able to operate normally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theoretical Model"
        },
        {
            "text": "The first set of explanatory factors concerned perceptions of threat and the ability to cope. Based on the notion of subjective expected utility [18] , which postulates that people's choices are a product of assessments of probability and utility of options, healthrelated methodologies such as the PMT and the Health Belief Model [19] have included formally quantified models of subjective health risk perceptions, i.e., as the likelihood of contracting a disease multiplied by disease severity. Together with different types of cost-benefit valuations and self-efficacy expectations, these perceptions of risk are presumed to determine health-protective behaviors. In the present study, the collection and analysis of data on protection motivation in relation to influenza outbreaks are structured according to the PMT. This theory suggests that threat appraisal will generate an intention to act, while coping appraisal determines the type of action. Threat appraisal is in this study characterized in its three dimensions [11, [20] [21] :",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1026,
                    "end": 1030,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1036,
                    "end": 1040,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Model"
        },
        {
            "text": "-perceived relative risk of catching influenza; measured by one item assessing personal likelihood of infection, if no preventative action was taken, -anxiety about catching mild and severe influenza; measured by one item for each influenza type, and -perceived severity of the consequences of catching mild and severe influenza; measured by one item for each influenza type.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theoretical Model"
        },
        {
            "text": "Coping appraisal is also represented in its three dimensions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theoretical Model"
        },
        {
            "text": "-Response efficacy; assessed by one item asking about protecting oneself from influenza by employing enhanced personal hygiene and one item asking about social distancing, -Self-efficacy; measured by two items asking whether the respondent felt it is possible to carry out protective behaviors by social distancing and increased personal hygiene, respectively, and whether they were confident they could carry out these actions if they so desired [22] , and -Response costs; defined as the estimated efforts needed to overcome perceived barriers on carrying out protective actions. For social distancing, this dimension was assessed by asking for 'work concerns', i.e. guilt and anxiety about not completing work. Response costs for increased personal hygiene were assessed through items asking for concerns associated with acquiring adequate soaps and disinfectants (handwash products) and learning the correct techniques to use them.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 451,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Model"
        },
        {
            "text": "Self-reported health assessments have in epidemiological studies been found to be valid indicators of health status as measured by prediction of future physician contacts and all-cause mortality [23] . In this study, self-reported health is measured by the SF-8 TM 24-hour recall questionnaire in order to examine associations with intentions to carry out protective behaviors. This general selfreported health instrument contains eight health-related questions that, in turn, can be summarized in two overall measures of physical and mental health: physical component summary (PCS) and mental component summary (MCS), respectively [24] . It is derived from the SF-36 for the purposes of yielding comparable scores for the 8 health dimensions and 2 summary measures of the SF-36 with minimal respondent burden.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Model"
        },
        {
            "text": "Trust in government information during influenza outbreaks has in previous studies been found to be associated with greater self-efficacy and personal hygiene [25] . Trust in official information was therefore included in the explanatory model, asking for agreement with a single statement about trust in government information during outbreaks. The sociodemiographic factors included in the model were marriage status, number of children living at home, formal education, employment status, and ethnicity.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Model"
        },
        {
            "text": "Prior to the telephone call, the subjects were asked to complete a paper-based survey, querying for sociodemiographic data and data elements from the SF-8 TM . The remaining data were collected in the telephone interview. To catalyze their considerations about the research topics, each subject was presented with brief scenarios of mild and severe influenza outbreaks. Interview data were derived from open statements, and the respondents were asked to score their agreement along a seven-point scale from 1 (strongly disagree) to 7 (strongly agree). The collection of data on perceptions associated with precautionary behaviors was structured in accordance with the PMT (Text S1). To assess trust in official information in this study, the single statement ''For information during influenza outbreaks I do rely on government sources'' was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "We conducted a drop-out analysis based on the demographic variables available for the entire sample, i.e. gender, age and place of residence. All collected data were first subjected to descriptive statistics, i.e. mean, median and standard deviation for continuous data and frequency and proportions (%) for categorical data. The primary end points for the ensuing analyses were intentions to increase social distancing (staying home while not ill; avoid public transportation), and enhance personal hygiene (use of handwash; frequent washing of hands after touching common objects) during mild and severe influenza outbreaks, respectively. The theoretical model of potential explanatory factors was used as the basis for the analysis. For each endpoint, logistic regression analyses were applied using the items in the model as explanatory variables. These included trust in official information; variables corresponding to PMT items (the threat appraisal items of perceived personal risk, emotional response (worry), perceived severity; and the coping appraisal items of general response efficacy, self-efficacy, and response costs); variables representing the SF-8 summary items (PCS and MCS); and sociodemographic characteristics (age, gender, educational level, living with partner, living with child, and employment). When used as response variables, ordinal variables were dichotomized (agree/do not agree). To contrast expected perceptions against other perceptions, the variables were converted with the agreement scores in the expected extreme as one category. For threat appraisal, agreement scores in the low extreme were contrasted against other opinions, except for the estimates of the severity of the consequences of getting infected where the scores in the high extreme were contrasted against the other opinions. Regarding coping appraisal, the personal hygiene scores in the high extreme were contrasted against other opinions for response efficacy and self-efficacy and in the low extreme for response costs. For social distancing, agreement scores in the low extreme were contrasted against other opinions for response efficacy and in the high extreme for self-efficacy and response costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analyses"
        },
        {
            "text": "The area under the ROC curve (AUC) was used as model performance indicator and Nagelkerke R 2 to estimate the determination level for each model. The limits for interpreting the AUC (or c-statistic) were set to 0.90, 0.80, and 0.70, denoting very strong (outstanding), strong (excellent), and acceptable discriminatory performance, respectively [26] . All tests were twosided and P,0.05 was regarded as statistically significant. All calculations were done using SPSS version 18 or higher.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Data Analyses"
        },
        {
            "text": "Two-hundred and fifty-four persons in the total population sample (n = 1,011) could not be reached by a telephone call. Of the 757 persons reached, 443 provided a complete response, leading to a 59% response rate to the telephone survey and a 44% participation rate with regard to the total sample. The age category 65-90 years was slightly over-represented (54% response rate) among the study participants when compared to the total population sample (p = 0.039). However, the effect size of this difference in participation was small (Cramer's V = 0.08). Thus, while elderly individuals were overrepresented in our data, the impact of this deviation from the reference population was of a small magnitude. In terms of place of residence, those living in small labor market regions (with a total population of less than 100,000 inhabitants) exhibited the highest participation rates: 51%, compared to 41% in large regions (with a population greater than 1 000,000 inhabitants). The basic sociodemiographic characteristics of the final study participants are displayed in Table 1 . The general level of health in the study population as measured by SF-8 scores was above the reference values for all items except for Physical functioning and Vitality (lower scores) and General Health (equal scores) ( Table 2 ). There was no statistically significant difference between men and women regarding the mean scores of any SF-8 item or summary component.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1072,
                    "end": 1079,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1302,
                    "end": 1309,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Every second respondent (50.0%) reported high or very high trust (scores 6-7) in information about influenza provided by official sources (mean score 5.3; median 5.5; Standard Deviation (SD) 1.7)). Neither age, education, employment nor any component of self-rated health was associated with trust in official information about influenza. However, the level of trust was associated with gender, with men reporting lower trust levels than women (p = 0.018; Odds Ratio (OR) 0.60 (95% Confidence Interval (CI) 0.40;0.91)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trust in Official Information Sources"
        },
        {
            "text": "Regarding social distancing measures, 9% of the respondents scored strong (strong or very strong) agreement with the stated intention to stay home when not ill during mild influenza outbreaks, and 11% of the respondents scored strong agreement with this intent during severe outbreaks. More than twice as many respondents (23%) scored strong agreement with avoiding use of public transportation during a mild outbreak, while 29% of the respondents scored strong agreement with this intention during a severe outbreak. Regarding measures related to personal hygiene, 77% of the respondents scored strong agreement with the stated intention to use handwash products during mild outbreaks, while 85% of the respondents scored strong agreement with this intention during severe outbreaks. Regarding the intention to frequently engage in handwashing, 46% reported strong agreement in association to mild influenza outbreaks and 60% in association to severe outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intended Protective Behavior during Influenza Outbreaks"
        },
        {
            "text": "A model describing the intention to stay home without being ill during a mild influenza outbreak included eight significant variables and displayed a strong discriminative performance (AUC 0.85 (95% CI 0.82;0.89)) ( Table 3 ). This self-reported intention was strongly associated with coping appraisal; low perceived response costs associated with staying home and selfefficacy with regard to social distancing; and, interestingly, to a disbelief in the general efficacy of social distancing as an infectious disease control measure. Planning to stay home was also strongly associated with male gender and, with a weaker association, to being unemployed and living with a partner. The intention was also associated with threat appraisal, although with a weaker strength; with worry about getting infected and high perceived severity of the influenza threat. In comparison, the intention to stay home without being ill during a severe outbreak was represented by a model including only four significant variables, but that also displayed a strong discriminative performance (AUC 0.82 ((95% CI 0.77;0.85)). As for the mild outbreak scenario, this intention was strongly associated with coping appraisal; to response costs and perceived self-efficacy with regard to social distancing. However, staying home during a severe outbreak was also strongly associated with threat appraisal related to concerns about getting infected. Regarding sociodemographic factors, this intention was only associated with not having employment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 223,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Factors Associated with Intended Protective Behavior during Mild and Severe Outbreaks"
        },
        {
            "text": "The intention to avoid using public transportation during a mild influenza outbreak was represented by a model including six significant variables and an acceptable discriminative performance (AUC 0.78 (95% CI 0.74;0.82)) ( Table 4 ). This self-reported intention was, also, strongly associated with coping appraisal; to perceived response costs associated with avoiding public transportation and to self-efficacy with regard to social distancing. The intention was also strongly associated with threat appraisal in terms of worry about getting infected. In addition, avoiding use of public transportation was associated with a lower level of formal education, living with a partner, and high trust in official information. In contrast, the intention to avoid public transportation during a severe influenza outbreak was described by a model including four significant variables and an acceptable discriminative performance (AUC 0.77 (95% CI 0.72;0.82)). As for the mild outbreak scenario, avoiding public transportation during severe outbreaks was strongly associated with coping appraisal; to response costs; and, with weaker strength, to perceived self-efficacy with regard to personal social distancing. With regard to threat appraisal, avoiding public transportation during a severe outbreak was associated with worry about getting infected and a high perceived severity of the influenza threat.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 231,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Factors Associated with Intended Protective Behavior during Mild and Severe Outbreaks"
        },
        {
            "text": "Planning to use handwash products during a mild influenza outbreak was described by a model including three significant variables and an acceptable discriminative performance (AUC 0.70 (95% CI 0.65;0.75)) ( Table 5 ). Planning to use handwash was strongly associated with female gender. This intention was, for mild outbreaks, also explained by self-efficacy with regard to personal hygiene and trust in official information. For the severe outbreak scenario, planning to use handwash products was represented by a model including four significant variables and an acceptable discriminative performance (AUC 0.76 (95% CI 0.71;0.80)). This intention was, too, strongly associated with female gender. In addition, it was strongly associated with coping appraisal; to a belief in the general efficacy of increased personal hygiene; and low response costs associated with acquiring of suitable products. Contrary to any of the other intended behaviors studied, the intention to use handwash products during severe outbreaks was associated with low self-rated physical health. An intention to frequently engage in handwashing after having touched common objects during a mild influenza outbreak was represented by a model including four significant variables and an acceptable discriminative performance (AUC 0.71 (95% CI 0.66;0.76)) ( Table 6 ). The intention was strongly associated with coping appraisal in terms of self-efficacy with regard to personal hygiene. It was also associated with female gender, higher age, and lower education. In comparison, planning to frequently wash hands during a severe outbreak was represented by a model including three significant variables and an acceptable discriminative performance (AUC 0.75 (95% CI 0.71;0.80)). Similar to the mild influenza scenario, it was strongly associated with coping appraisal in terms of a high self-efficacy with regard to personal hygiene. The intention was also associated with female gender and being born in the country.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 214,
                    "text": "Table 5",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1331,
                    "end": 1338,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Factors Associated with Intended Protective Behavior during Mild and Severe Outbreaks"
        },
        {
            "text": "Despite the fact that the safety of the mass vaccination during the A(H1N1)pdm09 outbreak had been questioned by national mass media in a campaign-like manner, two years after the outbreak every second respondent in a representative sample of the Swedish adult population reported high trust in official information about influenza. While the proportion of persons reporting intentions to improve personal hygiene during influenza outbreaks ranged between 45-85%, the proportion reporting intentions to increase social distancing did not exceed 25%. This pattern can generally be explained by the notion that the initial behavioral changes during an influenza outbreak are more likely to resemble familiar reactions and well-known routines [27] , such as increasing personal hygiene, rather than changes that require deductive planning, such as increasing social distancing.",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 744,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The explanatory models developed in this study showed statistical associations ranging from strong (staying home without being ill) to acceptable (avoiding public transportation and increasing personal hygiene). Among the explanatory factors considered, coping appraisal was the factor most frequently showing associations (as displayed by odds ratios) with the reported intentions. In a validation analysis (data not shown), we fitted each model fully (including all terms in the five explanatory factors categories trust of information, threat appraisal, coping appraisal, sociodemographic factors, and self-rated health) and calculated the proportion of correctly classified cases for these full models for all eight scenarios. Then we left the terms from one of the five categories out separately, and calculated the proportion of correctly classified cases for each of these subset models. We found that the proportion of correctly classified cases without coping appraisal was lower than the corresponding proportion for all full models and lower or equal to the corresponding proportion for 28 of the 32 models excluding one of the other four categories. We interpret these observations combined as indicative evidence that of the explanatory factors considered, coping appraisal was the factor strongest associated with the reported intentions. Analogous to our results, a recent British web-based survey of university employees found that coping appraisal was the principal predictor of variability in protective intentions during pandemics [21] , and response costs have been reported as the largest predictor for emergency nurses not reporting to work during an influenza pandemic [28] . A contributing influence to the lesser relative importance of threat appraisal suggested by our results may be a Scandinavian tendency to perceive risks lower than in other countries [29] [30] [31] . One of the explanations for this tendency is that the media in Scandinavia appear to report more about risks abroad with less attention to risk inside the country [29] . In contrast to our results, self-efficacy during the A(H1N1)pdm09 outbreak in Hong Kong was found to be only weakly associated with social distancing [25] . However, Hong Kong residents are limited in their ability to avoid crowds, and the relatively mild impact of the outbreak could have led to the notion that people saw no reason to jeopardize their economic well-being and curtail other social activities. A socio-geographic theory of protective behaviors during infectious disease outbreaks suggested that efficacy beliefs of Chinese living in the UK and the Netherlands were comparable to those of native UK and Dutch residents during the SARS outbreak in 2003 [32] , indicating that country of residence is more important than ethnicity or country and culture of origin in determination of protective behaviors. However, with coordinated regional disease control efforts and increasing influence from social media, this may change.",
            "cite_spans": [
                {
                    "start": 1550,
                    "end": 1554,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1692,
                    "end": 1696,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1882,
                    "end": 1886,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1887,
                    "end": 1891,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1892,
                    "end": 1896,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2062,
                    "end": 2066,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2219,
                    "end": 2223,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2737,
                    "end": 2741,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Gender was the sociodemiographic characteristic that showed the strongest association with the observed variation in reported intentions. As also found in a Norwegian study from the same time Table 4 . Simple and multiple logistic regression models of explanatory factors for the intention to avoid using public transport displayed by influenza outbreak scenario. period [33] , the Swedish women in this study were more disposed to enhance their protective behaviors related to personal hygiene than were men. One explanation of this finding could be an interaction with concerns about the consequences of getting infected. A recent study from the U.S. reported that women were more worried than men about getting seriously ill or even dying during a severe influenza outbreak [34] . However, no gender differences with regard to threat appraisal were reported from the Norwegian study [33] . Originally, we did not include interaction terms in our statistical analyses. A secondary analysis (data not shown) did not reveal any statistically significant interaction between gender and any threat or coping appraisal item such that omitting the interaction from the model would disturb the estimation of the main effects. Therefore, an alternative explanation of our findings is that the female respondents were more disposed to enhance their protective behaviors related to personal hygiene than the male respondents because Swedish women purchase and use hygiene products more often than men [35] , and, in consequence, were more confident about the practical handling of handwash and liquid soap. Conversely, men were more inclined to stay home without being ill during influenza outbreaks. This could be explained by the fact that fewer of the employed Swedish men (12%) than women (46%) were at the time of the study working in caring or educational occupations that require physical presence at the workplace, such as nursing, child care, and teaching [36] . In other words, a larger proportion of men could consider the possibility of staying home while continuing to work during an ongoing influenza outbreak, which was not an option for many women. These findings indicate that more research is needed to understand gender-related differences in protective behavior during influenza outbreaks.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 375,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 777,
                    "end": 781,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1493,
                    "end": 1497,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1957,
                    "end": 1961,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 199,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The main strengths of this study are its foundation on a current theoretical model [14] and a relatively large representative sample of the Swedish population. However, the study has also important limitations that must be taken into consideration when interpreting the results. The demographic characteristics available may not be the most important factors biasing the results. For instance, it is possible that individuals with low trust in official information about influenza were under-represented, and anxious individuals worrying about disease risks were over-represented, among the participants. Moreover, interpreting cross-sectional data on protective behaviors is difficult because they confound the motivation and accuracy-associated aspects regarding the causaltemporal relationship between perception and behavior [37] . The motivational hypothesis assumes that high perceived risk leads people's intention to adopt protective behaviors, while the accuracy hypothesis suggests that people who act in a more risky way should also feel more at risk. As an example, individuals having physical contact with many people through their occupation may have been aware of that daily routines are associated with a higher risk for getting infected. Accordingly, a negative correlation may indicate accurate relative risk perceptions, i.e. that people are aware of their risk status [20, 37] . Further longitudinal studies of protective behaviors during influenza outbreaks are thereby warranted [38] .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1388,
                    "end": 1392,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1393,
                    "end": 1396,
                    "text": "37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1501,
                    "end": 1505,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another limitation is that we assessed self-reported intentions rather than objectively measured behavior. Nevertheless, intentions are a well-validated proxy for behavior predicting a moderate amount (30-42%) of the variance in actual behavior across a wide range of contexts [39, 40] . Moreover, proponents of dual-process health behavior models have suggested that analytic central and emotional-heuristic processes work in concert to select decisions [14] , and under certain circumstances emotions may even be the dominant force [41] . While the PMT used in this study does include an emotional component, it still represents a cognitive appraisal model in assuming that cognitive risk assessment determines experience of fear. Such a model is naturally applicable for the study of behaviors aimed at fending off long-term disease, where fear is likely to be less imminent and therefore secondary to more rational reflections about gains and losses related to protective behavior. However, in an acute threat situation, like a severe influenza outbreak, emotional aspects might gain more immediate importance. This would even be more likely during periods of scientific uncertainty, when fewer facts are available. It is in this context interesting to note that coping appraisal in this study was found to be the motivation factor that contributed most to the discriminatory performance despite the fact that threataffect was included in the general model, although indirectly through cognitive assessment. However, what role affect-or emotion-based judgments play in interaction with threat and coping appraisals is still an issue in need of clarification. Finally, it should be noted that there were relatively small differences between the reported intended behaviors associated to the mild and severe scenarios, respectively. One explanation of this observation can be the fact that the A(H1N1)pdm09 outbreak was relatively mild in Sweden, and that the respondents, wrongfully, related the severe scenario to their recent personal experience rather than the scenario description. However, the lack Table 6 . Simple and multiple logistic regression models of explanatory factors for the intention to wash hands after touching common objects displayed by influenza outbreak scenario. of difference can also be seen as a sign of its own, i.e. that the Swedish population may not be fully aware of the seriousness of a full influenza pandemic. Failure to monitor the beliefs and attitudes of the public has recently been identified as a weakness in preparedness strategies against infectious disease outbreaks [42] . We examined how items in a general explanatory model of intended health behavior were associated with personal hygiene and social distancing practices following a questioned mass vaccination campaign against influenza in the Swedish population. We observed a relatively high trust in official recommendations and a higher proportion of intentions to improve personal hygiene than those used to increase social distancing. Among the explanatory factors considered, coping appraisal was the factor most frequently included in models explaining self-reported intentions. Variations in threat appraisal played a smaller role in these models despite the uncertainties surrounding the mass vaccination during the A(H1N1)pdm09 outbreak. The results also show that not just from a third world perspective [43] it is necessary to consider that not all population sub groups have the same predispositions to enact specific behaviors to protect their health. For instance, they suggest that further studies are needed of gender differences in protective behaviors during influenza outbreaks. We conclude that developing interventions that support the general population's efforts to perform self-protective behaviors during influenza outbreaks and longitudinal studies of such interventions across several influenza seasons are warranted also in European countries.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "[39,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2615,
                    "end": 2619,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 3419,
                    "end": 3423,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 2107,
                    "end": 2114,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Text S1 Interview guideline for collection of data on perceptions associated with precautionary behaviors. (DOCX)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effectiveness of handwashing in preventing SARS: a review",
            "authors": [
                {
                    "first": "Ich",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cairncross",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trop Med Int Health",
            "volume": "11",
            "issn": "",
            "pages": "1749--58",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Findings, gaps, and future direction for research in nonpharmaceutical interventions for pandemic influenza",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Vukotich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Coulborn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Aragon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Burrus",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pandemic potential of a strain of influenza A (H1N1): early findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanage",
                    "suffix": ""
                },
                {
                    "first": "Mdv",
                    "middle": [],
                    "last": "Kerkhove",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "1557--61",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Vaccine European New Integrated Collaboration Effort (VENICE) (2011) Pandemic A(H1N1)2009 influenza vaccination survey, influenza season",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The incidence of narcolepsy in Europe: Before, during, and after the influenza A(H1N1)pdm09 pandemic and vaccination campaigns",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wijnans",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lecomte",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weibel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sammon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "8",
            "pages": "1246--54",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Medicinsk tragedi med ett absurt slut",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Attlestam",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The pandemic A/H1N1 in 2009 milder than regular seasonal influenza",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sylvan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Christenson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ardung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hedlund",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pauksen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Report from Uppsala County. Lakartidningen",
            "volume": "109",
            "issn": "",
            "pages": "1156--1164",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Monitoring community responses to the SARS epidemic in Hong Kong: from day 10 to day 62",
            "authors": [
                {
                    "first": "Jtf",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Community Health",
            "volume": "57",
            "issn": "",
            "pages": "864--70",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Factors influencing the wearing of facemasks to prevent the severe acute respiratory syndrome among Chinese in Hong Kong",
            "authors": [
                {
                    "first": "Csk",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prev Med",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A tale of two cities: community psychobehavioral surveillance in Hong Kong and Singapore during the severe acute respiratory syndrome epidemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Quah",
                    "suffix": ""
                },
                {
                    "first": "L-M",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S-Y",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "25",
            "issn": "",
            "pages": "1033--1074",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Behavioural research in epidemics",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cognitive and physiological processes in fear appeals and attitude change: A revised theory of protection motivation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Social Psychophysiology London",
            "volume": "",
            "issn": "",
            "pages": "153--176",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Attitude change and information integration in fear appeals",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Psychol Reports",
            "volume": "56",
            "issn": "",
            "pages": "179--182",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Demographic and attitudinal determinants of protective behaviours during a pandemic: a review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br J Health Psychol",
            "volume": "15",
            "issn": "",
            "pages": "797--824",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Community psychological and behavioral responses through the first wave of the 2009 influenza A(H1N1) pandemic in Hong Kong",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "202",
            "issn": "6",
            "pages": "867--76",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Adult measures of general health and health-related quality of life: Medical Outcomes Study Short Form 36-Item (SF-36) and Short Form 12-Item (SF-12) Health Surveys, Nottingham Health Profile (NHP)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Busija",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pausenberger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Haines",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haymes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Buchbinder",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Arthritis Care Res",
            "volume": "63",
            "issn": "",
            "pages": "383--412",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Public perceptions, anxiety, and behavior change in relation to the swine flu outbreak: Cross sectional telephone survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlot",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br Med J",
            "volume": "339",
            "issn": "july02_3",
            "pages": "2651--2652",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.b2651"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The foundations of statistics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Savage",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Why people use health services",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Rosenstock",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Milbank Mem Fund Q",
            "volume": "44",
            "issn": "",
            "pages": "127--136",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Risk perceptions and their relation to behavior",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Cuite",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Herrington",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Behav Med",
            "volume": "2",
            "issn": "",
            "pages": "125--130",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The importance of coping appraisal in behavioural responses to pandemic flu",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Teasdale",
                    "suffix": ""
                },
                {
                    "first": "Yardley",
                    "middle": [
                        "L"
                    ],
                    "last": "Schlotz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br J Health Psychol",
            "volume": "17",
            "issn": "1",
            "pages": "44--59",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A multicomponent model of the theory of planned behaviour",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Blanchard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Matheson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Br J Health Psychology",
            "volume": "11",
            "issn": "",
            "pages": "119--137",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Self-rated health status as a health measure: the predictive value of self-reported health status on the use of physician services and on mortality in the working-age population",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miilunpalo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vuori",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Oja",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pasanen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Urponen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Epidemiol",
            "volume": "50",
            "issn": "5",
            "pages": "517--528",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "How to score and interpret single-item health status measures: A manual for users of the SF-8 health survey",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ware",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kosinski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Dewey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gandek",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Situational awareness and health protective responses to pandemic influenza A (H1N1) in Hong Kong: a cross-sectional study",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.-pone.0013350"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Applied logistic regression",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Hosmer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lemeshow",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "228--230",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A framework for capturing the interactions between laypersons' understanding of disease, information gathering behaviors, and actions taken during an epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Slaughter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keselman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kushniruk",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biomed Inform",
            "volume": "38",
            "issn": "",
            "pages": "298--313",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A National Survey of Emergency Nurses and Avian Influenza Threat",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dake",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rega",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Emerg Nurs",
            "volume": "",
            "issn": "12",
            "pages": "221--229",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jen.2012.05.005"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Scandinavian way of perceiving societal risks",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mullet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lazreg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Candela",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Neto",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Risk Res",
            "volume": "8",
            "issn": "",
            "pages": "19--30",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Risk perception, information needs, and risk communication related to SARS",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Aalto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oenema",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brug",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Zwart",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur J Public Health",
            "volume": "15",
            "issn": "1",
            "pages": "70--71",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "SARS knowledge, perceptions, and behaviors: a comparison between Finns and the Dutch during the SARS Outbreak in 2003",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Vartti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oenema",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schreck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uutela",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Behav Med",
            "volume": "16",
            "issn": "1",
            "pages": "41--49",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Sources of information and health beliefs related to SARS and avian influenza among Chinese communities in the United Kingdom and the Netherlands, compared to the general population in these countries",
            "authors": [
                {
                    "first": "Hacm",
                    "middle": [],
                    "last": "Voeten",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Veldhuijzen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Behav Med",
            "volume": "16",
            "issn": "1",
            "pages": "49--57",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Influenza-like illness in Norway: clinical course, attitudes towards vaccination and preventive measures during the 2009 pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hunskaar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Wensaas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rørtveit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Fam Pract",
            "volume": "29",
            "issn": "2",
            "pages": "139--185",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Deriving behavior model parameters from survey data: self-protective behavior adoption during the 2009-2010 influenza A(H1N1) pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Durham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Casman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Albert",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Risk Anal",
            "volume": "32",
            "issn": "12",
            "pages": "2020--2051",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Energy consumption by gender in some European countries",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rä Ty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carlsson-Kanyama",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Energy Policy",
            "volume": "38",
            "issn": "",
            "pages": "646--649",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Statistics Sweden (2012) Women and men in Sweden. Facts and figures 2012. Stockholm: Statistics Sweden",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Use of correlational data to examine effects of risk perceptions on precautionary",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nicolich",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Psychol Health",
            "volume": "13",
            "issn": "",
            "pages": "479--501",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Who Takes Precautionary Action in the Face of the New H1N1 Influenza? Prediction of Who Collects a Free Hand Sanitizer Using a Health Behavior Model",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reuter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Renner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.-pone.0022130"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "How well do the theory of reasoned action and theory of planned behaviour predict intentions and attendance at screening programmes? A metaanalysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cooke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "French",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Psychol Health",
            "volume": "23",
            "issn": "",
            "pages": "745--765",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Does changing behavioral intentions engender behavior change? A meta-analysis of the experimental evidence",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sheeran",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Psychol Bulletin",
            "volume": "132",
            "issn": "",
            "pages": "249--268",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Responses to information about psychosocial consequences of genetic testing for breast cancer susceptibility: Influences of cancer worry and risk perceptions",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Diefenbach",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Health Psychol",
            "volume": "6",
            "issn": "",
            "pages": "47--59",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Developing pandemic preparedness in Europe in the 21st century: experience, evolution and next steps",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicoll",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Karcher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Penttinen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hegermann-Lindencrone",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bull World Health Organ",
            "volume": "90",
            "issn": "4",
            "pages": "311--318",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Delivering interventions to reduce the global burden of stillbirths: improving service supply and community demand",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Bhutta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Darmstadt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Haws",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yakoob",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Lawn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Pregnancy Childbirth",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Sociodemiographic characteristics of of the study population (n = 443).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Simple and multiple logistic regression models of explanatory factors for the intention to stay home without being ill displayed by influenza outbreak scenario.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Simple and multiple logistic regression models of explanatory factors for the intention to use handwash displayed by influenza outbreak scenario.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Item specific for intention to wash hands after touching common objects. 1 Formal education past high school/secondary school. doi:10.1371/journal.pone.0091060.t006",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 74,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}