{
    "paper_id": "6f9a39f53149621828b62fd7d65513ee915ac30c",
    "metadata": {
        "title": "Estimating the incidence and diagnosed proportion of HIV infections in Japan: a statistical modeling study",
        "authors": [
            {
                "first": "Hiroshi",
                "middle": [],
                "last": "Nishiura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": "nishiurah@med.hokudai.ac.jp"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background. Epidemiological surveillance of HIV infection in Japan involves two technical problems for directly applying a classical backcalculation method, i.e., (i) all AIDS cases are not counted over time and (ii) people diagnosed with HIV have received antiretroviral therapy, extending the incubation period. The present study aimed to address these issues and estimate the HIV incidence and the proportion of diagnosed HIV infections, using a simple statistical model. Methods. From among Japanese nationals, yearly incidence data of HIV diagnoses and patients with AIDS who had not previously been diagnosed as HIV positive, from 1985 to 2017, were analyzed. Using the McKendrick partial differential equation, general convolution-like equations were derived, allowing estimation of the HIV incidence and the time-dependent rate of diagnosis. A likelihood-based approach was used to obtain parameter estimates. Results. Assuming that the median incubation period was 10.0 years, the cumulative number of HIV infections was estimated to be 29,613 (95% confidence interval (CI): 29,059, 30,167) by the end of 2017, and the proportion of diagnosed HIV infections was estimated at 80.3% (95% CI [78.7%-82.0%]). Allowing the median incubation period to range from 7.5 to 12.3 years, the estimate of the proportion diagnosed can vary from 77% to 84%. Discussion. The proportion of diagnosed HIV infections appears to have not yet reached 90% among Japanese nationals. Compared with the peak incidence from 2005-2008, new HIV infections have clearly been in a declining trend; however, there are still more than 1,000 new HIV infections per year in Japan. To increase the diagnosed proportion of HIV infections, it is critical to identify people who have difficulty accessing consultation, testing, and care, and to explore heterogeneous patterns of infection. . Brookmeyer R, Gail MH. 1986. Minimum size of the acquired immunodeficiency syndrome (AIDS) epidemic in the United States. Lancet 2:1320-1322. Brookmeyer R, Gail MH. 1994. AIDS epidemiology: a quantitative approach. New York:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Oxford University Press. Brookmeyer R, Goedert JJ. 1989. Censoring in an epidemic with an application to haemophilia-associated AIDS. Biometrics 45:325-335",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Following an infection with human immunodeficiency virus (HIV), development of acquired immunodeficiency syndrome (AIDS) takes about 10 years (Muñoz, Sabin & Phillips, 1997) . The long incubation period makes it difficult to directly observe the incidence and prevalence of HIV infections over time. To offer insights into the epidemiology of HIV-infected and -incubating individuals over time, and to evaluate public health control programs, various statistical modeling approaches have been proposed to date (Brookmeyer & Gail, 1994; Donnelly & Cox, 2001; Jewell, Dietz & Farewell, 1992) . Of these, a backcalculation method using a simple integral equation to model AIDS incidence as arising from the HIV incidence convoluted with the independently and identically distributed incubation period allows estimation of the HIV incidence based on epidemiological surveillance data (Brookmeyer & Gail, 1986; Gail & Brookmeyer, 1988) . Assuming that the reported number of AIDS cases certainly and accurately captures the actual number of AIDS incidence in industrialized countries, the backcalculation method greatly improves our understanding of the epidemiology of HIV infection, attributing the observed AIDS data to HIV infection events as a function of time.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 173,
                    "text": "(Muñoz, Sabin & Phillips, 1997)",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 535,
                    "text": "(Brookmeyer & Gail, 1994;",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 557,
                    "text": "Donnelly & Cox, 2001;",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 589,
                    "text": "Jewell, Dietz & Farewell, 1992)",
                    "ref_id": null
                },
                {
                    "start": 880,
                    "end": 905,
                    "text": "(Brookmeyer & Gail, 1986;",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 930,
                    "text": "Gail & Brookmeyer, 1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Understanding the transmission dynamics of HIV using such statistical models is in line with the concept of treatment cascade, introduced by the Joint United Nations Programme on HIV/AIDS (UNAIDS). The so-called care cascade aims to identify and fill gaps in the continuum of services for testing, care, and effective treatment of HIV (UNAIDS, 2014) . In relation to this, the UNAIDS report has led to the global initiative ''90-90-90'' by 2020 that sets out goals in care cascades to achieve the following: 90% of people living with HIV know their HIV status, 90% of people diagnosed with HIV have access to antiretroviral therapy (ART), and 90% of people receiving ART have suppressed viral loads (UNAIDS, 2014) . UNAIDS even aims to achieve 95-95-95 at a global level by the year 2030, contributing to successfully controlling HIV and AIDS, as supported by the so-called test-and-treat strategy (Granich et al., 2009; Granich et al., 2017) . To quantify the situation of each country, monitoring diagnosed individuals is essential; moreover, estimation of the diagnosed proportion of HIV infections must be supported by firm scientific methods, to estimate the first part of the three 90-90-90 targets, i.e., 90% of HIV-infected people know their HIV status. In Japan, an analysis of blood donors took place in 2017, in which it was estimated that 85.6% of HIV-infected individuals, regardless of nationality, were diagnosed (Iwamoto et al., 2017) . Nevertheless, it is known that the analysis of voluntary blood donation data is prone to sampling bias of donors owing to the tendency of people with high risk to repeatedly undertake anonymous laboratory testing through the practice of blood donation (Kihara, Imai & Shimizu, 2000) , and moreover, an exclusion of repeaters can result in underestimation of the prevalence, resulting in overestimation of the fraction diagnosed, even though such screening of a large number of people is very costly. Considering the need to achieve continued monitoring of the diagnosed proportion of HIV-infected individuals, development of a reasonable yet scientifically rigorous method based on other datasets would be beneficial, especially using epidemiological surveillance data (Hsieh et al., 2012; Cuadros & Abu-Raddad, 2016; Hsieh & Lin, 2016; Mumtaz et al., 2018) .",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 349,
                    "text": "(UNAIDS, 2014)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 699,
                    "end": 713,
                    "text": "(UNAIDS, 2014)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 898,
                    "end": 920,
                    "text": "(Granich et al., 2009;",
                    "ref_id": null
                },
                {
                    "start": 921,
                    "end": 942,
                    "text": "Granich et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 1428,
                    "end": 1450,
                    "text": "(Iwamoto et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 1705,
                    "end": 1735,
                    "text": "(Kihara, Imai & Shimizu, 2000)",
                    "ref_id": null
                },
                {
                    "start": 2222,
                    "end": 2242,
                    "text": "(Hsieh et al., 2012;",
                    "ref_id": null
                },
                {
                    "start": 2243,
                    "end": 2270,
                    "text": "Cuadros & Abu-Raddad, 2016;",
                    "ref_id": null
                },
                {
                    "start": 2271,
                    "end": 2289,
                    "text": "Hsieh & Lin, 2016;",
                    "ref_id": null
                },
                {
                    "start": 2290,
                    "end": 2310,
                    "text": "Mumtaz et al., 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Despite the clear need for epidemiological estimation of the number of undiagnosed HIV infections, the surveillance data in Japan possesses two technical problems. First, while the definition of AIDS has remained nearly unchanged over time, reporting AIDS cases that were previously diagnosed as HIV-infected cases has never been mandated (Nishiura, 2007) . This makes it impossible to directly apply the simplest convolution equation to the data because the backcalculation method requires the count of all AIDS cases over time. Surveillance in Japan has only consistently counted (i) HIV infections without AIDS at the time of diagnosis and (ii) AIDS cases without previous diagnosis of HIV infection. Second, ART has been widespread since 1997 and has continuously improved the prognosis of HIV infection. Explicit incorporation of treatment requires us to account for not only the treatment coverage but also the treatment details (e.g., details of combination therapy), adherence, and many other factors. While there are a number of possible methods to address these issues, including those using CD4 data (e.g., Van Sighem et al., 2017) or molecular biomarkers, a simple yet tractable estimation method that rests on epidemiological surveillance data and that can reasonably overcome these problems is called for.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 355,
                    "text": "(Nishiura, 2007)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1118,
                    "end": 1142,
                    "text": "Van Sighem et al., 2017)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the present study, the aim was to address the abovementioned issues, estimating the HIV incidence among Japanese nationals, and also to offer statistical estimates of undiagnosed HIV infections and the proportion of diagnosed HIV infections over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The present study investigated the epidemiological surveillance data of HIV and AIDS in Japan, which is publicly reported by the Committee of AIDS Trends, Ministry of Health, Labor and Welfare, Japan (2018) , belonging to the Ministry of Health, Labor and Welfare, Japan. Of the reported datasets, our analyses are focused on Japanese nationals because estimation of infection among foreigners requires accounting for human migration, and the decision of migratory behavior (e.g., leaving Japan) is highly dependent on the diagnosis of HIV infection and AIDS. As of the end of 2017, there were 16,663 HIV infections and 7,587 AIDS cases among Japanese nationals (Committee of AIDS Trends, Ministry of Health, Labor and Welfare, Japan, 2018) . As mentioned, HIV diagnoses reflect HIV-infected individuals who undertook voluntary diagnostic testing before the onset of AIDS. An AIDS case indicates a patient who has never been diagnosed with HIV infection prior to an AIDS diagnosis and who meets the clinical diagnostic criteria: (i) confirmed HIV infection and (ii) the presence of one of 23 indicator diseases representing opportunistic infections or tumors. According to the Infectious Disease Law, HIV and AIDS are classified as a category V notifiable disease, and once diagnosed, physicians must notify the case within 7 days of diagnosis. In the present study, the yearly incidence of HIV infections and AIDS diagnoses from 1985 to 2017 was used. The data are structured by sex and also by the most likely route of transmission (e.g., heterosexual, homosexual or intravenous drug use, based on a physician's interview of patients). The latter information, i.e., the mode of transmission, is discarded because it is believed that a substantial proportion of men having sex with men do not disclose the actual contact and inform physicians that they acquired infection through heterosexual contact (Inoue et al., 2015) . Thus, a stratified estimation by sex was conducted. Although the magnitude of the epidemic in Japan is relatively small compared with that in Western industrialized countries, the incidence of HIV infection in Japan is believed to have steadily increased over time, especially among men who have sex with men and young adults (Kihara et al., 2003; Nemoto, 2004) .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 206,
                    "text": "Labor and Welfare, Japan (2018)",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 740,
                    "text": "Labor and Welfare, Japan, 2018)",
                    "ref_id": null
                },
                {
                    "start": 1902,
                    "end": 1922,
                    "text": "(Inoue et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 2251,
                    "end": 2272,
                    "text": "(Kihara et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 2273,
                    "end": 2286,
                    "text": "Nemoto, 2004)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Surveillance data of HIV and AIDS in Japan"
        },
        {
            "text": "The proposed statistical model is derived from the following partial differential equation (PDE) model, which is referred to as the McKendrick equation (Nishiura & Inaba, 2011; Ejima, Aihara & Nishiura, 2014) . Figure 1 shows a compartmental diagram of the datagenerating process. Once infected with HIV, individuals who are undiagnosed and in the incubation period experience two different hazards, i.e., the force of HIV diagnosis α(t ) that depends on calendar time t and the hazard of illness onset ρ(τ ) that depends on the time elapsed since infection τ . Let h (t, τ ) be undiagnosed incubating HIV infections at calendar time t and the time since infection τ (i.e., undiagnosed HIV infection without AIDS), the dynamics of HIV diagnosis and illness onset are described by",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 176,
                    "text": "(Nishiura & Inaba, 2011;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 177,
                    "end": 208,
                    "text": "Ejima, Aihara & Nishiura, 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 219,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Derivation of likelihood using a mathematical model"
        },
        {
            "text": "with a boundary condition",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of likelihood using a mathematical model"
        },
        {
            "text": "where λ(t ) represents the HIV incidence (i.e., the number of new HIV infections) at calendar time t. It should be noted that ρ(τ ) yields f (τ ), the probability density function of the incubation period as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of likelihood using a mathematical model"
        },
        {
            "text": "for s>0. It is well known that the McKendrick equation can be solved along the characteristic line, i.e.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of likelihood using a mathematical model"
        },
        {
            "text": "for t −s>0. Eqs. (1) and (4) indicate that the incidence of HIV diagnosis at calendar time t, u (t ), is written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of likelihood using a mathematical model"
        },
        {
            "text": "and similarly, the incidence of AIDS cases at time t, a (t ), is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of likelihood using a mathematical model"
        },
        {
            "text": "Equations (5) and (6) read similarly to the so-called extended backcalculation (Hall et al., 2008) , which is derived from a competing risk model (Marschner, 1994; Cui & Becker, 2000) . The abovementioned process can be used as the generalization.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 98,
                    "text": "(Hall et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 146,
                    "end": 163,
                    "text": "(Marschner, 1994;",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 183,
                    "text": "Cui & Becker, 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Derivation of likelihood using a mathematical model"
        },
        {
            "text": "The datasets are reported in a discrete time interval (i.e., year); thus, here I discretized models Eqs. (5) and (6) as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical model and estimation"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical model and estimation"
        },
        {
            "text": "There is no prior notion as to the shape of the epidemic curve (i.e., the frequency of transmission) over time. Thus, the incidence of HIV infection in year t, λ t , is modeled as a step function:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical model and estimation"
        },
        {
            "text": "such that the yearly incidence can be directly dealt with as the parameter. The yearly probability of diagnosis in year t, α t , is similarly modeled as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical model and estimation"
        },
        {
            "text": "The probability mass function of the incubation period is assumed as known, and in discrete time, this is written as ρ s s−1 y=1 (1−ρ y ). As is widely assumed for HIV infection, the incubation period is modeled using the Weibull distribution. Using the property of Weibull distribution with the scale parameter η and shape parameter k, the discrete Weibull model is connected to the continuous version as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical model and estimation"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical model and estimation"
        },
        {
            "text": "Using the abovementioned model, undiagnosed HIV infections at the end of year t are computed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical model and estimation"
        },
        {
            "text": "The diagnosed proportion of HIV infections is calculated either as (a + u)/ (x + a + u) or u/ (x + u), taking the summations over time. The former calculates the proportion of diagnosed HIV-positive individuals out of the cumulative number of HIVpositive individuals. This calculation has the drawback of including patients with AIDS who have already died by the year of calculation. As of 2017, it has been reported that a total of 2,321 cases resulted in death (Iwamoto et al., 2017) . Alternatively, the latter calculates the fraction of individuals who are HIV positive but have not yet developed AIDS out of the cumulative number of HIV-positive individuals but including undiagnosed individuals, considering that the incubation period in most cases of HIV infection is now considerably extended by ART. The drawback of the latter calculation is that patients with AIDS who have survived and have received ART are excluded; thus, the calculated proportion may not be strictly in line with the target figure in the first goal of the 90-90-90 initiative. Therefore, when estimating the undiagnosed number of HIV infections and the diagnosed proportion at the end of 2017, both calculations are made, and the former is adjusted by subtracting 2,321 AIDS deaths from the cumulative count of AIDS cases.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 485,
                    "text": "(Iwamoto et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical model and estimation"
        },
        {
            "text": "To quantify the proposed system of equations, we estimate parameters λ t and α t by means of the maximum likelihood method. Considering that HIV infections are generated as the nonhomogenous Poisson process, the resulting HIV diagnoses and AIDS cases would also follow Poisson distributions. The likelihood function of HIV diagnoses is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical model and estimation"
        },
        {
            "text": "where r t denotes the reported (observed) number of HIV diagnoses in year t in the surveillance record. Similarly, the likelihood of new AIDS diagnoses is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical model and estimation"
        },
        {
            "text": "where w t denotes the reported number of new AIDS diagnoses in year t. Consequently, the total likelihood L is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical model and estimation"
        },
        {
            "text": "Maximum likelihood estimates of parameters are obtained by minimizing the negative logarithm of Eq. (16). As mentioned above, the incubation period distribution is assumed as known, and to address the uncertainty, three different estimates are derived from published studies (Boldson et al., 1988; Brookmeyer & Goedert, 1989; Munoz & Xu, 1996) . A widely cited estimate by Brookmeyer & Goedert (1989) was derived from the study of patients with hemophilia over 20 years of age with η = 11.6 and k =2.5, resulting in a median incubation period of 10.0 years. Boldson et al. (1988) investigated a cohort of AIDS cases in San Francisco with η = 14.3 and k =2.5, yielding a median incubation period of 12.3 years. The estimate by Munoz & Xu (1996) was obtained from the Multicenter AIDS Cohort Study with η = 10.0 and k =1.3, and the median incubation period is 7.5 years. All three estimates have been used in the present study to address uncertainty with respect to the incubation period. In addition to Eqs. (14) and (15), we have also explored the over-dispersed likelihood function, employing the negative binomial distribution with time-independent dispersion parameter for HIV and AIDS counts, respectively, (Althaus, 2015) and compared the Akaike Information Criterion (AIC) against Poisson distributed likelihood, as part of sensitivity analysis.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 297,
                    "text": "(Boldson et al., 1988;",
                    "ref_id": null
                },
                {
                    "start": 298,
                    "end": 325,
                    "text": "Brookmeyer & Goedert, 1989;",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 343,
                    "text": "Munoz & Xu, 1996)",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 400,
                    "text": "Brookmeyer & Goedert (1989)",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 579,
                    "text": "Boldson et al. (1988)",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 743,
                    "text": "Munoz & Xu (1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical model and estimation"
        },
        {
            "text": "The 95% confidence interval (CI) of parameters was derived from the profile likelihood. The 95% CI of model estimates (e.g., the number of undiagnosed HIV infections and the proportion diagnosed) was derived using a parametric bootstrap method. In the bootstrapping exercise, model parameters were resampled from a multivariate normal distribution with vectors of mean θ and standard deviation σ . The latter vector was derived from the covariance matrix, taking diagonal elements of the inverse Hessian matrix (σ 2 = diag(H −1 (θ))). For each set of parameters, the model solution is obtained, and 1,000 times of parameter resampling results in a simulated distribution of model solutions. By taking the 2.5th and 97.5th percentile points of the simulated distribution, the 95% CI is obtained. All statistical data were analyzed using R version 3.1 (Comprehensive R Archive Network) (R Core Team, 2016) and JMP version 12.0.1 statistical software (SAS Institute Inc., Cary, NC, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical model and estimation"
        },
        {
            "text": "In the present study, the analyzed data are publicly available (Committee of AIDS Trends, Ministry of Health, Labor and Welfare, Japan, 2018) . As such, the datasets used in our study are deidentified and fully anonymized in advance, and the analysis of publicly available data with no identifying information does not require ethical approval.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 141,
                    "text": "Labor and Welfare, Japan, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ethical considerations"
        },
        {
            "text": "Estimated parameters, i.e., yearly incidence and yearly probability of diagnosis, are shown in Fig. 2 . With the assumed median incubation period of 10.0 years, the yearly incidence was the highest from 2005-2008, with an estimated 1,972 (95% CI: 1,829, 2,115) infections per year ( Fig. 2A) . Subsequently, the incidence began to decline; the yearly estimate in the most recent interval (from 2013-2017) was 1,179 (95% CI: 1,047, 1,293) infections. The yearly probability of diagnosis has monotonously improved over time (Fig. 2B) . The estimated diagnosis probability by 1999 was less than 10%, but the latest estimate from 2013-2017 was 15.6% (95% CI: 14.8%, 16.4%). The qualitative patterns of HIV incidence and diagnosis did not vary greatly, even when shorter and longer median incubation periods were used (Figs. 2C and 2D) . Figures 2E and 2F show maximum likelihood estimates of the incidence and probability of diagnosis by sex. The incidence in males was the highest from 2005-2008; the latest estimate from 2013-2017 ranged from 1,015 to 1,363 infections per year, assuming a median incubation period from 7.5 to 12.3 years. Similarly, the incidence in females was highest from 1993-1996, ranging from 86 to 97 infections per year; the latest yearly incidence ranged from 31 to 54 infections with a median incubation period of 7.5 to 12.3 years. The yearly probability of diagnosis among males behaved similarly to that of the entire population, but there was no apparent improvement in the frequency of diagnosis among females. In general, female enjoyed higher rate of diagnosis than male. For the entire population with median incubation period at 10.0 years, AIC with the Poisson distributed likelihood was 650.7, while that with negative binomially distributed likelihood was 655.0, indicating that the dataset was not over-dispersed. In fact, dispersion parameters for HIV and AIDS were estimated at greater than 100, indicating that Poisson distribution has sufficiently captured the variation. Figure 3 shows a comparison between the observed and predicted number of HIV diagnoses and AIDS cases. All three models with different median incubation periods yielded almost identically good fit to the data (Fig. 3A) , reflecting mutual compensations between λ and α to fit to the data. Even though the number of diagnosed HIV infections and AIDS cases was relatively small for females, the proposed model successfully captured the observed patterns of HIV diagnoses and AIDS cases by sex (Fig. 3B) . Including and excluding AIDS cases, the estimated proportions of diagnosed HIV infections are shown in Figs. 4C and 4D. Including AIDS cases, the diagnosed proportion was estimated at 81.9% (range 78.7% to 85.7%) using the median incubation period of 10.0 (7.5 to 12.3) years. Excluding AIDS cases, the estimate was 75.7% (range 71.8% to 80.5%). Figures 4E and 4F show the estimated number of undiagnosed HIV infections and the diagnosed proportion by sex, excluding AIDS cases. Estimates of undiagnosed HIV infections among males behaved similarly to the entire population of Japanese nationals, whereas those of females peaked in the year 2001. In the latest time interval (2013) (2014) (2015) (2016) (2017) , it was estimated that 5,150 infections (range 3,881 to 6,287) in males and 210 infections (range 162 to 255) in females remained unrecognized, using the median incubation period of 10.0 (with the range of 7.5 to 12.3) years. The diagnosed proportion of both males and females increased with time, and females tended to yield higher estimates than males. In the latest time interval from 2013-2017, the diagnosed proportion (excluding AIDS cases) was estimated at 75.3% (range 71.4% to 80.2%) among males and 82.1% (range 79.1% to 85.6%) among females. Figure 5 shows the undiagnosed number of HIV infections and the proportion of diagnosed infections at the end of 2017. The uncertainty bound was greatest with an assumed median incubation period of 12.3 years, with an estimated 6,552 infections (95% CI: 5,632, 7,471). Figure 5B shows the diagnosed proportion, including and excluding AIDS cases, with 95% confidence intervals. Even when AIDS cases were included, the 2,321 deaths known up to that point were subtracted from AIDS cases in advance of the calculation. Assuming that the median incubation period was 10.0 years, the calculation, inclusive of surviving AIDS cases, yielded 80.3% (95% CI: 78.7%, 82.0%); when excluding AIDS cases, the proportion was 75.7% (95% CI: 73.8%, 77.6%). ",
            "cite_spans": [
                {
                    "start": 3192,
                    "end": 3198,
                    "text": "(2013)",
                    "ref_id": null
                },
                {
                    "start": 3199,
                    "end": 3205,
                    "text": "(2014)",
                    "ref_id": null
                },
                {
                    "start": 3206,
                    "end": 3212,
                    "text": "(2015)",
                    "ref_id": null
                },
                {
                    "start": 3213,
                    "end": 3219,
                    "text": "(2016)",
                    "ref_id": null
                },
                {
                    "start": 3220,
                    "end": 3226,
                    "text": "(2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 101,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 291,
                    "text": "Fig. 2A)",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 437,
                    "text": "CI: 1,047, 1,293)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 522,
                    "end": 531,
                    "text": "(Fig. 2B)",
                    "ref_id": null
                },
                {
                    "start": 813,
                    "end": 830,
                    "text": "(Figs. 2C and 2D)",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 850,
                    "text": "Figures 2E and 2F",
                    "ref_id": null
                },
                {
                    "start": 2014,
                    "end": 2022,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 2223,
                    "end": 2232,
                    "text": "(Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 2505,
                    "end": 2514,
                    "text": "(Fig. 3B)",
                    "ref_id": null
                },
                {
                    "start": 2863,
                    "end": 2880,
                    "text": "Figures 4E and 4F",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3781,
                    "end": 3789,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 4050,
                    "end": 4059,
                    "text": "Figure 5B",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The present study estimated the incidence and diagnosed fraction of HIV infections among Japanese nationals, devising an original model that captures the data generating process of HIV and AIDS in the epidemiological surveillance. By the end of 2017, the cumulative number of HIV infections was estimated to be about 30,000 cases, of which 4,000 to 6,000 were considered to have remained undiagnosed. Assuming that the median incubation period was 10.0 years, 80% of infections have ever been diagnosed; accounting for the uncertainty in a median incubation period ranging from 7.5 to 12.3 years, the estimate of the diagnosed proportion can range from 77% to 84%. To the author's knowledge, the present study is the first to offer firm statistical estimates of the incidence and diagnosed proportion of HIV infections based on epidemiological surveillance data in Japan, using an explicit mathematical modeling approach. There are two take-home messages from the results of this study. First, regardless of whether AIDS cases are included, the proportion of diagnosed HIV infections appears not to have reached 90% among Japanese nationals. Although some estimates exceed 80%, even after subtraction of known deaths owing to AIDS, the findings echo those of a published study that analyzed blood donor data (Iwamoto et al., 2017) . The published blood donor-based estimate indicated that 85.6% have been diagnosed at the end of 2015, which was prone to sampling bias with substantial potential of both over-and underestimation, and the present study validated that the surveillance-based estimate was slightly below and not too far from the published figure. These findings pose a critical problem in Japan for controlling HIV and AIDS. In the present study, the rate of diagnosis was shown to have improved with time, and the trend was particularly apparent among men, mainly comprising men having sex with men (MSM). The findings of the present study indicate that there would be a certain number of infected individuals who may not have proper access to consultation, testing, and care with privacy protection. To identify the attributes of such HIV-infected individuals in greater detail, the investigation must be extended to explore heterogeneous patterns, including age-dependence, spatial heterogeneity, and other background characteristics. These are my ongoing research interests.",
            "cite_spans": [
                {
                    "start": 1308,
                    "end": 1330,
                    "text": "(Iwamoto et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Second, compared with the peak from 2005-2008, the incidence showed a declining trend. Compared with the estimate in 2005-2008, the upper 95% CIs of the next two time periods (2009-2012 and 2013-2017) were significantly lower than those in the peak period. In fact, a declining trend has also been seen in other datasets, including the incidence of counseling and blood testing at local health centers and the proportion of HIV-positive blood donors over time (Committee of AIDS Trends, Ministry of Health, Labor and Welfare, Japan, 2018) . The present study results support that these observed declines are partially attributable to actual decreases in the incidence of HIV infection in Japan. The underlying mechanisms of such decreases have yet to be explored using a mathematical model, perhaps requiring modeling of the saturated effect (Heesterbeek & Metz, 1993) together with statistical estimates of the effective reproduction number (Kretzschmar et al., 2013) . The success of Japan's controlling HIV transmission among the core population, i.e., MSM, reflecting the set-up of gay community centers and scale-up of gay non-governmental organizations' activities (Sherriff et al., 2017) , could potentially be objectively demonstrated in such an analysis. In addition, it must be remembered that the yearly incidence still remains above 1,000 infections; moreover, such a declining trend is not evident among females, although the rate of diagnosis in female has steadily been higher than that in male. Higher frequency of diagnosis among female than male might reflect better awareness of the risk that results from heterosexual transmission (e.g., through foreign partner's diagnosis).",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 200,
                    "text": "(2009-2012 and 2013-2017)",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 538,
                    "text": "(Committee of AIDS Trends, Ministry of Health, Labor and Welfare, Japan, 2018)",
                    "ref_id": null
                },
                {
                    "start": 842,
                    "end": 868,
                    "text": "(Heesterbeek & Metz, 1993)",
                    "ref_id": null
                },
                {
                    "start": 942,
                    "end": 968,
                    "text": "(Kretzschmar et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 1171,
                    "end": 1194,
                    "text": "(Sherriff et al., 2017)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although the present study was motivated by the need for quantifying the care cascade in Japan, in accordance with the goals of 90-90-90, a few technical issues must be noted to interpret the estimates and apply the present results to the evaluation. First, Japanese estimates of the latter two goals of the 90-90-90 initiative, i.e., access to ART and virus suppression, rest on questionnaire surveys conducted in the prefectures, which do not distinguish between infected individuals who are Japanese nationals and those who are not (Iwamoto et al., 2017) . Thus, our estimates of the diagnosed proportion of HIV infections among Japanese nationals alone cannot immediately be compared with subsequent existing proportions as if they were sampled from the same population. Whereas estimation of the HIV incidence among non-Japanese nationals is an ongoing research subject, it is frequently the case that infection with HIV or illness onset of AIDS acts as a trigger for foreigners to leave the country; therefore, incorporation of their involvement in the transmission dynamics of Japan requires that very careful attention be paid to migration events (Matsuyama et al., 2018; Sakamoto et al., 2018; Yuan & Nishiura, 2018) , and ideally, that information is supported by individual-based data. Second, the clinical definition of AIDS in Japan depends on indicator diseases, imposing a certain extent of uncertainty in diagnosis. For instance, Japan has a number of designated AIDS Core Hospitals, and HIV diagnoses in those institutes involve screening of common opportunistic infections upon diagnosis of HIV infection, which sensitively leads to the diagnosis of AIDS. Compared with HIV-infected individuals diagnosed at local health centers, the frequency of AIDS diagnosis may be higher in the designated hospitals, calling for the validation of estimates using other methods. Using other datasets including biomarkers or CD4 count data can act as another potential work to be built on this study. Third, in the present study, we struggled with subtraction of AIDS deaths from the calculation of the diagnosed proportion of infections; this problem essentially stems from the absence of a case registration system in Japan. Once diagnosed, infected individuals are never longitudinally monitored by the government, considerably complicating prevalence estimation. With a registration system of HIV-infected individuals, statistical monitoring of the second and third goals of 90-90-90 can be achieved in real time and in a very reasonable manner.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 557,
                    "text": "(Iwamoto et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 1155,
                    "end": 1179,
                    "text": "(Matsuyama et al., 2018;",
                    "ref_id": null
                },
                {
                    "start": 1180,
                    "end": 1202,
                    "text": "Sakamoto et al., 2018;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1203,
                    "end": 1225,
                    "text": "Yuan & Nishiura, 2018)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Five technical limitations must be noted. First, the present study did not account for uncertainties other than variations in length of the incubation period. There has been a concern that the incubation period has probably shortened over time (Nakamura et al., 2011) , but I did not have substantial data to support this issue. Second, the natural history of HIV infection has yet to be explored in-depth; an explicit proportion of HIV individuals who never develop AIDS over the course of infection is missing. Third, other than sex, the present study accepted homogeneity in the natural course and diagnosis of infection. Our future studies will address several heterogeneities. Fourth, estimates rested on yearly data, and the precision was limited (e.g., with use of the step function for every 4 years). The use of smoothing with nonparametric back-projection is another of our ongoing studies (Becker, 1997) . Fifth, the present study focused on the incidence estimation, and more explicit modeling of the transmission dynamics, including those highlighting the role of MSM (Yamamoto, Ejima & Nishiura, 2018) , is the subject for future studies.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 267,
                    "text": "(Nakamura et al., 2011)",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 914,
                    "text": "(Becker, 1997)",
                    "ref_id": null
                },
                {
                    "start": 1081,
                    "end": 1115,
                    "text": "(Yamamoto, Ejima & Nishiura, 2018)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite these limitations, the present study successfully estimated the incidence of HIV infections, undiagnosed number of infections, and the proportion diagnosed in real time, using limited but readily available epidemiological surveillance data. Improved estimates using age and geographical data, as well as estimates based on other methods, are to follow, which will boost studies of epidemiological estimation in this area in Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the present study, a statistical modeling method was developed for the estimation of HIV incidence in Japan and estimates made of the undiagnosed number of HIV infections and the proportion of diagnosed HIV infections over time. Using the McKendrick equation, a general convolution-like equation was derived, allowing for joint estimation of the HIV incidence and time-dependent rate of diagnosis. By the end of 2017, the cumulative number of HIV infections was estimated to be about 30,000, and about 80% of infections have ever been diagnosed. Accounting for the uncertainty in the median incubation period ranging from 7.5 to 12.3 years, estimates of the diagnosed proportion of HIV infections can range from 77% to 84%. The proportion of diagnosed HIV infections appears not to have reached 90% among Japanese nationals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "HIV-1 infection in recent years in Japan",
            "authors": [],
            "year": null,
            "venue": "Internal Medicine",
            "volume": "50",
            "issn": "",
            "pages": "95--101",
            "other_ids": {
                "DOI": [
                    "10.2169/internalmedicine.50.4137"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "HIV/AIDS surveillance and prevention studies in Japan: summary and recommendations",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nemoto",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "AIDS Education and Prevention",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1521/aeap.16.3.5.27.35529"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lessons from previous predictions of HIV/AIDS in the United States and Japan: epidemiologic models and policy formulation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Epidemiologic Perspectives and Innovations",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimation of the incubation period of influenza A (H1N1-2009) among imported cases: addressing censoring using outbreak data at the origin of importation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Inaba",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Theoretical Biology",
            "volume": "272",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2010.12.017"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A language and environment for statistical computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Modeling the elevated risk of yellow fever among travelers visiting Brazil",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sakamoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Theoretical Biology and Medical Modelling",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12976-018-0081-1"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Everywhere in Japan: an international approach to working with commercial gay businesses in HIV prevention",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sherriff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koerner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kaneko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shiono",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takaku",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boseley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ichikawa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Promotion International",
            "volume": "32",
            "issn": "3",
            "pages": "522--534",
            "other_ids": {
                "DOI": [
                    "10.1093/heapro/dav096"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "90-90-90: an ambitious treatment target to help end the AIDS epidemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unaids",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Reduction in undiagnosed HIV infection in the European Union/European Economic Area",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Sighem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pharris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Quinten",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Noori",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Amato-Gauci",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eurosurveillance",
            "volume": "22",
            "issn": "48",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2017.22.48.17-00771"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Modelling the impact of correlations between condom use and sexual contact pattern on the dynamics of sexually transmitted infections",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ejima",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Theoretical Biology and Medical Modelling",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12976-018-0078-9"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Estimating the actual importation risk of dengue virus infection among Japanese travelers",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLOS ONE",
            "volume": "13",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0198734"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Data-generating process of HIV infections and AIDS cases in Japan. New HIV infections occur at rate λ(t ). While going undiagnosed as h(t ,τ ), there would be an increase in the time since infection τ . Diagnosis of HIV takes place at a time-dependent rate α(t ), and AIDS illness onset occurs at rate ρ(τ ), which depends on the time since infection. Newly diagnosed HIV infections, and AIDS cases that had not been previously diagnosed with HIV, were notified to the surveillance system.Full-size DOI: 10.7717/peerj.6275/fig-1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "shows the estimated undiagnosed number of HIV infections and the estimated proportion of diagnosed HIV-positive individuals over time, among Japanese nationals. Using the median incubation period of 10.0 years (Fig. 4A), undiagnosed HIV infection was estimated to have peaked in 2009 with 7,532 (95% CI: 6,911, 8,152) infections. In the latest time interval, from 2013-2017, it was estimated that 5,363 (95% CI: 4,809, 5,917) infections remained unrecognized. Varying the median incubation period from 7.5 to 12.3 years, the maximum likelihood estimate of undiagnosed HIV infections in the latest time interval ranged from 4,041 to 6,552 infections. These findings indicate that the cumulative number of HIV infections by the end of 2017 was 29,613 (95% CI: 29,059, 30,167) Japanese nationals, using the median incubation period of 10.0 years, and can range from 28,291 to 30,802 individuals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Estimated HIV incidence and rate of diagnosis in Japan. (A) The yearly incidence of HIV infection, assuming that the median incubation period is 10.0 years. The step function for every 4 years was used to model the incidence. The 95% confidence intervals were derived from profile likelihood.(B) The yearly rate of diagnosis of HIV infection, assuming that the median incubation period is 10.0 years. (C) Maximum likelihood estimates of the yearly incidence with different median incubation periods: 7.5, 10.0, and 12.3 years. (D) Maximum likelihood estimates of the yearly rate of diagnosis with different median incubation periods: 7.5, 10.0, and 12.3 years. (E) Yearly incidence estimates by sex and different median incubation periods. Maximum likelihood estimates are shown. Note that a common logarithmic scale is used on the vertical axis, to ease comparisons. (F) Yearly rate of diagnosis estimates by sex and different median incubation periods. Maximum likelihood estimates are shown. Full-size DOI: 10.7717/peerj.6275/fig-HIV diagnoses and AIDS cases in Japan, 1985-2017. (A) Comparisons between observed and predicted yearly number of HIV diagnoses and AIDS cases. Different median incubation periods (i.e., 7.5, 10.0, and 12.3 years) were assumed, but predicted values are mostly overlapped. (B) Comparisons between observed and predicted values by sex. Circles represent the observed number of HIV diagnoses whereas triangles represent that of AIDS cases. Solid marks represent males; empty marks represent females. A common logarithmic scale is used on the vertical axis. In A and B, bold grey lines represent lower and upper 95% confidence intervals with the median incubation period of 10.0 years based on the parametric bootstrap method. Full-size DOI: 10.7717/peerj.6275/fig-3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Undiagnosed number and proportion of HIV infections in Japan, 1986-2017. (A) Estimates of undiagnosed HIV infections, assuming that the median incubation period is 10.0 years. The 95% confidence intervals were derived from profile likelihood. (B) Maximum likelihood estimates of undiagnosed HIV infections with different median incubation periods: 7.5, 10.0, and 12.3 years. (C) Proportion of diagnosed infections out of the cumulative number of HIV infections, inclusive of AIDS cases. (D) Proportion of diagnosed infections out of the cumulative number of HIV infections, excluding AIDS cases. (E) Maximum likelihood estimates of undiagnosed HIV infections by sex, with different median incubation periods: 7.5, 10.0, and 12.3 years. Note that common logarithmic scale is used on the vertical axis. (D) Proportion of diagnosed infections out of the cumulative number of HIV infections, excluding AIDS cases, by sex. Full-size DOI: 10.7717/peerj.6275/fig-Estimated undiagnosed HIV infections and proportion of diagnosed infections at the end of 2017. (A) Estimates of undiagnosed HIV infections with different incubation periods. Whiskers extend to lower and upper 95% confidence intervals derived using a parametric bootstrapping method. (B) Proportion of diagnosed infections out of the cumulative number of HIV infections, excluding AIDS cases (solid circles) or including AIDS cases but subtracting 2,321 deaths (empty circles). Whiskers extend to lower and upper 95% confidence intervals derived using a parametric bootstrapping method. Full-size DOI: 10.7717/peerj.6275/fig-5",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Analisa Avila, ELS, of Edanz Group for editing a draft of this manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The following grant information was disclosed by the author: Health and Labour Sciences Research Grant: H26-AIDS-YoungInvestigator-004. Health and Labour Sciences Research Grant: H28-AIDS-General-001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grant Disclosures"
        },
        {
            "text": "Hiroshi Nishiura is an Academic Editor for PeerJ and has no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        },
        {
            "text": "• Hiroshi Nishiura conceived and designed the experiments, performed the experiments, analyzed the data, contributed reagents/materials/analysis tools, prepared figures and/or tables, authored or reviewed drafts of the paper, approved the final draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "The following information was supplied regarding data availability:The raw data with the website URL is referenced in the manuscript, and any readers can download the data from there.http://api-net.jfap.or.jp/status/2016/16nenpo/hyo_03.pdf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability"
        }
    ]
}