{
    "paper_id": "6fb63e6ddb93b95e451c44a18ca67e506e126c3d",
    "metadata": {
        "title": "Syndromic Surveillance for Local Outbreaks of Lower- Respiratory Infections: Would It Work?",
        "authors": [
            {
                "first": "Cees",
                "middle": [
                    "C"
                ],
                "last": "Van Den Wijngaard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Liselotte",
                "middle": [],
                "last": "Van Asten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Wilfrid",
                "middle": [],
                "last": "Van Pelt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Gerda",
                "middle": [],
                "last": "Doornbos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Nico",
                "middle": [
                    "J D"
                ],
                "last": "Nagelkerke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emirates University",
                    "location": {
                        "settlement": "Al-Ain",
                        "country": "United Arab"
                    }
                },
                "email": ""
            },
            {
                "first": "Gé",
                "middle": [
                    "A"
                ],
                "last": "Donker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Netherlands Institute of Health Services Research",
                    "location": {
                        "addrLine": "The Netherlands",
                        "settlement": "Utrecht"
                    }
                },
                "email": ""
            },
            {
                "first": "Wim",
                "middle": [],
                "last": "Van Der Hoek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Marion",
                "middle": [
                    "P G"
                ],
                "last": "Koopmans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Although syndromic surveillance is increasingly used to detect unusual illness, there is a debate whether it is useful for detecting local outbreaks. We evaluated whether syndromic surveillance detects local outbreaks of lowerrespiratory infections (LRIs) without swamping true signals by false alarms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods and Findings: Using retrospective hospitalization data, we simulated prospective surveillance for LRI-elevations. Between 1999-2006, a total of 290762 LRIs were included by date of hospitalization and patients place of residence (.80% coverage, 16 million population). Two large outbreaks of Legionnaires disease in the Netherlands were used as positive controls to test whether these outbreaks could have been detected as local LRI elevations. We used a space-time permutation scan statistic to detect LRI clusters. We evaluated how many LRI-clusters were detected in 1999-2006 and assessed likely causes for the cluster-signals by looking for significantly higher proportions of specific hospital discharge diagnoses (e.g. Legionnaires disease) and overlap with regional influenza elevations. We also evaluated whether the number of space-time signals can be reduced by restricting the scan statistic in space or time. In 1999-2006 the scan-statistic detected 35 local LRI clusters, representing on average 5 clusters per year. The known Legionnaires' disease outbreaks in 1999 and 2006 were detected as LRI-clusters, since cluster-signals were generated with an increased proportion of Legionnaires disease patients (p:,0.0001). 21 other clusters coincided with local influenza and/or respiratory syncytial virus activity, and 1 cluster appeared to be a data artifact. For 11 clusters no likely cause was defined, some possibly representing as yet undetected LRI-outbreaks. With restrictions on time and spatial windows the scan statistic still detected the Legionnaires' disease outbreaks, without loss of timeliness and with less signals generated in time (up to 42% decline).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: To our knowledge this is the first study that systematically evaluates the performance of space-time syndromic surveillance with nationwide high coverage data over a longer period. The results show that syndromic surveillance can detect local LRI-outbreaks in a timely manner, independent of laboratory-based outbreak detection. Furthermore, since comparatively few new clusters per year were observed that would prompt investigation, syndromic hospital-surveillance could be a valuable tool for detection of local LRI-outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The SARS epidemic in 2003, the bioterrorism attacks in 2001, and the ongoing threat of new infectious disease outbreaks have prompted many countries to invest in their capacity to respond timely to emerging infectious disease outbreaks, as early outbreakdetection may well mitigate their impact. As a result, new surveillance systems for earlier detection have been implemented, often labeled ''syndromic surveillance'' [1] [2] [3] [4] [5] [6] . These systems use increased reporting of critical symptoms or clinical diagnoses as early indicators of infectious disease outbreaks. This not only allows monitoring of clinical syndromes before laboratory diagnoses have been made, but also allows detection of outbreaks of diseases for which no diagnostics were requested or available (including emerging pathogens). Geographic analysis methods -such as space-time scan statistics -may further increase the sensitivity of syndromic surveillance for detection of local outbreaks or of regional differences in regular seasonal epidemic diseases [2, 6] . In the SARS outbreak in Hongkong in 2003, it is believed that a near real-time space-time analysis would have detected the highly unusual clustering of severe acute respiratory syndrome cases much sooner [7] . However, concerns exist about the specificity of space-time syndromic surveillance, i.e. that it might generate many false signals [8, 9] .",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 423,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1044,
                    "end": 1046,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1253,
                    "end": 1256,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1390,
                    "end": 1393,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1394,
                    "end": 1396,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The objective of this study was to evaluate to what extent syndromic surveillance detects local outbreaks of lower-respiratory infections (LRIs) without swamping true signals by false alarms. Using retrospective hospitalization data, we simulated prospective space-time syndromic surveillance for LRI-elevations. The two largest outbreaks of Legionnaires' disease in the Netherlands in the last decade were used as ''positive controls'' to test whether these known outbreaks would have been detected by space-time signals in LRI data. To assess other (likely) causes for detected LRIelevations, we examined regional increases in the reported incidence of influenza-like-illness (ILI), hospital discharge diagnoses for respiratory illnesses and age group distributions for LRI cases. We also evaluated whether the number of generated spacetime signals can be reduced by restricting the time and spatial windows for the analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since we only used anonymous data from existing medical research and surveillance registries, neither formal ethics committee approval nor informed consent from the patients were required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Approval"
        },
        {
            "text": "LRI-syndrome data (1999) (2000) (2001) (2002) (2003) (2004) (2005) (2006) Hospitalization data were collected from the Dutch National Medical Register (discharge and secondary diagnoses by date of hospitalization for 1999-2006). In 1999-2004 this registry had a 99% coverage (16 million pop.) and in 2005/6 approximately 80%, after exclusion of hospitals with incomplete data for those years.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 24,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 25,
                    "end": 31,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 32,
                    "end": 38,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 39,
                    "end": 45,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 46,
                    "end": 52,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 53,
                    "end": 59,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 60,
                    "end": 66,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 67,
                    "end": 73,
                    "text": "(2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ethical Approval"
        },
        {
            "text": "We included all records on hospitalizations with any kind of LRI as either discharge or secondary diagnosis, under the assumption that this reflects prospective classification of patients with a lower respiratory infection in a ''LRI-syndrome'' on the day of hospitalization. ICD-9-CM (International Classification of Diseases, 9th revision, Clinical Modification) codes for a LRI syndrome were selected from the CDC respiratory syndrome codes-list (Centers for Disease Control and Prevention, USA, http://www.bt.cdc.gov/surveillance/syndromedef/; and see Appendix S1). After excluding duplicate hospitalizations of the same patient within 6 weeks (5% excluded), 222638 records were included for 1999-2004, and 68124 for 2005-2006. Data were aggregated by hospitalization date, postal-code and age group (0-4, 5-19, 20-49, 50-64, $65 years). Since higher levels of spatial resolution can result in more sensitive detection of outbreaks [10, 11] we used 4-digit postal-codes (4023 areas in a 16 million population), which provide the highest level of spatial resolution available within privacy regulations.",
            "cite_spans": [
                {
                    "start": 936,
                    "end": 940,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Ethical Approval"
        },
        {
            "text": "Regional ILI-surveillance data ILI-data were collected from a sentinel network of general practitioners (GPs, Continuous Morbidity Registration Centres, CMR sentinel stations, 1% population coverage) [12] ). The ILIcounts and underlying GP-practice populations were aggregated by region and week. The GP-practice populations were corrected for weeks that specific GP-practices did not supply data. Due to the small number of GP-practices in some parts of the country, the weekly ILI-data were aggregated in 4 major regional groups instead of postal codes.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Ethical Approval"
        },
        {
            "text": "Two large outbreaks of Legionnaires' disease were used as ''positive controls'' for emerging LRI-outbreaks [13, 14] : 1) In March 1999, a large Legionnaires' disease outbreak occurred among persons who had visited a flower show [13] . Ten patients with pneumonia were admitted to one hospital between March 7 th to 11 th . By March 11 th , six patients were diagnosed with Legionnaires' disease and an alarm notice was given to hospitals and GPs in the region. Follow-up investigation detected a total of 188 cases, of whom 167 (87%) were hospitalized and 21 (11%) died. 2) Between July 6 th -28 th 2006, 30 Legionnaires' disease cases were identified in Amsterdam, 2 of which were fatal [14] . On July 7 th an alarm notice was given. A cooling tower in the town centre was later identified as the outbreak-source.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "14]",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Test-case outbreaks"
        },
        {
            "text": "For the LRI-data, we used a space-time permutation scan statistic which compared the observed number of cases in circular areas with variable radii in flexible time periods vs the expected number of cases, based on the geographic distribution of cases in the whole dataset [15] . In this way, only the case data is needed to estimate the expected number of cases in each space-time window, and population density and time trends in the case data are automatically adjusted for.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Scan statistics for space-time clusters"
        },
        {
            "text": "We used SaTScan software [16] and the SaTScan Macro Accessory for Cartography (SMAC [17] , applied in SAS version 9.1, SAS Institute Inc., Cary, NC, USA) to run the scan-statistic and visualize the results. We simulated a prospective surveillance by running the scan-statistic on data from the year preceding each time unit (day or week) in the analysis period. Thus, weekly or daily space-time signals were generated, each time that the observed number of cases in a certain space and time window exceeded the defined significance threshold. Since such analysis consumes a lot of computation time, we performed weekly analysis (instead of daily) over the whole study period. Daily analyses were also performed in the years that the test-case outbreaks occurred (1999 and 2006), to assess the earliest possible detection date. For all analyses, we chose to use a time-aggregation level of 7-days length. For the daily analyses, these 7-day aggregation windows shifted one day forward for each daily run. Thus we both reduced the computation time and adjusted for day-of-week effects (both purely temporal and spatial day-of-week effects).",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 84,
                    "end": 88,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Scan statistics for space-time clusters"
        },
        {
            "text": "To indicate the significance of detected space-time signals, we used recurrence intervals, which indicate how often a signal of the observed significance would be observed by chance under the hypothesis of no outbreak [18] . I.e. if the recurrence interval of a signal is say 1 year, 1 signal of the observed significance is expected in 1 year. Two thresholds levels were used: signals with recurrence interval $1 and $5 years. We assessed whether successive signals overlapped in space and time, which suggests the same cause. For the sake of readability, we indicated a group of such overlapping space-time signals as ''cluster'' and an individual space-time signal as ''cluster-signal''.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Scan statistics for space-time clusters"
        },
        {
            "text": "We evaluated how many LRI-clusters and signals were detected over the whole study period (1999) (2000) (2001) (2002) (2003) (2004) (2005) (2006) and looked for explanations guided by the two-step criteria in Figure 1 . In step one, we assessed likely causes for the cluster-signals by looking for significantly higher proportions of specific hospital discharge diagnoses (e.g., Legionnaires' disease [19, 20] ). In step two we assessed overlap with regional ILI clusters (Appendix S2), as (local) influenza activity might be reflected in local LRI-elevations. Since other pathogens than influenza might cause some ILI fluctuations, influenza activity was only considered to be a likely cause if space-time overlap between LRI and ILI-clusters coincided with the annual influenza season (Figure 1 ). If a specific cause was defined for one or more signals within one cluster, we considered that to be a likely cause for the whole cluster. We also evaluated the timeliness of detection for the clusters related to the known Legionnaires' disease outbreaks.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 95,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 102,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 109,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 110,
                    "end": 116,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 117,
                    "end": 123,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 124,
                    "end": 130,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 131,
                    "end": 137,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 138,
                    "end": 144,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[19,",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "20]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 216,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 786,
                    "end": 795,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Scan statistics for space-time clusters"
        },
        {
            "text": "A sensitivity analysis was used to evaluate the impact of time and spatial window settings on the number of clusters and signals detected. For the initial analyses, we put only minor constraints on the maximum temporal and spatial windows of the scan-statistic, to avoid wrongful assumptions about time, geographical location and size of an outbreak. We then repeated these weekly analyses with a temporal window of maximum 7 weeks and also with a spatial window of maximum 25 km radius, to assess the impact of these parameters on the number of signals generated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scan statistics for space-time clusters"
        },
        {
            "text": "See Appendix S2 for further details on use and settings of the scan-statistics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scan statistics for space-time clusters"
        },
        {
            "text": "Between Feb 1 st 1999 and Sept 30 th 2006, a total of 35 LRIclusters with 221 cluster-signals were detected by weekly analysis (Table 1 , non-restrictive parameter settings, recurrence interval $1 year). By raising the threshold (recurrence interval $5 years), we observed only 24 clusters with 146 cluster-signals (respectively 31% and 34% decrease). Figure 2a shows all LRI-clusters and signals on a timescale for the different recurrence interval levelsas detected with the initial non-restrictive parameter settings for space and time windows. The time between the first and the last signal within one cluster ranged from 0 to 26 weeks. By daily analysis, in 1999 and 2006 a total of 194 cluster-signals were detected (compared to 75 signals by weekly analysis with a $1 year recurrence level, both with non-restrictive parameter settings). However, the number of clusters was lower (10 clusters by daily analysis vs 12 by weekly analysis in 1999 and 2006). Figure 2a and Table 1 also show the likely causes for the detected LRI-clusters (according to the criteria in Figure 1 , see methods section). The known Legionnaires' disease outbreaks in 1999 and 2006 were detected by LRI-clusters, since cluster-signals were generated with an increased proportion of patient discharge diagnoses for Legionnaires' disease in both outbreak areas and periods (Table 1, Figure 2a and 3a-b) (proportions differed between successive signals: 44-65% in 1999, and 21-63% in 2006; p:,0.0001). The 1999 Legionnaires' disease related cluster-signals included a higher proportion of persons 50-64 years of age (37-48%; p:,0.0001). We compared the earliest detection dates for these outbreaks for daily and weekly analysis. Daily analysis signaled the outbreak 4 days earlier than weekly analysis, 2 days before the national alarm was given during the 1999 Legionnaires' disease outbreak. The 2006 Legionnaires' disease outbreak was detected by weekly analysis on 2006 July 15 th , and could have been detected by daily analysis 5 days earlier, 3 days after the national alarm was given.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 135,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 352,
                    "end": 361,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 962,
                    "end": 971,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 976,
                    "end": 983,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1072,
                    "end": 1080,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1363,
                    "end": 1372,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "LRI-clusters"
        },
        {
            "text": "Many of the other clusters and signals seemed to be related to local RSV and/or influenza activity (70% of cluster-signals and 60% of clusters, Table 1 ). Some of the influenza and RSV related clusters tended to persist over longer periods (Figure 2a) . Young children (0-4 years old) were overrepresented in 82 of the 99 cluster-signals that we scored as RSV related (Table 1 ; p:,0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 240,
                    "end": 251,
                    "text": "(Figure 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 368,
                    "end": 376,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "LRI-clusters"
        },
        {
            "text": "In 2000, a cluster was detected with an unusually high number of patients diagnosed with aspergillosis, which was traced to a registration error (one patient was accidentally registered under 28 different anonymous identifiers).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LRI-clusters"
        },
        {
            "text": "For 46 cluster-signals we did not find a ''likely cause'' according to the criteria in Figure 1 . Of these, 6 belonged to influenza and/ or RSV related clusters (Figure 2a When repeating the weekly analyses with restricted time or spatial windows, both Legionnaires' disease outbreaks were still detected with the same timeliness. Table 1 and Figure 2b and 2c also show the clusters and signals that were still detected with a temporal window of maximum 7 weeks, and with a spatial window of maximum 25 km respectively (as compared to the signals detected with the initial non-restrictive settings).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 171,
                    "text": "(Figure 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 331,
                    "end": 338,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 343,
                    "end": 352,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "LRI-clusters"
        },
        {
            "text": "With a time window of maximum 7 weeks, 129 of the 221 initial cluster-signals and 30 of the initial 35 clusters were still detected (respectively 42% and 14% decline, Table 1 ). Of the 5 clusters not detected -as compared to the initial analyses -2 had been scored as likely due to RSV, 1 to influenza and for the other 2 no likely cause had been scored (Table 1 and Figure 2a-b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 174,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 354,
                    "end": 362,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 367,
                    "end": 379,
                    "text": "Figure 2a-b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "LRI-clusters"
        },
        {
            "text": "With a maximum 25 km radius, 165 of the 221 initial clustersignals and 33 of the 35 clusters were still detected (respectively 25% and 6% decline, Table 1 ). One of the 2 undetected clusters Figure 1 . Two-step criteria to define (likely) causes for LRI hospitalization clusters detected in 1999-2006. * As evaluated by the rightsided Fisher's exact test for 262 Tables (alpha#0.01) of hospitalizations within vs hospitalizations outside of the cluster-signal. The proportion of hospitalizations with a specific characteristic (e.g. legionnaires' disease as discharge diagnoses, or age 20-49 yrs) can be significantly higher among hospitalizations within the cluster-signal than the proportion outside of the cluster-signal. ** For the ILI-cluster-signals we could only use 4 major regions as spatial resolution. Overlap in time between LRI and ILI-cluster-signals was defined as occurrence of weekly ILI-cluster-signals within 2 weeks (+/2) around LRI-cluster-signals. ***The annual influenza season was defined as all weeks with a national weekly ILI-incidence $3 per 10.000 pop. **** Possibly unreported/undetected local LRI-outbreaks by undetected pathogens. doi:10.1371/journal.pone.0010406.g001 had been scored as likely due to RSV, for the other no likely cause had been scored (Table 1, Figure 2a and 2c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 154,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 191,
                    "end": 199,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1295,
                    "end": 1312,
                    "text": "Figure 2a and 2c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "LRI-clusters"
        },
        {
            "text": "Some of the cluster-signals detected with restrictive time/spatial windows had not been detected with the initially detected signals (data not shown). With the restrictive time window 2 borderline significant cluster-signals were detected, that had been nonsignificant in the initial analysis. This was due to the fact that the restrictive settings limited the adjustments for taking into account the multiple testing (stemming from the many potential cluster locations and sizes evaluated) [15] . With the restrictive spatial window 3 extra cluster-signals were detected due to the same mechanism, and 2 other extra cluster-signals were detected due to the fact that initial cluster-signals that geographically overlapped with them had dropped out.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 495,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "LRI-clusters"
        },
        {
            "text": "In this study, prospective surveillance of hospitalization data was simulated using retrospective data, to evaluate whether syndromic surveillance can effectively detect local outbreaks of lowerrespiratory infections (LRIs). Over 1999-2006 (400 weeks), 35 space-time LRI-clusters were detected by weekly analysis, with a total of 221 generated cluster-signals. This represents an average rate of approximately 5 new clusters per year, or 3 per year using a threshold recurrence interval $5 years. The number of clusters detected per year differed over the study period, reflecting substantial annual variation in influenza epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Two clusters were related to the Legionnaires' disease ''testcase'' outbreaks and would have been detected around the same time as the outbreaks were actually detected. This indicates that syndromic surveillance will pick up similar outbreaks of severe respiratory disease in a timely manner. Note that the Legionnaires' disease outbreaks are used here as ''positive controls'' (or Gold Standard) for realistic severe respiratory outbreaks by uncommon pathogens that may not be (timely) detected by traditional surveillance, such as the Dutch Q-fever outbreak in 2007, for which the initial diagnoses were delayed by several weeks [21, 22] . As 17 out of the total 35 LRI clusters probably reflected local RSV and/or influenza activity, many signal investigations could be limited to checking their concurrence with local RSV and/or influenza activity. The 3 clusters with ''unknown cause'', that concur with local ILI-elevations outside the influenza season, possibly represent very early local influenza activity or local activity of another respiratory pathogen reflected in both GP-ILIdata and hospital LRI-data. For these 3 clusters and the other 8 clusters for which no likely cause was defined, it would have been interesting to investigate possible causes in a truly prospective setting (e.g., by additional diagnostics). Some of these clusters possibly represent unreported and/or undetected local LRIoutbreaks.",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 635,
                    "text": "[21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As a threshold value for the significance of cluster signals, we used a threshold of recurrence intervals $1 year, and only evaluated the LRI clusters that were above this threshold. To illustrate the impact of changing the threshold we repeated the analyses for recurrence intervals $5 years. At both threshold levels, two LRI clusters showed a higher proportion of Legionnaires' disease cases (p:,0.0001, see also results section) overlapping with the known outbreak areas, which made us conclude that these LRI clusters indeed detected the Legionnaires' disease outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of the sensitivity analysis show that the test outbreaks are still detected with the restricted time and spatial windows (at both threshold levels), without loss of timeliness and with less signals generated in time. To limit the computation time we only performed a modest sensitivity analysis. In this study, the restrictions on the time window almost halved the number of signals (42% decline), whereas the clusters in time to investigate declined much less (14% decline). The spatial restrictions resulted in less decline in generated signals (25% decline in signals and 6% decline in clusters). This indicates that with little loss of sensitivity, the restricted time window would be most appropriate to limit the number of generated signals. Local RSV and influenza activity n/a n/a 4 3 n/a n/a 4 3 n/a n/a 3 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Other specific pathogen** The total number of detected clusters and signals is presented, for the non-restrictive parameter settings on space and time (A), for the settings with a maximum time window of 7 weeks (B), and for the settings with a maximum radius of 25 km (C). The distribution of (likely) causes according to the criteria in Figure 1 is also presented in the Table. * A cluster is defined by a set of successive cluster-signals that overlap in space and time. ** The cluster-signals in this category formed only one cluster, which appeared to be caused by a data artifact. *** Possibly unreported/undetected local LRI-outbreaks by undetected pathogens. doi:10.1371/journal.pone.0010406.t001",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 346,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 378,
                    "text": "Table.",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "To our knowledge this is the first study that evaluates the performance of syndromic surveillance with nationwide high coverage data (80-99% of hospitalizations) over a longer period (8 years) with all detected clusters analyzed and (if possible) explained in a systematic way. Feasibility of localized outbreak detection is demonstrated without swamping true signals by excessive false alarms. Some other studies evaluating the performance of spacetime syndromic surveillance have concluded differently, but these studies were based on shorter periods, had lower coverage or lacked comparable outbreaks which could be tested [8, 23, 24] . Cooper et al. tracked the spatial diffusion of influenza and norovirus, using space-time analysis on syndromic data from a telephone help line system in the UK, but did not test space-time detection for more localized outbreaks [23] . Using syndromic surveillance for detection of local gastro-intestinal outbreaks in New York City, Balter et al. found numerous cluster-signals in time, but these could not be used for effective surveillance because of insufficient comparable diagnostic data [8] . Respiratory disease outbreaks could not be evaluated in the NYC study, because no local respiratory outbreaks had been reported in the study period. Nordin et al. used simulated anthrax attack data injected in true physician's visit data to confirm that a respiratory outbreak initiated by bioterrorism will be detected in a timely manner by syndromic surveillance [24] . However, no results on the number of possibly false alarms were presented. These studies present space-time cluster detection analyses over relatively few years and are therefore prone to miss the effects of annual variation. Furthermore, sensitivity for local outbreaks is reduced by using data with relatively low coverage levels. For such data sources with low coverage, methods other than space-time scan statistics seem more appropriate to generate useful information for public health practice (like aberration detection in time).",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 629,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "23,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 634,
                    "end": 637,
                    "text": "24]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 868,
                    "end": 872,
                    "text": "[23]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1133,
                    "end": 1136,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1504,
                    "end": 1508,
                    "text": "[24]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We performed weekly analyses (instead of daily) over the whole study period, because these analyses consume considerable computation time. Daily analyses in 1999 and 2006 detected fewer clusters than weekly analyses because the threshold level for recurrence intervals ($1 year) is more strict (see Appendix S2). Daily analyses would therefore probably not detect more epidemiological events but would yield more timely signals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Hospital based syndromic surveillance could be a helpful tool in detecting local LRI-outbreaks, complementing outbreak detection by laboratory surveillance or astute clinicians. Syndromic surveillance might be most valuable for outbreaks due to uncommon or novel pathogens (like the SARS outbreak), as these seem more likely to be missed by the laboratory and clinicians. Furthermore, outbreaks due to more common pathogens could also be missed, as for community acquired pneumonia often no causative pathogen is detected [25, 26] . Apart from that, under-notification can complicate outbreak detection through laboratories and clinicians [20] . A prerequisite for prospective syndrome surveillance is the realtime availability of hospitalization data, including clinical diagnoses and symptoms by date of hospitalization. Although at present not available in the Netherlands, such real-time syndromic data collection may become feasible after the nationwide implementation of electronic health-care information exchange. In this light, the results of our study justify further development of these methods, including retrospective evaluation of other types of documented health events than the ones presented in our study.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 526,
                    "text": "[25,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "26]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Besides that, further research should focus on prospective application of these methods. In a prospective setting, sustaining reliable data with high coverage and few data artifacts might be more challenging, thus possibly leading to higher numbers of false alarms. In addition, it should be evaluated to what extent 3 to 5 new syndromic clusters per year would indeed be manageable in a prospective setting. Responding to such clusters is complicated, because the cause and thus possible threat will initially often be unknown. For each new cluster, it should first be verified whether plausible explanations can be found in epidemiological or laboratory data. For example, LRI clusters need to be interpreted in relation to local influenza or RSV activity similar as we did in our study, and provided the age distribution of cases reflects the usual pattern, further investigation would seem unnecessary. Internet-based ILImonitoring [27] combined with virological self -sampling (at home) [28] could increase the microbiological base for interpreting syndromic surveillance data. Age stratified syndromic surveillance with a multivariate space-time scan statistic [29] may further facilitate quick interpretation of clusters by revealing the affected age groups.",
            "cite_spans": [
                {
                    "start": 936,
                    "end": 940,
                    "text": "[27]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 992,
                    "end": 996,
                    "text": "[28]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "text": "[29]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This retrospective study shows that space-time syndromic surveillance on hospitalizations can timely detect local LRIoutbreaks independent of detection of the causative pathogen. The frequency of cluster detection, when interpreted in the light of available epidemiological and microbiological data, does not give rise to excessive levels of further investigations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Consequently, we recommend real-time syndromic surveillance as an additional tool for detection of local LRI outbreaks, but only if syndromic data with sufficient quality and coverage can be collected, coupled with epidemiological and microbiological data. Public health responses can be based on a combination of syndromic surveillance data, reports by astute clinicians and early diagnostic test results, which all could generate the first alarm for different kinds of disease events. Future research on prospective syndromic surveillance should therefore focus on practical methods for integrating syndromic surveillance alarms with clinical reports and laboratory information for effective public-health responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Appendix S1 Detailed syndrome definition for hospitalizations with lower-respiratory infection syndrome. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Syndromic surveillance and bioterrorism-related epidemics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Buehler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Berkelman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "1197--1204",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Using automated medical records for rapid identification of illness syndromes (syndromic surveillance): the example of lower respiratory infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lazarus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Kleinman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dashevsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Demaria",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Platt",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "BMC Public Health",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Surveillance of the bioterrorist threat: a primary care response",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Barley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Commun Dis Public Health",
            "volume": "7",
            "issn": "",
            "pages": "68--72",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evaluation of Australia's National Notifiable Disease Surveillance System",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Deeble",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Commun Dis Intell",
            "volume": "28",
            "issn": "",
            "pages": "311--323",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Experimental surveillance using data on sales of over-the-counter medications-Japan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohkusa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shigematsu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Okabe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "54",
            "issn": "",
            "pages": "47--52",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Syndromic surveillance in public health practice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mostashari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karpati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuldorff",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "858--864",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Understanding the spatial clustering of severe acute respiratory syndrome (SARS) in Hong Kong",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Environ Health Perspect",
            "volume": "112",
            "issn": "",
            "pages": "1550--1556",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Three years of emergency department gastrointestinal syndromic surveillance in New York City: what have we found?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "54",
            "issn": "",
            "pages": "175--180",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Syndromic Surveillance: is it a useful tool for local outbreak detection?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hope",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Durrheim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Espaignet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dalton",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Epidemiol Community Health",
            "volume": "60",
            "issn": "",
            "pages": "374--375",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Privacy Protection Versus Cluster Detection in Spatial Epidemiology",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Grannis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Public Health",
            "volume": "96",
            "issn": "",
            "pages": "2002--2008",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Early detection of tuberculosis outbreaks among the San Francisco homeless: trade-offs between spatial resolution and temporal scale",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Higgs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mohtashemi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grinsdale",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Kawamura",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS ONE",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Continuous morbidity registration sentinels Netherlands",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Donker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A large outbreak of Legionnaires' disease at a flower show, the Netherlands",
            "authors": [
                {
                    "first": "Den",
                    "middle": [],
                    "last": "Boer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Yzerman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Schellekens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lettinga",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Boshuizen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Emerg Infect Dis",
            "volume": "8",
            "issn": "",
            "pages": "37--43",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A Space-Time Permutation Scan Statistic for Disease Outbreak Detection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hartman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Assuncao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mostashari",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "SaTScanTM v7.0: Software for the spatial and space-time scan statistics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Information Management Services, Inc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A SaTScan macro accessory for cartography (SMAC) package implemented with SAS software",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Abrams",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Kleinman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int J Health Geogr",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A generalized linear mixed models approach for detecting incident clusters of disease in small areas, with an application to biological terrorism",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kleinman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lazarus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Platt",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "159",
            "issn": "",
            "pages": "217--224",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "260201002: RIVM",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Bilthoven",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Netherlands",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "260201002",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Incidence and completeness of notification of Legionnaires' disease in The Netherlands: covariate capture-recapture analysis acknowledging regional differences",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Hest",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoebe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Den Boer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Vermunt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Ijzerman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Epidemiol Infect",
            "volume": "136",
            "issn": "",
            "pages": "540--550",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "An outbreak of Q fever in The Netherlands-possible link to goats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Steenbergen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Morroy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Groot",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Ruikes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Marcelis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "151",
            "issn": "",
            "pages": "1998--2003",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Tracking the spatial diffusion of influenza and norovirus using telehealth data: a spatiotemporal analysis of syndromic data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Regan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Large",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Groenewegen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Med",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Simulated anthrax attacks and syndromic surveillance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Nordin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Ritzwoller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Abrams",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1394--1398",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Improved diagnosis of the etiology of community-acquired pneumonia with real-time polymerase chain reaction",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Templeton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Scheltinga",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Den Eeden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Graffelman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Den Broek",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "41",
            "issn": "",
            "pages": "345--351",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Value of intensive diagnostic microbiological investigation in low-and high-risk patients with community-acquired pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Der Eerden",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vlaspolder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "De Graaff",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Groot",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "24",
            "issn": "",
            "pages": "241--249",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Internet-based monitoring of influenza-like illness (ILI) in the general population of the Netherlands during the 2003-2004 influenza season",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Marquet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Bartelds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Noort",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Koppeschaar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paget",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Public Health",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Linking syndromic surveillance with virological self-sampling",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chinemana",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Loveridge",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Epidemiol Infect",
            "volume": "136",
            "issn": "",
            "pages": "222--224",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Multivariate scan statistics for disease surveillance",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mostashari",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duczmal",
                    "suffix": ""
                },
                {
                    "first": "Katherine",
                    "middle": [],
                    "last": "Yih",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kleinman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Stat Med",
            "volume": "26",
            "issn": "",
            "pages": "1824--1833",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Prospective time periodic geographical disease surveillance using a scan statistic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J R Statist Soc A",
            "volume": "164",
            "issn": "",
            "pages": "61--72",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "), and 11 coincided with local ILI-elevations outside the influenza season (1 at the end of spring 2000, 4 at the end of summer 2000 and 6 at the end of 2005).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Clusters and generated cluster-signals on a timescale, including all (likely) causes (by weekly analysis).* *Clusters are indicated by sets of successive space-time overlapping cluster-signals placed next to each other on the same height on the y-axis. The cluster-signals caused by a data artifact in 2000 are not presented in the graphs. SeeFigure 1for the criteria by which the likely causes were defined and see theFigure 2 legend for the graphic indication of likely causes. **In Figure 2a -for the analyses with non-restrictive settings on time and spatial windows -all detected clusters and signals are presented, as well as the (likely) causes according to the criteria in Figure 1. Figure 2b presents the signals and clusters that are still detected with a maximum time window of 7 weeks, and Figure 2c signals and clusters still detected with a maximum radius of 25 km. ***Signals indicated by open symbols (e.g. ''#'') have a $1 year recurrence interval, coloured symbols (e.g. '' N '') have a $5 yr recurrenceinterval. A recurrence interval reflects how often a signal of the observed significance level would be observed by chance[18]. I.e. if the recurrence interval of a signal is say 1 year, 1 signal of the observed significance is expected in 1 year. doi:10.1371/journal.pone.0010406.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The earliest detected Legionnaires' disease outbreak related LRI-cluster-signals (1999 and 2006) as presented on a map of the Netherlands (by daily analysis). Figure 3a and 3b show the cluster-signals that detected the 1999 and 2006 outbreak respectively. Output of the Satscan scan-statistic software is presented in the legend. On the map the borders of all postal code areas are indicated, the postal code areas of the cluster-signals are marked in dark-grey with the center postal code marked in red. doi:10.1371/journal.pone.0010406.g003",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Detected LRI-clusters and signals between 1999 Feb 1 st and 2006 Sept 30 th by weekly analysis (recurrence interval $1 or $5 years) for different parameter settings.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Found at: doi:10.1371/journal.pone.0010406.s001 (0.06 MB DOC) Appendix S2 Details on space-time analyses and Satscan settings. Found at: doi:10.1371/journal.pone.0010406.s002 (0.03 MB DOC)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Dutch Hospital Data for providing data from the Dutch National Medical Register (LMR) and we thank Douglas Fleming for reading and commenting on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Conceived and designed the experiments: CCvdW LvA WvP NJDN MPGK. Performed the experiments: CCvdW. Analyzed the data: CCvdW. Contributed reagents/materials/analysis tools: GD GAD. Wrote the paper: CCvdW. Helped drafting and reviewed drafts of the paper: LvA WvP NJDN GAD WvdH MPGK. Helped interpreting the analysis results: LvA WvP NJDN MPGK. Reviewed drafts of the paper: GD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}