{
    "paper_id": "6fe7dbbe77090cf3a1ac5ce68b0aca877c08dd71",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "R is defined to be the average number of infections generated by a typically infectious individual in an otherwise susceptible population [3] . We define the \"average number of secondary cases\" * 0 R to be the average number of secondary cases generated by an individual chosen at random in an otherwise susceptible population. The difference between these two definitions is somewhat technical, but can make a material difference in practice. It hinges on the word \"typically\" which can be taken to mean [1] \"chosen with probability proportional to the components of the eigenvector associated with the largest eigenvalue of the next generation operator\". If transmission is only allowed along the community route (i.e. mass-action, no household or peer-group transmission) the average of our model attack rate converges with those of the classic epidemic size calculation, i.e. ",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 505,
                    "end": 508,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mathematical Epidemiology of Infectious Diseases: Model Building, Analysis and Interpretation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "Jap",
                    "middle": [],
                    "last": "Heesterbeeck",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Contribution to the Mathematical Theory of Epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proceedings Of The Royal Society Of London Series A Containing papers of a Mathematical and Physical Character",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A brief history of R-0 and a recipe for its calculation",
            "authors": [
                {
                    "first": "Jap",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Acta Biotheoretica",
            "volume": "50",
            "issn": "",
            "pages": "189--204",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Stochastic multitype epidemics in a community of households: Estimation of threshold parameter R-* and secure vaccination coverage",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "D"
                    ],
                    "last": "Lyne",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biometrika",
            "volume": "91",
            "issn": "",
            "pages": "345--362",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The basic reproductive number. A the relationship between the effective basic reproductive number, 0 E R , and the infection attack rate (IAR). Making very few assumptions about the natural history of the disease[1,2], the IAR when is the root (falling between 0 and 1) of the following characteristic equation . B Calibration of the basic reproductive number used in the model. The basic reproductive number 0",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "be expected. Generally, if one accepts that 0 R is defined for such models[4], additional population structure such as households and peer-> . In this figure, we show that for the full model at baseline transmission (including household, peer-group and community transmission), an * =1.8 underestimates the mass-action 0 R of 1.8. An * = 1.83 is empirically equivalent to an 0 R of 1.8 in terms of final attack rate. Almost all of the discrepancy is generated by household structure. Therefore, for sensitivity analysis (",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}