{
    "paper_id": "702157bbe24c5eca7ab92f90cd717c3e56aa6ccf",
    "metadata": {
        "title": "Supplementary Information for Building ventilation as an effective disease intervention strategy in a dense indoor contact network in an ideal city",
        "authors": [
            {
                "first": "Xiaolei",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianjian",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Lei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pengcheng",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [
                    "J"
                ],
                "last": "Cowling",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuguo",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "An actual indoor contact network can be affected by many factors such as the age, gender, occupation, personal habits, social status, geographical location, while many of these factors may correlate with each other. Hence, it is impossible to mathematically describe, accurately and completely, a real social contact network. To create a representative synthetic contact network and to simulate a possible infectious disease outbreak based on the network, we adopt a few simplifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We separated population and indoor environments into representative groups and assumed that individuals in the same group share similar location visiting behaviors, and all of the indoor environments in the same group share similar characteristics such as the number of occupants, occupant density, and ventilation rate. Internal variations within each group can be simulated by assuming the possible distributions for different parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Visiting time The complex patterns of individuals arriving at and leaving a location are not considered. We simplified the scenario by dividing each indoor environment into different sub-visiting locations that represent different time durations for visiting each indoor environment. Thus, several locations may represent the same indoor environment at a different time. Therefore this approach differentiates individuals who visit the same indoor environment at different times. We also assumed that individuals who choose to visit a location (an indoor environment for a fixed duration) come at the same time and leave at the same time. Hence, the visiting time of all possible visitors to a given location is the same.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We assumed that all of the individuals in a population group have the same location visiting schedule on weekdays. During a normal weekday, an individual may visit several locations in different location groups with a fixed order.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To simulate the variations in an individual's daily choices, we assumed that for each step of an individual's schedule, he or she has a collection of favorite locations. Random contact is not considered in this model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We separated population and indoor environments into representative groups and assumed that individuals in the same group share similar location visiting behaviors, and all of the indoor environments in the same group share similar characteristics such as the number of occupants, occupant density, and ventilation rate. Internal variations within each group can be simulated by assuming the possible distributions for different parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compartmentalization of population and indoor environments."
        },
        {
            "text": "Visiting time The complex patterns of individuals arriving at and leaving a location are not considered. We simplified the scenario by dividing each indoor environment into different sub-visiting locations that represent different time durations for visiting each indoor environment. Thus, several locations may represent the same indoor environment at a different time. Therefore this approach differentiates individuals who visit the same indoor environment at different times. We also assumed that individuals who choose to visit a location (an indoor environment for a fixed duration) come at the same time and leave at the same time. Hence, the visiting time of all possible visitors to a given location is the same.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compartmentalization of population and indoor environments."
        },
        {
            "text": "We assumed that all of the individuals in a population group have the same location visiting schedule on weekdays. During a normal weekday, an individual may visit several locations in different location groups with a fixed order. For example, an individual may leave home at 8:00 am to go to office by bus; he arrives at his office at 9:00 am and stays there until 1:00 pm; he enters a restaurant for lunch at 1:00 pm; he goes back to his office at 2:00 pm and stays there until 6:00 pm; he has his dinner at a restaurant and then goes shopping; at 10:00 pm he takes the bus home. In real life, individuals may choose to go shopping during their lunch period. This variation is not simulated, as the incubation period of the disease takes a day or more, and thus the location visiting order may not influence the disease transmission dynamic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schedule"
        },
        {
            "text": "Favorite locations To simulate the variations in an individual's daily choices, we assumed that for each step of an individual's schedule, he or she has a collection of favorite locations. Random contact is not considered in this model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schedule"
        },
        {
            "text": "Below we illustrate the detailed implementation methods for building an indoor contact network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visiting probability Visiting possibilities to an individual's favorite location will only be influenced by that individual's other possible choices and not by other individuals' choices."
        },
        {
            "text": "Age group-based social contact patterns have been adopted in many previous studies that used social contact data to simulate infectious disease outbreaks (Edmunds et al., 1997; Wallinga et al., 2006; Mossong et al., 2008) . However, the directly measured social contact data in these studies largely depends on participants' recall. The reported contacts are limited to conversational contacts or face-to-face contacts. Hence, these data cannot be used to simulate the outbreak of airborne transmitted diseases, as exposure from a source patient is defined as sharing an indoor environment rather than direct contact (Edmunds et al., 1997) . In this study, we used statistical data to simulate the location visiting behavior of individuals who have similar social activities.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 176,
                    "text": "(Edmunds et al., 1997;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 177,
                    "end": 199,
                    "text": "Wallinga et al., 2006;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 200,
                    "end": 221,
                    "text": "Mossong et al., 2008)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 617,
                    "end": 639,
                    "text": "(Edmunds et al., 1997)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Compartmentalization of population and location groups"
        },
        {
            "text": "There are many existing methods for classifying individuals according to similar social activities, such as age, gender, occupation, or personality. As illustrated in the main body of this study, many authors have argued that occupation has a dominant influence on individuals' social behavior. Therefore, we defined social groups according to representative occupations. Although statistical data describing the relative proportion of different occupations or economic activities are available from the Hong Kong Government, the divisions are rather rough, obscure, and overlap with each other. We preliminarily define eight social groups by combining the Hong Kong Government data on population groups with potential similar location visiting behavior profiles are summarized in Table A1 . Individuals working in locations such as libraries, museums, theatres, and other public places may engage with a relatively large number of random contacts in large spaces.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 781,
                    "end": 789,
                    "text": "Table A1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Compartmentalization of population and location groups"
        },
        {
            "text": "As the size of a location is an important factor in the ventilation rate and the probability of airborne infection, we classified these individuals into a separate group called public workers (PP). Some other occupations such as construction, delivery, and outdoor promotion do not have a significant number of work-related indoor contacts, hence they were grouped together as others (POT).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compartmentalization of population and location groups"
        },
        {
            "text": "The location categories are listed in Table A2 . To reduce the simulation cost, we used one day as the outbreak simulation time step and assume that individuals' infection statuses will only be altered daily. However, the unit of time in individuals' location visiting schedules might be an hour or even minutes. To coordinate the two different units, we assumed that individuals in the same location group have the same daily schedule; therefore, the possible locations that an individual visits during a day are organized into a sequence. When this assumption is made, the time of a visit to a location such as a restaurant has to be specified, because individuals may choose to visit these locations at different times, and the assumption that all of them visit a location together will cause an overestimation of social contacts. Hence, we divided each location in the restaurants, shops, public places, and transportation location groups into several locations, each representing different time periods that individuals may spend at these locations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 46,
                    "text": "Table A2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Compartmentalization of population and location groups"
        },
        {
            "text": "As the probability of eating out for lunch may be different than the probability of eating out for dinner, we also divided location group LR into sub-groups LRL (restaurants during lunch time) and LRD (restaurants during dinner time). Each bus or train travels the same route back and forth many times during a day. However, to simplify the model we only considered transportation during rush hours, hence LT is divided into LTM (transportation in the morning) and LTA (transportation in the afternoon).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compartmentalization of population and location groups"
        },
        {
            "text": "The number of locations in location group LH (homes) can be replaced by the total number of households if we assume that one home is equal to one indoor environment. However, the number of offices in Hong Kong is hard to estimate. The only available data are the total floor area of private offices in Hong Kong. Although the area of an average office can be estimated from other studies and used to calculate the number of offices, without the data for government offices the estimate is inaccurate. Hence, we estimated the number of offices using the size of the population group PO together with the data on occupant density from the EPD study (EPD 1995) .",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 657,
                    "text": "(EPD 1995)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Compartmentalization of population and location groups"
        },
        {
            "text": "The number of classes in schools can be calculated from government data available on the Education Bureau's website (http://www.edb.gov.hk/index.aspx? nodeID=92 &langno =1 accessed : Jan. 2010) and this can be combined with the overall number of students and average class sizes at different education levels (see Table A 3). Due to the lack of data on the average post-secondary class size, we assume it to be 40 students per a class. The data for other location groups were drawn from government websites and are listed in Table A2 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 321,
                    "text": "Table A",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 533,
                    "text": "Table A2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Compartmentalization of population and location groups"
        },
        {
            "text": "Neglecting households larger than seven people, we plot the distribution of household size in Figure A1 . (The data are drawn from the Hong Kong Government Census and Statistics Department's website http://www.censtatd.gov.hk/hong_kong_statistics/ statistical_tables/index.jsp?charsetID=1&tableID=161 accessed: May 2010). The correlation between occupation and household size was neglected in this study due to the limited available data. Due to the lack of data for private housing in Hong Kong, the average living space (12.5 m 2 /person) in public rental housing 2009 (collected from the website of the Hong Kong Housing Authority http://www.housingauthority. gov.hk/en/aboutus/resources/graphicguides/0,,1-1727-2755,00.html accessed : Jan. 2010 ) was adopted as the average living space in Hong Kong. Other studies have shown that the average occupancy density may be between 10 to 15 m 2 /person (Lee et al., 1999; Chao, 2001; Wan and Yik, 2004) .",
            "cite_spans": [
                {
                    "start": 901,
                    "end": 919,
                    "text": "(Lee et al., 1999;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 920,
                    "end": 931,
                    "text": "Chao, 2001;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 932,
                    "end": 950,
                    "text": "Wan and Yik, 2004)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 103,
                    "text": "Figure A1",
                    "ref_id": null
                }
            ],
            "section": "Building community of population and locations"
        },
        {
            "text": "Distribution of domestic household size, assuming a maximum of seven household members",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure A1"
        },
        {
            "text": "The data used to calculate the number of occupants in office locations is drawn from a consultancy study of 40 offices conducted by the Hong Kong Environmental Protection Department (EPD) (EPD, 1995) . The best fit for this data is a log-normal distribution (using the maximum likelihood method), as shown in Figure A2 (a). The correlation between the number of occupants and occupant density is not significant according to the EPD study. Hence, we assume that they are independent. The best fit for the office occupant density data (EPD, 1995) is also the lognormal distribution, as shown in Figure A2 (b).",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 199,
                    "text": "(EPD, 1995)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 534,
                    "end": 545,
                    "text": "(EPD, 1995)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 318,
                    "text": "Figure A2",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 603,
                    "text": "Figure A2",
                    "ref_id": null
                }
            ],
            "section": "Figure A1"
        },
        {
            "text": "The number of classroom attendants in Hong Kong may be more consistent than the number of occupants in other types of locations. Hence the distribution of class size was fitted from the average number of class attendants at different education levels (listed in Table A3 ) using the maximum likelihood method. The best fit is log-normal (3.46, 0.23).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 270,
                    "text": "Table A3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Figure A1"
        },
        {
            "text": "In contrast, other locations such as restaurants and shops, do not have a fixed number of daily visitors. As the number of occupants in location groups LO and LC both best fit a log-normal distribution, we assumed that other location groups can also be fitted to this profile, which is suitable when there are a few locations that are significantly larger than the others. The mean-log and SD-log of the distributions of other location groups are estimated based on the total number of locations and the average number of occupation-related visitors in these locations. Please note that the occupant density distributions in location groups LS and LP are estimated based on a small number of studies (see Table A4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 705,
                    "end": 713,
                    "text": "Table A4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Figure A1"
        },
        {
            "text": "(a) (b) Figure A2 (a) The number of occupants of offices (EPD, 1995) , and best fits (log-normal distribution). (b) Occupants density data (EPD, 1995) and best fits (log-normal distribution). Log-normal (2.20, 0.90) h Log-normal (5.3, 0.1) j 1 100 a Estimated value b Estimated value c Occupants is defined as occupation-related individuals working in these locations. d Calculated from the average living space, 12.5m 2 / person, and room height, 2.5 m (Lee et al., 2002b) . e Fitted from the number of occupants data drawn from the EPD study (EPD, 1995) . f Fitted from average class sizes for different education levels (Census and Statistics Department HKGOV, 2006) together with the number of students in each level in 2007/2008 (Education Bureau website ( http://www.edb.gov.hk/index.aspx?nodeID=92&langno=1 ). g Estimated from Lee and Chang (2000) and Lee et al. (2002a) . h Assuming that the occupants number follows a log-normal distribution. The values of the log-mean and log-SD are roughly estimated based on the average number of occupants (service workers in restaurants: 16.5/restaurant, sellers in shops: 4 person/shop, workers in public places: 13.15 person/public places) and calculated according to Table A1 and Table A2 due to the limited data.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 68,
                    "text": "(EPD, 1995)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 139,
                    "end": 150,
                    "text": "(EPD, 1995)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 454,
                    "end": 473,
                    "text": "(Lee et al., 2002b)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 544,
                    "end": 555,
                    "text": "(EPD, 1995)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 623,
                    "end": 669,
                    "text": "(Census and Statistics Department HKGOV, 2006)",
                    "ref_id": null
                },
                {
                    "start": 834,
                    "end": 854,
                    "text": "Lee and Chang (2000)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 859,
                    "end": 877,
                    "text": "Lee et al. (2002a)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 17,
                    "text": "Figure A2",
                    "ref_id": null
                },
                {
                    "start": 1218,
                    "end": 1239,
                    "text": "Table A1 and Table A2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Figure A1"
        },
        {
            "text": "i Estimated from Lee et al. (2001) j Assumed without any available data. k Estimated from the average number of passengers in a mini-bus (25%), single-decker bus (0.5%), double-decker bus (32%), and MTR (41%) and the government website data on the number of different vehicles and their daily capacity (http://www.gov.hk/en/residents/transport/publictransport/index.htm) .",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 34,
                    "text": "Lee et al. (2001)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Figure A1"
        },
        {
            "text": "To describe the indoor-visiting behavior of the population in each different group, a proportion matrix, M, is used to represent the different proportions of individuals in all of the population groups who will visit different types of locations. where M PH,LH represents the proportion of individuals in population group PH who might visit a location in location group LH during a simulation day. To capture the variation within population groups, we assumed that the probabilities that an individual in any population group visiting a location in any location group follow a normal distribution. Hence, M PH,LH represents the mean probability that individuals in group PH visiting a location in group LP. Due to the lack of relevant data, the standard deviation is assumed to be 10% of the mean probability for all population groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of location-visiting matrix"
        },
        {
            "text": "The estimated of the number of daily visitors to different location groups are first calculated from the government household expenditure data and are listed in Table A5 . The data for all visitors, together with other government investigations, are used to estimate the location-visiting proportion matrix M. As suggested by Edmunds et al. (1997) , the contact patterns on weekdays and weekends are significantly different in terms of number of contacts and contact locations. Given the differences in social behavior on weekdays and weekends, we also divide M into a weekdays proportion matrix, M d , given in Table A6 , and a weekends proportion matrix, M e , given in Table  A7 .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 347,
                    "text": "Edmunds et al. (1997)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 169,
                    "text": "Table A5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 612,
                    "end": 620,
                    "text": "Table A6",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 672,
                    "end": 681,
                    "text": "Table  A7",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Estimation of location-visiting matrix"
        },
        {
            "text": "The visiting probabilities of LRL and LRR on weekdays were estimated according to the lunch eating-out data in 2007 published by the Department of Health of the Hong Kong Government (http://www.chp.gov.hk/en/behavioural/10/280.html). The government data shows that there is significant variation in the eating-out habits of different occupations. Hence, the eating-out data are adjusted with the labor force ratio data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of location-visiting matrix"
        },
        {
            "text": "As the eating-out habits of students are not given in the Department of Health's study, we assumed that students at the secondary level or higher have the same eating-out habits as adults, whereas younger students will only eat at home. The probability of eating out for students (population group PC) can then be calculated given the ratio of students at different education levels (http://www.edb.gov.hk/index.aspx? nodeID=92&langno=1). The overall estimated number of visitors to locations LRL and LRR based on the location visiting probabilities is consistent with the number of visitors estimated from the household daily expenditure survey (see Table A5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 651,
                    "end": 659,
                    "text": "Table A5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Estimation of location-visiting matrix"
        },
        {
            "text": "The data on the main mode of transportation of students and the working population were adopted from the 2006 population by-census (Census and Statistics Department HKGOV, 2006) ; these data were used to estimate the proabilities of group PO, PC, PR, PS, PP, and POT visiting LTM and LTA. Here, we assumed that individuals who work or attend classes have the same possibility of visiting LTM and LTA, hence the visiting possibility of population group PH to these locations can be calculated from the total number of visitors to LTM and LTA. This was estimated from the household daily expenditure data by excluding the data for other groups. Calculated based on a 6-day work week; for this group, the possibility of working on the weekdays is the same as on weekends. c As the government's investigation of eating out habits did not cover people under 18, we assume that kindergarten and primary school students do not eat out for lunch and that older students have the same habits as working adults. The proportion of kindergarten and primary school students is taken from the Education Department's website. d We assume that the shop visiting rate of people in group PH is twice as high as the visiting rate of other groups. The estimates are calculated based on Table A5 . e Adopted from the government's transport to work data (Census and Statistics Department HKGOV, 2006) . f Adopted from the government's transport to study data (Census and Statistics Department HKGOV, 2006) . g Calculated from the total number of visitors in Table A5 and the visiting possibility of other groups. h Estimated according to the number of visitors in Table A5 by assuming that the visiting possibility of group PH on weekdays and all of the groups on weekends to location group LP is four times higher than that of all groups except PH on weekdays. .0% e a We assume that the possibility of eating out for lunch and dinner for all groups on weekends are the same as eating out for dinner on weekdays. b Calculated based on a 6-day work week; for this group, the possibility of working on weekdays is the same as on weekends. c We assume that the shop visiting rate of people in group PH is twice as high as the visiting rate of other groups. The estimates are calculated based on Table A 5. d We assume this is the same as the visiting possibility of group PH on weekdays. e Estimated according to the number of visitors in Table A5 by assuming that the visiting possibility of group PH on weekdays and all of the groups on weekends to location group LP is four times higher than that of all groups except PH on weekdays.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 177,
                    "text": "(Census and Statistics Department HKGOV, 2006)",
                    "ref_id": null
                },
                {
                    "start": 1332,
                    "end": 1378,
                    "text": "(Census and Statistics Department HKGOV, 2006)",
                    "ref_id": null
                },
                {
                    "start": 1437,
                    "end": 1483,
                    "text": "(Census and Statistics Department HKGOV, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1266,
                    "end": 1274,
                    "text": "Table A5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1536,
                    "end": 1544,
                    "text": "Table A5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1642,
                    "end": 1650,
                    "text": "Table A5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 2271,
                    "end": 2278,
                    "text": "Table A",
                    "ref_id": null
                },
                {
                    "start": 2415,
                    "end": 2423,
                    "text": "Table A5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Estimation of location-visiting matrix"
        },
        {
            "text": "In this study we assumed that the location-visiting probabilities of the individuals in each population group for different location types follow a normal distribution and with a mean equals to the location-visiting proportion and a standard deviation of 10% of the mean value. Hence, a social indoor contact network can be built by connecting individuals with the locations that they may visit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of the people-location visiting network"
        },
        {
            "text": "However, connecting every individual with every location would have an extremely high computational cost. To reduce the size of the interaction matrix of individuals and locations, we assumed that individuals only choose locations from a collection of their favorite locations and that all individuals in each population group have the same number of favorite locations in each of the different location groups. The assumed number of favorite locations for each group and location are listed in Table A8 . The time use patterns of each population group were assumed to be identical. The visiting time of each population group to different location groups was estimated according to government social statistical data; the estimates are given in Table A9 . 14.1 a 11.6 a 11.3 a 11.6 a 11.6 a 11.6 a 11.6 a 11.6 a LO 0 In reality, an individual's choice of location might be influenced by behaviors of others who arrived at the same location earlier and may change over time. However, as a probability model is applied in this study, the effect of priority is neglected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 495,
                    "end": 503,
                    "text": "Table A8",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 745,
                    "end": 753,
                    "text": "Table A9",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Construction of the people-location visiting network"
        },
        {
            "text": "As the probabilities of individuals choosing their favorite locations are independent, which means that the selection of favorite locations of an individual cannot be limited by other people's choices. Hence, individuals should not queue to be linked to their favorite locations and their choices should be random. However, all of the locations have size limitations. To address this issue, we first randomly connected individuals with their favorite locations; a recursion algorithm was then adopted to randomly select individuals in overflowed locations and rearrange their choices. The flow chart of the recursion algorithm is given in Figure A3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 639,
                    "end": 648,
                    "text": "Figure A3",
                    "ref_id": null
                }
            ],
            "section": "Construction of the people-location visiting network"
        },
        {
            "text": "Recursion algorithm for connecting individuals with their favorite locations. If there is more than one location selected in the same location group, the visiting probability is first randomly distributed to these locations. ¶ Weights are then readjusted according to the size of these locations, under the assumption that larger locations will be visited with higher possibility. §Overflowed here is defined as the expectation that the number of visitors exceeds the capacity of the location. ‡ When one favorite location is overflowed and needs to be re-selected, the visiting probabilities of the other favorite locations in the same location group, as selected by the individual, need to be generated again due to the changed location choices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure A3"
        },
        {
            "text": "After constructing all of the edges with no overflowed locations, the location visting matrix is then a data file that is used in the SEIR model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure A3"
        },
        {
            "text": "During the past several decades, indoor air quality has been the subject of wide public concern due to its effects on health, including its role in pollutant exposure and infectious diseases transmission. Previous studies of ventilation rates (m 3 /s) or air change rates (air change per hour, ACH), an important indicator of indoor air quality, have examined both its effects on health and its relationship with different indoor pollutants (Godish and Spengler, 1996; Seppanen et al., 1999; Wargocki et al., 2000) .",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 468,
                    "text": "(Godish and Spengler, 1996;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 469,
                    "end": 491,
                    "text": "Seppanen et al., 1999;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 492,
                    "end": 514,
                    "text": "Wargocki et al., 2000)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Search strategies"
        },
        {
            "text": "In this study, ventilation is a crucial governing parameter for calculating the transmission probability of an airborne disease. Although ventilation rate data can be acquired from different standards, the difference between actual ventilation rates and theoretical ventilation rates cause estimation bias in the results. Moreover, household ventilation rates are hard to estimate due to the influence of weather, building design, location, and occupants' habits. Hence, there is a need to establish the distribution of ventilation rates in different types of buildings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategies"
        },
        {
            "text": "To construct a basic ventilation scenario for Hong Kong, this study first reviewed the papers that provided ventilation data for the location sub-categories, including households, offices, schools, restaurants, shops, libraries, and other public places, that are available in the following databases: ISI Web of Science, (1900-present) ; ScienceDirect (1823-present); PubMed (1865-present); Engineering village 2 (1969-present); and Google Scholar, http://scholar.google.com.hk/.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 335,
                    "text": "(1900-present)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Search strategies"
        },
        {
            "text": "The search strategy was as follows. The first four databases were thoroughly searched; Google Scholar was only used as an additional source to search for full papers. Government studies from the Hong Kong government's website (http://www.gov.hk/) were also used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategies"
        },
        {
            "text": "The keywords, listed in Table A 10, were separated into three groups: Group 1 words were related to ventilation and ventilation rate, Group 2 words were related to sub-group building names; and Group 3 contained only the location of the study. In the searches, the keywords in Group 1 and Group 2 were connected with OR, and the keywords in Group 1, Group 2, and Group 3 were connected with AND.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "text": "Table A",
                    "ref_id": null
                }
            ],
            "section": "Search strategies"
        },
        {
            "text": "The search strategy and search results are given in Table A11 . The ISI Web of Science yielded only 32 papers because this database does not provide a search field for abstracts. The search results were exported to an Endnote file and duplicated references were removed. Finally, 4,833 articles were found in these databases. One government study was also found on the EPD website. As the study of ventilation in vehicles might also be relevant to this study, an additional search was carried out for studies of ventilation in public transportation, with Group 3 words removed. Only complete papers written in English that measured ventilation rates were adopted. Among the studies in which ventilation rate or indoor air quality were measured by CO 2 concentration, only those that specified occupation density were selected. The data on ventilation rates (l/s, l/s•person) or air change rates (ACH) in the selected articles were collected according to the above-mentioned categories. If only CO 2 concentration and number of occupants were given, we roughly estimated ventilation rate by assuming that the given CO 2 concentration reaches a steady-state, that all humans generate the same rate of CO 2 , and that other indoor CO 2 sources are negligible.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 61,
                    "text": "Table A11",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Search strategies"
        },
        {
            "text": "The mass balance equation of CO 2 concentration can be expressed by the following equation 2 2 2 CO ,indoor CO ,indoor CO ,outdoor",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategies"
        },
        {
            "text": "where q is the ventilation rate (m 3 /h) and G is the source generation rate of CO 2 (m 3 /h). In the steady state, Equation (A2) becomes 2 2 CO ,indoor CO ,outdoor ( )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategies"
        },
        {
            "text": "The human respiratory CO 2 generation rate is assumed to be 0.01872 m 3 /h (Cao et al., 1992) . Hence the air change rate (ACH) in an indoor environment of volume V (m 3 ) with n occupants can be calculated as 2 2 CO ,indoor CO ,outdoor ACH ( )",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 93,
                    "text": "(Cao et al., 1992)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Search strategies"
        },
        {
            "text": "The eight studies with adequate information about ventilation rates, and the eight studies with original data on ventilation rates are listed in Table A12 . Given the uncertainty in the number of occupants in the average home and the indoor sources such as burning and cooking, we only used the ventilation rates measured by the tracer gas test. (Chao and Wong, 2002) * Ventilation rate is always larger than 3.5 ACH with open windows and lower than 3.5 ACH with closed windows.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 367,
                    "text": "(Chao and Wong, 2002)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 154,
                    "text": "Table A12",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Homes"
        },
        {
            "text": "The results listed in Table A12 show that ventilation rates in households are largely influenced by the type of ventilation system. If all of the doors and windows are closed, the ventilation rate will be generally lower than 0.5 ACH, depending on the leakage of the building and the difference between the indoor and outdoor weather conditions. One study also showed that window-type air conditioners can achieve ventilation rates twice as large as those of split-type air conditioners. If an air conditioner is used with the windows and doors closed, the ventilation rate is slightly higher, about 0.8 ACH.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 31,
                    "text": "Table A12",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Homes"
        },
        {
            "text": "When natural ventilation is adopted with all of the windows open, an average ventilation rate of 5 ACH can be achieved. However, the natural ventilation rates for different weather conditions and locations in Hong Kong are not available in the literature. A more comprehensive measurement study is needed to understand the ventilation profile of naturally ventilated homes in Hong Kong.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Homes"
        },
        {
            "text": "Three of the four field studies of ventilation rates in offices used the tracer gas test and one study provided the CO 2 concentration and number of occupants in tested indoor environments, as shown in Table A13 . The collected ventilation rates, listed in Table  A13 , show that the ventilation rate in offices is around 1 to 2 ACH. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 211,
                    "text": "Table A13",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 257,
                    "end": 267,
                    "text": "Table  A13",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Offices"
        },
        {
            "text": "There are no studies that test the ventilation rate in schools using the tracer gas method. Two studies provide CO 2 concentration, as shown in Table A15 . The ventilation rates are calculated using Equation (A4). According to the real time CO 2 concentration curve of one mechanically ventilated classroom, the highest CO 2 concentration can remain steady for a few hours, indicating that the peak concentration might be a steady state concentration. Hence, the use of an average CO 2 concentration might cause an overestimation of the ventilation rate. The results show that naturally ventilated schools can achieve a much higher ventilation rate than other schools. However, the experiment was only for a single time period. Long-term average ventilation rates can be influenced by many factors such as weather conditions and might also change with the seasons. More studies are needed to measure the year-round ventilation rate in schools.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Table A15",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Schools"
        },
        {
            "text": "Only one study of shops uses a tracer gas test. Although many studies provide CO 2 concentrations in shops and shopping malls, occupancy density is hard to estimate in large shops. Hence, we only used the data from tracer gas tests (see Table A16 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 246,
                    "text": "Table A16",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Shops"
        },
        {
            "text": "The identified ventilation rate in libraries in Hong Kong, shown in Table A18 , is similar to the ventilation rate in offices. However, the tested library rooms are small compared to office spaces. The ventilation rate in large volume locations is largely unknown. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 77,
                    "text": "Table A18",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Libraries"
        },
        {
            "text": "Most of studies of ventilation in public transportation (Chan, 2003; Mui and Shek, 2005) use CO 2 as an indicator. However, the number of occupants in transportation locations changes rapidly, hence the ventilation rate cannot be estimated from the CO 2 level. There are no studies of public transportation in Hong Kong that use the tracer gas test to measure ventilation rates. Hence, studies from other places are used (see Table A 18 ) . ",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 68,
                    "text": "(Chan, 2003;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 69,
                    "end": 88,
                    "text": "Mui and Shek, 2005)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 438,
                    "text": "Table A 18 )",
                    "ref_id": null
                }
            ],
            "section": "Public transportation"
        },
        {
            "text": "There are only 15 studies of 210 different locations in Hong Kong that provided adequate information about ventilation rates. Thirteen measure ventilation rates with the tracer gas test, and the ventilation rate can be estimated in the other two studies from the CO 2 concentrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Four studies provided ventilation rates for closed apartments with the air conditioner off. The studies suggest that ventilation rates are consistently below 0.5 ACH. Only two experiments in Study 1 found ventilation rates higher than 1 ACH; this high value is due to the higher floor level and leaky windows in these two apartments (Chao and Tung, 2001) . As shown in Table A12 , natural ventilation with open windows commonly gives ventilation rates above 3 ACH; the ventilation rate ranges from 0.3 to 1 ACH with air conditioners. Window-type air conditioners provide higher ventilation rates than split-type air conditioners (Lin and Deng, 2003) .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 354,
                    "text": "(Chao and Tung, 2001)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 629,
                    "end": 649,
                    "text": "(Lin and Deng, 2003)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 378,
                    "text": "Table A12",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Summary"
        },
        {
            "text": "Few studies examine ventilation rate in offices, although there is one comprehensive study by the EPD (1995). However, the average ventilation rate reported in this study is much smaller than in other studies and there are some significantly higher ventilation rates in the sample. The results of other office studies also do not show much uniformity given the large range in the volume of the tested rooms (EPD, 1995; Chao and Chan, 2001; Law et al., 2001) . All this indicates that the ventilation rate of offices might have a large standard deviation depending on the office's function, building year, customer requirements, etc.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 418,
                    "text": "(EPD, 1995;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 419,
                    "end": 439,
                    "text": "Chao and Chan, 2001;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 440,
                    "end": 457,
                    "text": "Law et al., 2001)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The ventilation rate for other categories is hard to find in the literature. There are no tracer gas tests of ventilation rate in schools in Hong Kong. The two studies that monitored CO 2 levels suggested that natural ventilation can increase ventilation rates in classrooms (Lee and Chang, 2000; Lee et al., 2002a) . There is only one tracer gas experiment conducted in the sub-groups of shops and libraries, and it used a relatively small room volume. Ventilation rates tested in hospitals are mostly conducted in isolation rooms and operation rooms (Chow and Yang, 2003; Li et al., 2007) . Consequently, there is a need for more data on the ventilation rates in large volume locations such as shopping malls, libraries, and hospital waiting rooms. Ventilation rates for high occupant density locations such as schools have also been largely neglected in the literature.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 296,
                    "text": "(Lee and Chang, 2000;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 297,
                    "end": 315,
                    "text": "Lee et al., 2002a)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 552,
                    "end": 573,
                    "text": "(Chow and Yang, 2003;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 574,
                    "end": 590,
                    "text": "Li et al., 2007)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "To summarize the observed data, the average ventilation rates in the above-mentioned sub-groups are listed in Table A19 . In the disease dynamic model, we set the baseline scenario of the ventilation condition to be mechanical ventilation. As the ventilation rate might be underestimated in schools, we used 2 ACH instead of the 1.85 ACH given in the collected data. As the occupant density of all of the locations are set differently, the ventilation rates per person in the same type of locations are accordingly different. The distribution of ventilation rate per person in different places under the baseline ventilation scenario, calculated according to sizes of all locations, is plotted in Figure A4 . Naturally ventilated with open windows 5 Closed windows with air conditioner 0.7 Closed windows without air conditioner 0.3 Offices:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 119,
                    "text": "Table A19",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 697,
                    "end": 706,
                    "text": "Figure A4",
                    "ref_id": null
                }
            ],
            "section": "Summary"
        },
        {
            "text": "Mechanical ventilation 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Nature ventilation with open windows and ceiling fans 16 Mechanical ventilation 1.85",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schools:"
        },
        {
            "text": "Mechanical ventilation 1 Libraries:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shops:"
        },
        {
            "text": "Mechanical ventilation 1.4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shops:"
        },
        {
            "text": "Mechanical ventilation 4* * As most buses in Hong Kong are double deckers, the ventilation rate is assumed to be smaller than the reference value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public transportations"
        },
        {
            "text": "Ventilation rate (l/s/person) distribution in different types of locations. Air change rates are set as the referencing parameter, 0.7 ACH in homes, 2 ACH in classrooms, 1 ACH in offices, 1 ACH in restaurants (assumed value), 1.4 ACH in public places, 1 ACH in shops, and 4 ACH in transportation locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure A4"
        },
        {
            "text": "We assumed a complete susceptibility of the whole population. Outbreaks with three different quanta generation rates (1, 2, and 3 quanta/h) were simulated with our indoor social contact network transmission model. The results of the three cases are listed in Table A20 and Figure A5 . Figure A5 . Reproductive numbers and percentages of infectors under quanta generation rates of 1, 3, and 5 quanta/hour",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 268,
                    "text": "Table A20",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 273,
                    "end": 282,
                    "text": "Figure A5",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 294,
                    "text": "Figure A5",
                    "ref_id": null
                }
            ],
            "section": "Determining the quanta generation rate"
        },
        {
            "text": "The effective reproductive number, t o R , is defined as the average number of secondary cases caused by one infector at time t in the epidemic (Haydon et al., 2003; Nishiura et al., 2006) . In this model, the virus shedding abilities of infectors are assumed to be identical and constant across the infectious period. Hence, t o R can be calculated according to the expected number of infectors, I t , and the expected number of new infectors and for day t as At the beginning of the outbreak, for most individuals, the probability of being an infector is very small; using this small probability to calculate the probability of infecting others in some locations might underestimate the transmission. Furthermore, the location visiting behavior of an individual at a certain time in real life is in the model replaced by the probabilities of visiting several favorite locations; hence, there might be a dilution of the transmission ability of an infector in a simulated probability network in a single day, compared to a fixed network. Thus, although the reproductive number is small in the initial stage of the outbreak, the connectivity of the probability network is larger than that of the fixed network. Hence, the underestimation is eliminated when the disease becomes more widely spread.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 165,
                    "text": "(Haydon et al., 2003;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 166,
                    "end": 188,
                    "text": "Nishiura et al., 2006)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Determining the quanta generation rate"
        },
        {
            "text": "A decrease in t o R is also observed during the simulated transmission period. This phenomenon is caused by the structure of the indoor social contact network. Infection tends to spread in and around large transmission hubs first and then be introduced to nodes far from large hubs. Hence, in the early stage of an outbreak, infectors attending large and crowed locations have a higher probability of infecting others. Once most of the individuals connected with large hubs are infected, the spreading trend is moderated. Therefore, if we adopt the average basic reproductive number calculated at the outbreak, there might be an overestimation or underestimation of the scale of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determining the quanta generation rate"
        },
        {
            "text": "To address this issue, we calculated the average reproductive number from the day when 0.1% of the population is infected to the day when the attack rate reaches 90% of the final attack rate. The average basic reproductive numbers, shown in Table A20 , approximately follow a linear correlation with quanta generation rates within the range of 1 ~ 3 quanta/h; this is consistent with the estimated and normally adopted basic reproductive numbers of smallpox transmission. Hence, we adopt these three cases, representing low, medium, and high transmission rate scenarios.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 250,
                    "text": "Table A20",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Determining the quanta generation rate"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fractal character of two-dimensional fluid mixing at both continuum and atomic levels",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Z"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hardy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Douglass",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Dawkins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Dunbar",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Phys Rev A",
            "volume": "45",
            "issn": "",
            "pages": "3841--3844",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Census and Statistics Department HKGOV",
            "authors": [],
            "year": 2006,
            "venue": "Main Report",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Commuter exposure and indoor-outdoor relationships of carbon oxides in buses in Hong Kong",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Atmospheric Environment",
            "volume": "37",
            "issn": "",
            "pages": "3809--3815",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Statutory control of indoor natural ventilation concerning radon level and health",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A C"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K L"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Structural Survey",
            "volume": "24",
            "issn": "",
            "pages": "114--126",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ventilation rate for improving indoor radon level",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Architectural Science Review",
            "volume": "48",
            "issn": "",
            "pages": "329--336",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Quantification of indoor VOCs in twenty mechanically ventilated buildings in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Atmospheric Environment",
            "volume": "35",
            "issn": "",
            "pages": "5895--5913",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Residential indoor PM10 and PM2.5 in Hong Kong and the elemental composition",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Atmospheric Environment",
            "volume": "36",
            "issn": "",
            "pages": "265--277",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparison between indoor and outdoor air contaminant levels in residential buildings from passive sampler study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y H"
                    ],
                    "last": "Chao",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Building and Environment",
            "volume": "36",
            "issn": "",
            "pages": "999--1007",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An empirical model for outdoor contaminant transmission into residential buildings and experimental verification",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y H"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Tung",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Atmospheric Environment",
            "volume": "35",
            "issn": "",
            "pages": "1585--1596",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Influence of ventilation on indoor radon level",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y H"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C W"
                    ],
                    "last": "Tung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burnett",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Building and Environment",
            "volume": "32",
            "issn": "",
            "pages": "527--534",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Performance of ventilation system in a non-standard operating room",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "1401--1411",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Who mixes with whom? A method to determine the contact patterns of adults that may lead to the spread of airborne infections",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;callaghan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nokes",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc Biol Sci",
            "volume": "264",
            "issn": "",
            "pages": "949--957",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Consultancy Study for Indoor Air Pollution in Offices and Public Places in Hong Kong",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Epd",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Relationships between ventilation and indoor air quality: A review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Godish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Spengler",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Indoor Air-International Journal of Indoor Air Quality and Climate",
            "volume": "6",
            "issn": "",
            "pages": "135--145",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The construction and analysis of epidemic trees with reference to the 2001 UK foot-and-mouth outbreak",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chase-Topping",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Friar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the Royal Society B: Biological Sciences",
            "volume": "270",
            "issn": "",
            "pages": "121--127",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Hong Kong population situation and its development trend",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W H"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Minimum outdoor air supply for radon in high rise residential buildingsnatural ventilation vs air-conditioning unit",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W T"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Tai",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Journal of Ventilation",
            "volume": "5",
            "issn": "",
            "pages": "427--436",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Characteristics of bioaerosol profile in office buildings in Hong Kong",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K Y"
                    ],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Building and Environment",
            "volume": "36",
            "issn": "",
            "pages": "527--541",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Indoor and outdoor air quality investigation at schools in Hong Kong",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Chemosphere",
            "volume": "41",
            "issn": "",
            "pages": "109--113",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Indoor and outdoor air quality investigation at six residential buildings in Hong Kong",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Environment International",
            "volume": "25",
            "issn": "",
            "pages": "489--496",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Inter-comparison of air pollutant concentrations in different indoor environments in Hong Kong",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Atmospheric Environment",
            "volume": "36",
            "issn": "",
            "pages": "1929--1940",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Investigation of indoor air quality at residential homes in Hong Kong -case study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Ao",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Atmospheric Environment",
            "volume": "36",
            "issn": "",
            "pages": "225--237",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Indoor air quality at restaurants with different styles of cooking in metropolitan Hong Kong",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science of the Total Environment",
            "volume": "279",
            "issn": "",
            "pages": "181--193",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Effects of air conditioning, dehumidification and natural ventilation on indoor concentrations of Rn-222 and Rn-220",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Environmental Radioactivity",
            "volume": "47",
            "issn": "",
            "pages": "189--199",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "An evaluation of the ventilation performance of new SARS isolation wards in nine hospitals in Hong kong",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Ching",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kwan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K C"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Indoor and Built Environment",
            "volume": "16",
            "issn": "",
            "pages": "400--410",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The outdoor air ventilation rate in high-rise residences employing room air conditioners",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "P"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "1389--1399",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Modeling and measuring the indoor radon concentrations in high-rise buildings in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Man",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Yeung",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Applied Radiation and Isotopes",
            "volume": "50",
            "issn": "",
            "pages": "1131--1135",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Auranen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mikolajczyk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Massari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salmaso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Tomba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heijne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sadkowska-Todys",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosinska",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Med",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Influence of in-tunnel environment to in-bus air quality and thermal condition in Hong Kong",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Mui",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Shek",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science of the Total Environment",
            "volume": "347",
            "issn": "",
            "pages": "163--174",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Transmission potential of primary pneumonic plague: Time inhomogeneous evaluation based on historical documents of the transmission network",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwehm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kakehashi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eichner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Epidemiology and Community Health",
            "volume": "60",
            "issn": "",
            "pages": "640--645",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Characteristics of cabin air quality in school buses in Central Texas",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Siegelm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spinhirne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mcdonald-Buller",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Atmospheric Environment",
            "volume": "42",
            "issn": "",
            "pages": "6453--6464",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Association of ventilation rates and CO2 concentrations with health and other responses in commercial and institutional buildings",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Seppanen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Fisk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mendell",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Indoor Air-International Journal of Indoor Air Quality and Climate",
            "volume": "9",
            "issn": "",
            "pages": "226--252",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Using data on social contacts to estimate age-specific transmission parameters for respiratory-spread infectious agents",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Epidemiol",
            "volume": "164",
            "issn": "",
            "pages": "936--944",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Representative building design and internal load patterns for modelling energy use in residential buildings in Hong Kong",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S Y"
                    ],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H W"
                    ],
                    "last": "Yik",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Applied Energy",
            "volume": "77",
            "issn": "",
            "pages": "69--85",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The effects of outdoor air supply rate in an office on perceived air quality",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wargocki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Wyon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sundell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Clausen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "P O"
                    ],
                    "last": "Fanger",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Sick Building Syndrome (SBS) symptoms and productivity",
            "volume": "10",
            "issn": "",
            "pages": "222--236",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "according to the time use pattern data available on the Census and Statistics Department's website.(http://www.censtatd.gov.hk/products_and_services/products/publications/statistical_report/social_data/ind ex_cd_B1130214_dt_detail.jsp). b One location with eight different periods is used for individuals who work in one location; the exposure time in each location is calculated using average work hours.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "S t is the expected number of susceptible individuals on day t. The changes in t o R under different quanta generation rates are plotted inFigure A5. The basic reproductive number on day t, is the population size. Variations of the basic reproductive number through time are caused by applying the probability model and the spread of infection through large hubs. The infection stages of each individual are represented by probabilities and the number of infectors is calculated as the expectation of infectors.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sub-groups of individualsIndividuals not in the labor market, such as housewives, domestic helpers, and retired people, have different location visiting behavior than other individuals, as they do not have specific work or study locations with a potentially fixed number of daily contacts and their frequency of shopping might be much higher than other groups. Hence, we classify them in one group as home staying individuals and name the group PH.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Sub-groups of locations",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Class sizes at different education levels Assumed to be higher than the number of students in other education levels.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Size distribution of location groups",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Estimation of number of visitors Adopted from the Household Expenditure Survey on the Census and Statics Department's website (http://www.censtatd.gov.hk/products_and_services/products/publications/statistical_report/social_data/index_cd_ B1130214_dt_detail.jsp)b  We assume that there are three people in a household.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Weekday location-visiting proportion matrix, Md, of population groups vs. location groups Adjusted data from the investigation of lunch eating out habits published by the Department of Health of the Hong Kong Government (http://www.chp.gov.hk/en/behavioural/10/280.html) b",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Weekend location-visiting proportion matrix, M e , of population groups vs. location groups",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Number of favorite locations Different locations divided by different visiting periods in the same location.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Estimation of visiting times on weekdays (hours per location)",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Search strategy and results",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Ventilation rates of homes tested in the studies",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Ventilation rates for offices tested in the studies",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Ventilation rates of offices estimated from CO 2 concentration",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Ventilation rates of schools as estimated from CO 2 concentrations",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Ventilation rates for shops tested in the studies",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Ventilation rates for libraries tested in the studies",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "Ventilation rates for transportation locations tested in the studies",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Estimation of ventilation rates in different type of buildings",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "Control methods for increasing ventilation rates.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}