{
    "paper_id": "704eebd9653b61d2dfbe1483d1a616e6836eeec8",
    "metadata": {
        "title": "Comparative evaluation of three Preprocessing Methods for extraction and detection of Influenza A Virus Nucleic Acids from sputum",
        "authors": [
            {
                "first": "Olivier",
                "middle": [],
                "last": "Vandenberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aleksandra",
                "middle": [],
                "last": "Barac",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wenzhou Medical University",
                    "location": {
                        "settlement": "Wenzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [
                    "F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qiu",
                "middle": [
                    "T"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zeng",
                "middle": [
                    "Y"
                ],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zheng",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [
                    "X"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [
                    "Y"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Clinical In Vitro Diagnostic Techniques of Zhejiang Province",
                    "institution": "Zhejiang University",
                    "location": {
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ting",
                "middle": [],
                "last": "Qiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wenzhou Medical University",
                    "location": {
                        "settlement": "Wenzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wenzhou Medical University",
                    "location": {
                        "settlement": "Wenzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yiyin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Clinical In Vitro Diagnostic Techniques of Zhejiang Province",
                    "institution": "Zhejiang University",
                    "location": {
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shufa",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Clinical In Vitro Diagnostic Techniques of Zhejiang Province",
                    "institution": "Zhejiang University",
                    "location": {
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Clinical In Vitro Diagnostic Techniques of Zhejiang Province",
                    "institution": "Zhejiang University",
                    "location": {
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Viscous sputum specimens usually cannot undergo automated extraction, and thus, a pre-homogenization process is desirable before isolating nucleic acids for real-time reverse transcription PCR. In this study, we compared three preprocessing methods [preprocessing with normal saline (NS), dithiothreitol (DTT), and proteinase K (PK)] of sputum specimens on the extraction and detection of influenza A virus (IAV) nucleic acids. Based on the experimental results of 217 specimens, we found that DTT and PK could be used to improve the homogenization effects of sputum and increase the positive rates by 5.53-6.91% higher than that of the NS group. Comparison of 49 positive specimens in all of the three groups demonstrated that the threshold cycle values of the DTT group and PK group were significantly lower and their nucleic acid concentration and A260/A280 ratio within 1.8-2.0 were higher than those of the NS group. Thus, sputum homogenization before nucleic acid extraction is essential for the accurate diagnosis of IAV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Viscous sputum specimens usually cannot undergo automated extraction, and thus, a pre-homogenization process is desirable before isolating nucleic acids for real-time reverse transcription PCR. In this study, we compared three preprocessing methods [preprocessing with normal saline (NS), dithiothreitol (DTT), and proteinase K (PK)] of sputum specimens on the extraction and detection of influenza A virus (IAV) nucleic acids. Based on the experimental results of 217 specimens, we found that DTT and PK could be used to improve the homogenization effects of sputum and increase the positive rates by 5.53-6.91% higher than that of the NS group. Comparison of 49 positive specimens in all of the three groups demonstrated that the threshold cycle values of the DTT group and PK group were significantly lower and their nucleic acid concentration and A260/A280 ratio within 1.8-2.0 were higher than those of the NS group. Thus, sputum homogenization before nucleic acid extraction is essential for the accurate diagnosis of IAV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Keywords: sputum, homogenization, nucleic acid, purity, concentration, influenza A virus",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Human infection with avian influenza A (H7N9) has been remaining persistent in China over the recent years. For laboratory diagnosis of H7N9 virus infection, related studies and guidelines have confirmed that the nucleic acid-positive rate of lower respiratory specimens, such as sputum, airway aspirates, and bronchoalveolar lavage fluid, is higher than that of upper respiratory specimens (1, 2) . Clinicians give preference to sputum specimen for influenza virus test and genotyping because this kind of specimen is easy to obtain. However, real-time reverse transcription PCR (rRT-PCR) of sputum specimens yields false-negative results owing to the difficulty of extracting RNA from sputum containing mucus (3) . Meanwhile, viscous sputum specimens usually cannot undergo automated extraction, and thus, a pre-homogenization process is desirable before isolating nucleic acids for rRT-PCR. In fact, some influenza A virus (IAV) detection kits lack homogenization reagents, and some clinical laboratories may have applied improper preprocessing methods, such as adding normal saline (NS) and mixing by vortex.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 394,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 395,
                    "end": 397,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INtRodUCtIoN"
        },
        {
            "text": "Proteinase K (PK), a common component in the nucleic acid isolation kit of blood specimens, is a serine protease that exhibits broad cleavage specificity (4) and degrades RNases in samples, resulting in prevention of RNA degradation (3) . The sulfhydryl reagent dithiothreitol (DTT), a superior reagent to reduce mucoprotein disulfide bonds specifically and completely, is widely used for sputum sample homogenization (5) (6) (7) . Therefore, in this study, we compared these three preprocessing methods of sputum specimens on the extraction and detection of IAV nucleic acids to provide a basis for the laboratory preprocessing of sputum specimens.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INtRodUCtIoN"
        },
        {
            "text": "The sputum specimens of IAV test were received from the Department of Clinical Laboratory, First Affiliated Hospital, College of Medicine, Zhejiang University from January7th to February 18th, 2017. A total of 626 IAV test specimens, including 373 sputum specimens (59.6%), were collected in 43 days. And 217 sputum specimens over 1.5 ml were used for the comparative test in this study. The study was approved by the Ethical Review Board of the First Affiliated Hospital, College of Medicine, Zhejiang University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MAteRIALs ANd Methods specimen source"
        },
        {
            "text": "Each included specimen was collected into three EP tubes separately (500 µl per tube) by using a disposable pipette after vortex. Each tube of specimens was preprocessed with NS, DTT (Sputasol Liquid, France), and PK ( Figure 1) . Then, 200 µl of specimens was taken to extract nucleic acids.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 228,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "three Preprocessing Methods"
        },
        {
            "text": "RNA was extracted simultaneously everyday by using the Automated Nucleic Acid Extraction System through a paramagnetic beads method (Zhijiang Biotechnology Co., Ltd., Shanghai, China). The concentration and purity (A260/A280 ratio) of nucleic acid for each RNA extract were evaluated with a Nanodrop 2000 spectrophotometer (Thermo Fisher Scientific, Wilmington, DE, USA). A260/A280 ratio of pure RNA products ranged from 1.8 to 2.0 (8). Extracted RNA was tested by rRT-PCR using IAV Detection kit (Zhijiang Biotechnology Co., Ltd.) with ABI 7500 Real-Time PCR instrument (Foster City, CA, USA). Threshold cycle (Ct) values being negatively related to concentration of nucleic acid were recorded. Operation and result assessment were conducted in accordance with the manufacturers' instructions. Qualified negative, positive, and internal controls were the premise of results validity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA extraction and rRt-PCR testing"
        },
        {
            "text": "Data were statistically analyzed with Excel 2007 and SPSS 18.0. The Ct values among the three groups were compared through one-way ANOVA. Comparison between two groups was tested by LSD. The measurement data of abnormal distribution were described by median (M) and quartile (P25-P75) and subsequently evaluated through nonparametric Kruskal-Wallis test. P < 0.05 indicated significant differences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "statistical Analysis"
        },
        {
            "text": "Of the 217 sputum specimens, 66 (30.41%) were positive in at least one group. 49 (22.58%), 64 (29.49%), and 61 (28.11%) were positive in the NS, DTT, and PK groups, respectively. 17 (25.76%), 2 (3.03%), and 5 (7.58%) positive specimens were missed in the NS, DTT, and PK groups, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ResULts test Results"
        },
        {
            "text": "A total of 49 specimens were tested positive in all of the three groups. The mean Ct values of the NS, DTT, and PK groups were 28.70 ± 5.12, 25.76 ± 5.11, and 24.95 ± 4.79, respectively, with statistically significant difference (P = 0.001) (Figure 2) . The M of nucleic acid concentrations (ng/μl) in the three groups were 4.80 (P25-P75: 2.90-9.25), 15.50 (P25-P75: 7.05-28.65), and 25.50 (P25-P75: 13.95-50.10), respectively, with P < 0.001 among the three groups. The mean A260/A280 ratios of the NS, DTT, and PK groups were 1.84 ± 0.31, 1.86 ± 0.19, and 1.85 ± 0.13, respectively. The proportions of A260/A280 ratios within the range of 1.8-2.0 were 30.61, 57.14, and 75.51%, respectively. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 251,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Comparison of Positive specimens in All of the three Groups"
        },
        {
            "text": "Of the 217 sputum specimens, 17 specimens yielded inconsistent results in the three preprocessing methods, all of which were tested negative in the NS group. Among these specimens, 10 were positive in both DTT and PK groups, 5 were positive in the DTT group but negative in the PK group, and 2 were positive in the PK group but negative in the DTT group. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "specimens with Inconsistent Results among the three Groups"
        },
        {
            "text": "During H7N9 virus epidemic, nearly 60% of the specimens received by laboratories to detect influenza virus were sputum. For these specimens, appropriate preprocess was essential. In this study, all of the sufficient sputum samples were preprocessed in three methods, IAV RNA extracted and tested by the same method, and comparison results were of important guiding significance. It was reported previously that treatment with N-acetyl-lcysteine and sodium citrate solution came out in whole homogenization of sputum samples, which was unable to destroy mRNA or rRNA of mycobacteria in sputum samples. However, for the purpose of detecting RNA targets in purulent sputum, this method was not appropriate (3, 9) . DTT and PK are often used for the homogenization processing of sputum specimens, which can fully digest mucous protein, release epithelial cells, and consequently increase the concentration of extracted RNA. Purulent sputum samples with treatment of DTT or PK can undergo automated extraction. Based on the experimental results of 217 specimens, our conclusion is that DTT and PK could be used to improve the homogenization effects of sputum and increase the positive rates by 5.53-6.91% higher than that of the NS group. Of the 17 missed specimens, 9 were genotyped as H7N9. Although these specimens were weakly positive, the missed detection of these highly pathogenic agents might result in serious consequences (1) . Vortex with NS is often adopted in respiratory viruses' culture from sputum, but the method is not appropriate for detection of IAV by rRT-PCR.",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 706,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 707,
                    "end": 709,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1427,
                    "end": 1430,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "dIsCUssIoN"
        },
        {
            "text": "Sufficient nucleic acid extraction and the removal of substances that inhibit amplification are critical factors influencing the detection of IAV by rRT-PCR (10). Comparison of 49 positive specimens in all of the three groups demonstrated that the Ct values of the DTT and PK groups were significantly lower and their nucleic acid concentration and A260/A280 ratio within 1.8-2.0 were higher than those of the NS group. This finding might be attributed to the inability of NS to dilute sticky sputum through violent vortex. Some cells cannot be released from sticky sputum and thus lead to inadequate specimen decomposition and RNA extract reduction. Meanwhile, high amounts of proteins in sticky liquid are retained and can influence PCR by disturbing the cell lysis of nucleic acid extraction that inhibits DNA polymerase activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dIsCUssIoN"
        },
        {
            "text": "Moreover, the proportion for blood-tinged sputum specimens in the 17 specimens yielded inconsistent results of 52.94% (9/17), significantly higher than that of the specimens with consistent results in the three groups (28.00%, 56/200). For few negative specimens, concentration and purity were higher, which was inconsistent with the results. Therefore, the nucleic acid purity and concentration examined with a spectrophotometer were not the only factor that determined the positive rate. These findings indicated that false-negative results might be attributed to PCR inhibitor residues in nucleic acids. Further optimizing of liquefier combinations, preprocessing steps and nucleic acid extraction reagents could be conducted to decrease PCR inhibitors and increase target nucleic acid concentration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dIsCUssIoN"
        },
        {
            "text": "In summary, DTT or PK treatment before nucleic acid extraction is essential for detection of IAV infection from sputum ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dIsCUssIoN"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human infections with the emerging avian influenza A H7N9 virus from wet market poultry: clinical analysis and characterisation of viral genome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sheng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "1916--1941",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)60903-4"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Diagnosis and Treatment Project of Human Infection with Avian Influenza (H7N9) Virus",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comparative evaluation of three homogenization methods for isolating Middle East respiratory syndrome coronavirus nucleic acids from sputum samples for real-time reverse transcription PCR",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Seong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Lab Med",
            "volume": "36",
            "issn": "",
            "pages": "457--62",
            "other_ids": {
                "DOI": [
                    "10.3343/alm.2016.36.5.457"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Enzymes of molecular biology",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Sweeney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Proteinase",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Methods in Molecular Biology",
            "volume": "",
            "issn": "",
            "pages": "305--316",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparative analysis of cell morphology in sputum samples homogenized with dithiothreitol, N-acetyl-L cysteine, Cytorich( ® ) red preservative and in cellblock preparations to enhance the sensitivity of sputum cytology for the diagnosis of lung cancer",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Saraswathy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Sara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jayasree",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sujathan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Diagn Cytopathol",
            "volume": "43",
            "issn": "",
            "pages": "551--559",
            "other_ids": {
                "DOI": [
                    "10.1002/dc.23266"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dithiothreitol: a new protective reagent for SH groups",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Cleland",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Biochemistry",
            "volume": "3",
            "issn": "",
            "pages": "480--482",
            "other_ids": {
                "DOI": [
                    "10.1021/bi00892a002"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of sputum processing with dithiothreitol on the detection of inflammatory mediators in chronic bronchitis and bronchiectasis",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Bayley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Stockley",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Thorax",
            "volume": "57",
            "issn": "",
            "pages": "667--71",
            "other_ids": {
                "DOI": [
                    "10.1136/thorax.57.8.667"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Towards standardization of RNA quality assessment using user-independent classifiers of microcapillary electrophoresis traces",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Imbeaud",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Graudens",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Boulanger",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Barlet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zaborski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eveno",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic Acids Res",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gni054"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Alkaline decontamination of sputum specimens adversely affects stability of mycobacterial mRNA",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Desjardin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Teixeira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Cave",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Eisenach",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Clin Microbiol",
            "volume": "34",
            "issn": "",
            "pages": "2435--2444",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comparison of five methods for extraction of Legionella pneumophila from respiratory specimens",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yen-Lieberman",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Reischl",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Warshawsky",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Procop",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "5913--5916",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.42.12.5913-5916.2004"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flowchart of experiment operation in this study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of threshold cycle (Ct) value x s ± ( ), nucleic acid concentration (median and P25-P75), and purity of 49 positive specimens in all three groups. Abbreviations: NS group, normal saline group; DTT, dithiothreitol group; PK group, proteinase K group.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Threshold cycle (Ct) value, nucleic acid concentration, and purity of 17 specimens with inconsistent test results in three groups.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}