{
    "paper_id": "7080c264017e67e26a1e222507314d891b13e3f9",
    "metadata": {
        "title": "THE CRITICAL ROLE OF NONHUMAN PRIMATES IN MEDICAL RESEARCH White Paper Affiliated Institutions",
        "authors": [
            {
                "first": "Henry",
                "middle": [],
                "last": "Friedman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University",
                    "location": {
                        "settlement": "Durham",
                        "region": "North Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "Nancy",
                "middle": [],
                "last": "Ator",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Nancy",
                "middle": [],
                "last": "Haigwood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oregon Health & Science University",
                    "location": {
                        "settlement": "Portland, Oregon"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "Newsome",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University School of Medicine",
                    "location": {
                        "settlement": "Stanford",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "S"
                ],
                "last": "Allan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "Thaddeus",
                "middle": [
                    "G"
                ],
                "last": "Golos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wisconsin National Primate Research Center",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeff",
                "middle": [
                    "H"
                ],
                "last": "Kordower",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rush Medical College",
                    "location": {
                        "settlement": "Chicago",
                        "region": "Illinois"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "E"
                ],
                "last": "Shade",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas Biomedical Research Center",
                    "location": {
                        "settlement": "San Antonio, Texas"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "E"
                ],
                "last": "Goldberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "settlement": "New York",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "R"
                ],
                "last": "Bailey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Foundation for Biomedical Research",
                    "location": {
                        "settlement": "Washington",
                        "region": "DC"
                    }
                },
                "email": "mbailey@nabr.org"
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Bianchi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Beversdorf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "I"
                ],
                "last": "Cohen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karl",
                "middle": [],
                "last": "Deisseroth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mahlon",
                "middle": [],
                "last": "Delong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lynn",
                "middle": [
                    "W"
                ],
                "last": "Enquist",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Favre",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [],
                "last": "Lisberger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tim",
                "middle": [],
                "last": "Moran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Morrison",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alvin",
                "middle": [
                    "C"
                ],
                "last": "Powers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "Eugene"
                ],
                "last": "Redmond",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Koen",
                "middle": [
                    "Van"
                ],
                "last": "Rompay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Scoles",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lary",
                "middle": [
                    "C Walker"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The sponsors of this report endorse carefully regulated research with nonhuman primates. This research is essential to learning about the biology, treatment and prevention of diseases and conditions that cause human suffering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Research with nonhuman primates (NHPs) -monkeys for the most part -has led to critical health advances that have saved or improved millions of human lives. While NHPs account for just one-half of one percent of animals in current medical research, it is no exaggeration to say they are essential to our ability to find cures for cancer, AIDS, Alzheimer's, Parkinson's, obesity/diabetes, and dozens of other diseases that cause human suffering and death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Research with monkeys is critical to increasing our knowledge of how the human brain works and its role in cognitive, motor, and mental illnesses such as Alzheimer's, Parkinson's, and depression. This research is also fundamental to understanding how to prevent and treat emerging infectious diseases like Zika and Ebola. NHP research is uncovering critical information about the most common and costly metabolic disorder in the U.S. -type 2 diabetes -as well as the obesity that leads to most cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Without NHP research, we lose our ability to learn better ways to prevent negative pregnancy outcomes, including miscarriage, stillbirth, and premature birth. This research is also helping scientists to uncover information that makes human organ transplants easier and more accessible, literally giving new life to those whose kidneys, hearts, and lungs are failing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "News headlines tout medical breakthroughs. Breakthrough sounds dramatic, and to someone hearing about how the virus that causes polio is being used to put an aggressive form of brain cancer into remission, it is indeed. But as the scientists involved in that cancer research-and research into every other area of medicine-will tell you, breakthroughs might be dramatic, but they are never sudden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monkeys Are Critical to All Stages of Research"
        },
        {
            "text": "A well thought-out and structured process is behind virtually every medical breakthrough and the discovery process probably took decades or more. Every step in the process was essential to the next, from basic research to human clinical trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monkeys Are Critical to All Stages of Research"
        },
        {
            "text": "Monkeys are often involved at the later stage of the processwhat is called translational or applied research. Here all of the knowledge accumulated earlier is applied to specific medical questions such as: Will this vaccine protect a pregnant woman (and her baby) from Zika infection? And is the vaccine likely to be safe?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monkeys Are Critical to All Stages of Research"
        },
        {
            "text": "Research scientists are like detectives solving mysteries. We want to know why. More importantly, we want to save lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monkeys Are Critical to All Stages of Research"
        },
        {
            "text": "But monkeys also play a vital role in basic science research that can come decades earlier. Basic NHP research in the 1970s helped scientists understand the inner workings of the basal ganglia, the part of the brain that coordinates movement. Those early findings led to the \"breakthrough\" 30 years later in which deep brain stimulation is used to reduce involuntary movements of Parkinson's disease. See more breakthroughs linked to NHP research in Appendix A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monkeys Are Critical to All Stages of Research"
        },
        {
            "text": "Regardless of where it occurs in the scientific discovery process, research with monkeys is highly regulated (see Appendix B). Scientists use monkeys only when no other research model can provide the required information. While rodents are used extensively and are extremely helpful in answering many basic research questions, their usefulness is limited by differences from primates in their lack of sophisticated brain structures, less developed immune systems and motor skills, and differences in how their metabolism functions, among other traits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monkeys Are Critical to All Stages of Research"
        },
        {
            "text": "To cite an example, rodent brains are very different from human brains. The rodent lacks the prefrontal cortex specialization that is found in monkeys and humans. This difference limits the applicability of rodent studies in relation to studies of injury in the human brain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monkeys Are Critical to All Stages of Research"
        },
        {
            "text": "NHPs are also the main animals that allow quick response and research into emerging viruses, like Zika. What scientists learn about Zika itself, as well as what they learn about the best use of monkeys in Zika studies, they will apply to studies of future emergent diseases. And with recent history as a guide (Zika, Ebola, Middle East Respiratory Syndrome [MERS], SARS, pandemic flu, etc.), we should expect more infectious disease outbreaks in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monkeys Are Critical to All Stages of Research"
        },
        {
            "text": "Modified poliovirus is being tested as a way to help the body's immune system see and destroy glioblastomas, the deadliest type of brain cancer. Glioblastomas can double in size every two weeks and can be deadly within months of diagnosis. The new treatment has led to complete remission in two glioblastoma patients and investigations are ongoing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Boosting the Body's Natural Defenses to Kill Cancer"
        },
        {
            "text": "This type of research, called immunotherapy, uses the body's natural defense -the immune system -to destroy cancer cells. The harmless form of poliovirus is injected into glioblastoma tumors where it attaches to the cancer cells. The immune system recognizes the poliovirus as a dangerous invader and attacks -killing it and the cancer along with it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Boosting the Body's Natural Defenses to Kill Cancer"
        },
        {
            "text": "Current studies in monkeys are helping to find ways to help wounded soldiers and stroke victims regain their independence after losing limbs or the ability to control them. This is the most promising therapy I've seen in my career.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Boosting the Body's Natural Defenses to Kill Cancer"
        },
        {
            "text": "It was 18 years from the earliest research until the first study in humans. Monkey research was essential in mapping out how to get the poliovirus through the brain and inside the cancerous tumors. The National Institutes of Health and the Food and Drug Administration also mandated testing the treatment first in monkeys to be sure the modified poliovirus would be harmless to humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Period."
        },
        {
            "text": "Doctors now are designing research to use this approach in treating many forms of cancer -including breast and prostate cancers -since the same receptor on the glioblastoma tumors that allows the poliovirus to attach itself also is found on virtually every cancerous tumor in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Period."
        },
        {
            "text": "Scientists are looking for vaccines that can prevent HIV infection and treatments leading to a cure. Just 20 years ago medical advances changed the disease from a death sentence into a chronic, manageable disease. Drugs that keep the virus in check now give millions of HIV-infected people hope for a long and productive life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV/AIDS: Looking for a Vaccine and a Cure"
        },
        {
            "text": "Drug therapies effectively prevent HIV disease, but scientific advances in HIV are still needed. People with well-treated HIV still face more health problems than those without HIV [1, 2] . They age faster, too. Doctors estimate people with HIV are at least 5 to 14 years older than their chronological age [3, 4] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[1,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 185,
                    "end": 187,
                    "text": "2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 311,
                    "end": 313,
                    "text": "4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "HIV/AIDS: Looking for a Vaccine and a Cure"
        },
        {
            "text": "Monkeys are crucial to ongoing HIV research because of the combination of their unique biology among animals and their longevity, which is key in HIV studies that take from months to years to complete. Their similar biology helps scientists understand HIV disease, infection routes, the potential for vaccine-induced protection, and even an HIV cure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV/AIDS: Looking for a Vaccine and a Cure"
        },
        {
            "text": "An experiment reported in early 2016 looked at preventing mother-tochild HIV transmission [5] . After being exposed to simian-human immunodeficiency virus (SHIV), which is similar to HIV, infant monkeys with early stage infection were treated with human antibodies to block the infection. All of the monkeys in this experiment had no detectable virus in their blood or any of their tissues at the end of six months of observation.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "HIV/AIDS: Looking for a Vaccine and a Cure"
        },
        {
            "text": "In another experiment reported this year, rhesus macaques infected with another HIV-like virus were treated with standard anti-HIV medications plus an experimental drug that stimulates the immune system [6] . At the end of the study, 90 days after both medications were stopped, two monkeys showed no detectable virus in their bloodstream. This immune system stimulator was tested earlier in NHPs infected with chronic hepatitis B, leading to current research in humans with this potentially deadly infection. [7] The value of studying monkeys is scientifically proven. HIV is no longer an impending death sentence. Several years ago, this young woman was diagnosed with a deadly brain tumor the size of a tennis ball. When conventional treatment didn't work her doctors suggested a new treatment developed with primate research. She agreed. Today, she's cancer free.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "HIV/AIDS: Looking for a Vaccine and a Cure"
        },
        {
            "text": "These studies hold promise for protecting babies from HIV infection and for finding a cure for those already infected, but much more research with monkeys will be needed to get there.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHOTO BY SHAWN ROCCO, FOR DUKE HEALTH NEWS AND COMMUNICATIONS"
        },
        {
            "text": "In human clinical studies, a fundamental question is, \"Do the potential benefits of this treatment outweigh the potential risks?\" This question takes on added meaning when the study is in pregnant women. Researchers must not only consider the risks and benefits to the pregnant woman, but also to her developing fetus and ultimately to the child [8] .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Improving Pregnancy Outcomes"
        },
        {
            "text": "But how do researchers even begin to define these risks and benefits before human clinical trials? The answer is research with monkeys, since their fetal and placental development is uniquely similar to humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Improving Pregnancy Outcomes"
        },
        {
            "text": "Researchers are working with macaque monkeys to understand the impact of Zika, the latest virus to emerge as a global threat. Zika infection in pregnant women can cause microcephaly, a condition where the child is born with a small head due to abnormal brain development. It also appears to cause stillbirth, miscarriages, and fetal growth restriction. These problems all appear to be rooted in how the Zika virus affects the developing fetus and the placenta, which nourishes the baby in its mother's womb.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Improving Pregnancy Outcomes"
        },
        {
            "text": "The Zika virus infects monkeys just as it does humans, and both experience the disease in the same way. Researchers can study pregnant monkeys much as an obstetrician follows a woman's pregnancy -they can take blood, monitor fetal development through ultrasounds, and collect amniotic fluid. They can then test vaccines and drugs with the hope of protecting the fetus. No other animal model allows for this entire spectrum of study and application of the findings to pregnant women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Improving Pregnancy Outcomes"
        },
        {
            "text": "More than 120,000 people in the U.S. are waiting for organ transplants and 22 of them die every day [9] . It is all the more tragic, then, when an organ transplant fails. This failure, or rejection, is caused when the recipient's immune system sees the new organ as \"foreign\" and attacks it.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Transplant Tolerance: The Next Big Step in Organ Transplant Success"
        },
        {
            "text": "To reduce the chance of organ rejection, transplant patients receive drugs to suppress their immune system. But the drugs come with a risk of toxicity and increase the risk of other problems, including development of cancers and infections resulting from a weakened immune system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transplant Tolerance: The Next Big Step in Organ Transplant Success"
        },
        {
            "text": "Research with monkeys is focused on achieving transplant tolerancewhere the body's immune system does not see the new organ as foreign, thus eliminating the need for immunosuppressive drugs. While scientists have already made great strides in kidney transplant tolerance, they understand that tolerance is organ specific, so knowledge about the kidney Primate research will help us learn new ways to prevent miscarriage, stillbirth, and premature babies. Understanding all brain diseases relies on us understanding how the healthy brain works during normal functioning. may not transfer to the heart, lungs, liver, pancreas/pancreatic islets, or other types of transplants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transplant Tolerance: The Next Big Step in Organ Transplant Success"
        },
        {
            "text": "Transplant tolerance also differs by species. In other words, what works in a mouse may not work in a pig, and what works in a pig may not work in a monkey. Scientists learned about kidney transplant tolerance by starting with mice and then working up through swine and eventually into monkeys and humans. The same process is underway now for many other types of transplants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transplant Tolerance: The Next Big Step in Organ Transplant Success"
        },
        {
            "text": "How does the brain work? No question could be more important for understanding human behavior and mental health, and for acquiring new information about the triggers in the brain that cause psychiatric, movement and other neurological diseases. The U.S. National Institutes of Health-supported BRAIN Initiative has developed a plan for improving our knowledge in these areas and research with monkeys and other species is critical to its success [10] .",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 450,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Mapping Out Brain Function"
        },
        {
            "text": "Scientists are mapping the activity of the billions of neurons deep inside the brain -the special cells that transmit the signals that drive thinking, mood, movement, and much more. By tracking neuron activity in monkeys while they are performing new tasks, scientists can actually see what parts of the brain are involved in sending the signals that take in, process, and store the newly acquired information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mapping Out Brain Function"
        },
        {
            "text": "What is unique to -or at least greatly enhanced by -the use of monkeys in this research is the range of cognitive behaviors that can be studied, the amount and precision of the data that can be collected, and the relevance of that data to human behavior and mental activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mapping Out Brain Function"
        },
        {
            "text": "Seeing what is happening in a healthy monkey brain helps scientists understand what has gone wrong when a human brain is no longer working as it should. This type of research has relevance to Parkinson's disease and other movement disorders, all forms of dementia, including Alzheimer's, and behavioral and psychiatric problems from alcoholism and attention-deficit disorder to bipolar disorder and autism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mapping Out Brain Function"
        },
        {
            "text": "You see someone walking haltingly, dragging one leg behind him, or sitting with one arm draped listlessly on a table and immediately know he has had a stroke. Scientists learned long ago that it's not the muscles that are at fault; it's the nerve impulses inside the brain that have been affected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Turning Science Fiction into Science Fact: Brain-Machine Interfaces"
        },
        {
            "text": "Alzheimer's and other dementias cost the U.S. $236 billion each year [11] .",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Turning Science Fiction into Science Fact: Brain-Machine Interfaces"
        },
        {
            "text": "Monkeys have certain traits and characteristics that make them essential and irreplaceable in medical research. They're the \"bridge to the clinic.\" A combination of scientific breakthroughs in neuroscience, computer processing and robotics has led to development of \"brain-machine interfaces\" -devices that allow humans to interact with their environment with prosthetic arms when they have lost the use of their own. Brain-machine interfaces translate signals in the brain into directions to move prosthetic arms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Turning Science Fiction into Science Fact: Brain-Machine Interfaces"
        },
        {
            "text": "This area of research shows enormous promise for humans who are paralyzed, such as injured veterans, or those with brain damage and paralysis due to stroke. As NHPs and humans have similarly developed brains and movements, experiments in monkeys have been vital to moving this field forward both conceptually and technically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Turning Science Fiction into Science Fact: Brain-Machine Interfaces"
        },
        {
            "text": "NHPs are essential to vaccine research. Among research animals, they alone can reproduce the entire biological process of the infections being studied. They allow researchers to monitor for information that is vital in understanding human infectious diseases -such as how a virus or bacterium reproduces inside the body, what symptoms it causes, and how the body's immune system responds to attack the invader.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developing Vaccines for Babies and Adults"
        },
        {
            "text": "Among the viruses currently in vaccine research trials is respiratory syncytial virus, or RSV -the most common cause of lower respiratory tract infections in U.S. infants and small children [12] . There is no treatment for RSV, [13] which hospitalizes nearly 60,000 U.S. children under age 5 every year and sends 2.1 million more to the doctor [14] . Vaccine research with monkeys is evaluating the safety of potential RSV vaccines in infants.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Developing Vaccines for Babies and Adults"
        },
        {
            "text": "Other viruses under study include Ebola and Marburg, which can cause extreme bleeding that leads to death; the mosquito-borne Dengue and Zika viruses, capable of causing massive epidemics; and MERS plus the dangerous H5 and H7 bird flu strains, all of which have very high death rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developing Vaccines for Babies and Adults"
        },
        {
            "text": "Lowering blood pressure is vitally important to individuals and our society. High blood pressure is a major factor in heart disease -the number one killer in the U.S. and the world [15] . And it's not just heart disease; high blood pressure leads to stroke, kidney damage, memory problems, and many other illnesses [16] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Baboons and Humans: Unique Connections for Blood Pressure Control"
        },
        {
            "text": "Decades ago, researchers made a breakthrough discovery that longterm blood pressure regulation is nearly identical in humans, baboons, Brain-machine interfaces can help paralyzed veterans interact with their environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baboons and Humans: Unique Connections for Blood Pressure Control"
        },
        {
            "text": "The top 3 benefits of our human/monkey research partnerships? Safety. Efficacy. And greater predictability. Scientists recently discovered that baboons share another unique trait with humans -a characteristic in their red blood cells that can lead to salt-sensitivity and an inherited form of hypertension that is particularly difficult to treat. Current research is looking for new targets to control this type of high blood pressure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baboons and Humans: Unique Connections for Blood Pressure Control"
        },
        {
            "text": "Research with monkeys provides another key benefit -lifespan. High blood pressure becomes more common as we age and researchers are able to work with older baboons to gain essential information about the mechanisms driving this age-based increase -vital to the health of our aging population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baboons and Humans: Unique Connections for Blood Pressure Control"
        },
        {
            "text": "Type 2 diabetes develops in monkeys just as it does in humans, even following the same age patterns, that is to say, more disease as we get older (one-fourth of U.S. seniors have diabetes) [17] . NHPs with diabetes even develop the same complications that are common in humans: eye disease, kidney disease, nerve damage and pain, and blood vessel disease, among others [18] .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Diabetes and Obesity: Connected in NHPs Just as in Humans"
        },
        {
            "text": "NHPs and humans have very similar systems that regulate blood sugar. For example, the structure and function of the group of cells in the monkey pancreas (called islets) that produce insulin are very similar to human islets. The islets in mice, rats, pigs, and other animals share some similarities with humans, but there are important differences, making monkeys a critical model for developing treatment and prevention methods, and for testing new therapies for people with diabetes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diabetes and Obesity: Connected in NHPs Just as in Humans"
        },
        {
            "text": "Type 2 diabetes and the U.S. obesity epidemic are linked -obesity is a contributing factor to the condition. More than a third of U.S. adults are obese and another third are overweight [19] . As with diabetes research, monkeys provide a critically important study model for human obesity. Monkeys that are fed a diet similar to the typical American diet respond like humans, gaining weight and later progressing to type 2 diabetes.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Diabetes and Obesity: Connected in NHPs Just as in Humans"
        },
        {
            "text": "Researchers are examining the role of gastrointestinal proteins called glucagon-like peptides in the development of obesity in bonnet macaques. Bonnet macaques are unique among NHPs because they have a strong genetic predisposition to obesity. This research is looking for obesity treatments that will be as effective as invasive bariatric surgery, but with far less risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diabetes and Obesity: Connected in NHPs Just as in Humans"
        },
        {
            "text": "In conclusion, because NHPs are the most readily available models with the greatest psychological and genetic similarities to humans, they play an indispensable role in the process of medical research and development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diabetes and Obesity: Connected in NHPs Just as in Humans"
        },
        {
            "text": "Nonhuman primates are the ideal model for testing new therapies for people with diabetes, including the artificial pancreas, drugs and devices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diabetes and Obesity: Connected in NHPs Just as in Humans"
        },
        {
            "text": "All of our ability to address diseases in applied research comes from efforts in basic science research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diabetes and Obesity: Connected in NHPs Just as in Humans"
        },
        {
            "text": "WILLIAM NEWSOME, PHD, NEUROBIOLOGIST STUDYING HOW",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diabetes and Obesity: Connected in NHPs Just as in Humans"
        },
        {
            "text": "• Components of blood and plasma discovered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1900-1950s"
        },
        {
            "text": "• Ability to diagnose and treat typhoid fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1900-1950s"
        },
        {
            "text": "• Modern anesthesia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1900-1950s"
        },
        {
            "text": "• Mumps virus discovered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1900-1950s"
        },
        {
            "text": "• Treatment of rheumatoid arthritis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1900-1950s"
        },
        {
            "text": "• Discovery of the Rh factor, blood-typing knowledge critical for safe blood transfusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1900-1950s"
        },
        {
            "text": "• Development of polio vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1900-1950s"
        },
        {
            "text": "• Development of antipsychotic medication chlorpromazine and its tranquilizing derivatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1900-1950s"
        },
        {
            "text": "• Cancer chemotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1900-1950s"
        },
        {
            "text": "• Development of yellow fever vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1900-1950s"
        },
        {
            "text": "• Mapping of the heart's connections to arteries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1960s"
        },
        {
            "text": "• Development of German measles vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1960s"
        },
        {
            "text": "• Therapeutic use of cortisone for reducing inflammation and allergy symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1960s"
        },
        {
            "text": "• Corneal transplants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1960s"
        },
        {
            "text": "• Development of treatment and prevention of radiation sickness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1960s"
        },
        {
            "text": "• Development of measles, mumps, and rubella (MMR) vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1960s"
        },
        {
            "text": "• Discovery of the biochemical cause of depression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1960s"
        },
        {
            "text": "• Transmissibility of human prion diseases, such as Creutzfeldt-Jacob disease, discovered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1960s"
        },
        {
            "text": "• Treatment of leprosy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1970s"
        },
        {
            "text": "• Procedures to restore blood supply in the brain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1970s"
        },
        {
            "text": "• Interaction between tumor viruses and genetic material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1970s"
        },
        {
            "text": "• Understanding of slow viruses, which linger in the nervous system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1970s"
        },
        {
            "text": "• Understanding of the inner workings of the basal ganglia, the part of the brain that coordinates movement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1970s"
        },
        {
            "text": "• Discovery of mechanisms of opiate withdrawal and the anti-withdrawal effects of clonidine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1970s"
        },
        {
            "text": "• Development of cyclosporine and other anti-rejection drugs helpful for organ transplants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1970s"
        },
        {
            "text": "• Processing of visual information by the brain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1980s"
        },
        {
            "text": "• Identification of physiological and psychological co-factors in depression, anxiety and phobias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1980s"
        },
        {
            "text": "• Treatment of malnutrition caused by food aversion following chemotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1980s"
        },
        {
            "text": "• Treatment of congenital cataracts and \"lazy eye\" in children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1980s"
        },
        {
            "text": "• First animal model for research on Parkinson's disease, enabling doctors to more accurately research human Parkinson's disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1980s"
        },
        {
            "text": "• Heart and lung transplant to treat cardiopulmonary hypertension.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1980s"
        },
        {
            "text": "• First hepatitis B vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1980s"
        },
        {
            "text": "• Development of rhesus monkey model for HIV/AIDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1980s"
        },
        {
            "text": "• Addition of taurine to infant formulas. Taurine is necessary for normal eye development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1980s"
        },
        {
            "text": "• First treatment of naturally diabetic NHPs with a hormone-like insulin stimulus that is now in wide use both for diabetes and obesity treatment (GLP-1 agonist).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1980s"
        },
        {
            "text": "Without continued nonhuman primate research, many important translational discoveries in the field of transplantation will never happen. These preclinical investigations are critical to the many patients who are currently waiting for transplantation and the many others who are facing the possibility of organ rejection after transplantation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1980s"
        },
        {
            "text": "• Estrogen discovered to control an enzyme key to making serotonin, the brain chemical that regulates mood. Represents first step to providing effective medications for depression at the end of the menstrual cycle, and postpartum and postmenopausal depression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1990s"
        },
        {
            "text": "• Demonstration of the effectiveness of early administrationof AZT to prevent or treat HIV infection. Thanks to this, HIV-infected mothers can give birth to HIV-free babies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1990s"
        },
        {
            "text": "• Demonstration in monkeys of the high efficacy of the HIV drug tenofovir to prevent or treat infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1990s"
        },
        {
            "text": "• Lead toxicity studies help U.S. fight childhood lead exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1990s"
        },
        {
            "text": "• Ongoing development of a one-dose transplant drug to prevent organ rejection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1990s"
        },
        {
            "text": "• First controlled study to reveal that even moderate levels of alcohol are dangerous in pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1990s"
        },
        {
            "text": "• Breakthroughs in understanding the mechanisms of puberty and disorders of puberty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1990s"
        },
        {
            "text": "• Primate embryonic stem cells studied extensively for the first time, advancing efforts to better understand reproduction and genetic disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1990s"
        },
        {
            "text": "• Control of intimal hyperplasia, a complication of coronary bypass surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1990s"
        },
        {
            "text": "• Parent to child lung transplants for cystic fibrosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1990s"
        },
        {
            "text": "• NHPs shown to naturally develop diabetes, which is the same disease as in humans, thus opening the path to research for new treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1990s"
        },
        {
            "text": "• Naturally regenerative mechanism discovered in the mature NHP brain, spurring new research toward curing Alzheimer's and other degenerative brain disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1990s"
        },
        {
            "text": "• Development of anthrax vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1990s"
        },
        {
            "text": "• Development of life-saving medications for lupus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1990s"
        },
        {
            "text": "• Gene that boosts dopamine production and strengthens brain cells used to successfully treat monkeys showing symptoms of Parkinson's disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "• Monkey model developed to study the effects of malaria in pregnant women and their offspring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "• NHPs are prime model for development of HIV treatments and potential vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "• Insulin-treated diabetic patients live longer, fuller lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "• The most common and debilitating complications of diabetes can now be studied in NHPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "• High blood pressure is treated to prevent heart attack, stroke, and kidney failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "• Patients can receive hip replacements and are no longer reliant on wheelchairs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "• People with degenerative eye diseases are able to see more clearly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "• Better medications improve lives of people with severe depression, bipolar disorder, and other psychiatric illnesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "• Better pre-and postnatal care protects children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "• Earlier diagnoses and better treatments help those with polycystic ovary syndrome, endometriosis, and breast cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "• Improved treatments help more men survive prostate cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "• Secondhand smoke shown to affect prenatal, neonatal and child lung development, cognitive function and brain development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "• Exposure to wildfire smoke adversely affects development of the immune system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "• Better understanding of the effects of BPA, a chemical found in plastic, on prenatal development improves health of children and adults. For research funded by any Public Health Service entity, such as the National Institutes of Health (NIH) or the National Science Foundation, the NIH:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "g Establishes Public Health Service Policy on Humane Care and Use of Laboratory Animals. [20] g Mandates use of the Guide for the Care and Use of Laboratory Animals, which is issued by the National Academy of Science Institute for Laboratory Animal Research. This guide addresses day-to-day aspects of caring for laboratory animals. [21] g Mandates that every institution appoints an Institutional Animal Care and Use Committee (see below).",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "The USDA's Animal Plant and Health Inspection Service enforces the Animal Welfare Act with unannounced compliance inspections of all regulated entities using animals in research, testing or teaching at least yearly [22] .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "The Association for the Assessment and Accreditation of Laboratory Animal Care International is an independent non-government accrediting organization. While voluntary, this accreditation includes broader requirements than the regulations. This demonstrates research facilities want to go \"above and beyond\" in the care of animals [23] .",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "Every institution involved in nonhuman primate research is required by the Animal Welfare Act as well as Public Health Service policy to appoint and empower an Institutional Animal Care and Use Committee [24] that reviews and approves the research. Scientists must justify their use of primates and also explain why alternative forms of research (for example, studying cells or using computer simulations) are not able to achieve their scientific goals. They must also confirm that their research does not unnecessarily duplicate previous research [25] .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "The number of nonhuman primates used in research is less than 1%. But its impact on human health is enormous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2000s"
        },
        {
            "text": "All Others",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rodents Monkeys"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Geriatric Syndromes in Older HIV-Infected Adults",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Covinsky",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Valcour",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Madamba",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lampiris",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Cenzer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Deeks",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "69",
            "issn": "2",
            "pages": "161--168",
            "other_ids": {
                "DOI": [
                    "10.1097/QAI.0000000000000556"
                ],
                "PMID": [
                    "26009828"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The end of AIDS: HIV infection as a chronic disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Deeks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Lewin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Havlir",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "9903",
            "pages": "61809--61816",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ],
                "PMID": [
                    "24152939"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Methylome-wide Analysis of Chronic HIV Infection Reveals Five-Year Increase in Biological Age and Epigenetic Targeting of HLA",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Jaeger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Kreisberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Licon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Jepsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khosroheidari",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Morsey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Swindells",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Flagg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ideker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol Cell",
            "volume": "62",
            "issn": "2",
            "pages": "157--68",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molcel.2016.03.019"
                ],
                "PMID": [
                    "27105112"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acceleration of age-associated methylation patterns in HIV-1-infected adults",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Rickabaugh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Baxter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sehl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Sinsheimer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Hultin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hultin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Quach",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Martinez-Maza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Horvath",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vilain",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Jamieson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0119201"
                ],
                "PMID": [
                    "25807146"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early short-term treatment with neutralizing human monoclonal antibodies halts SHIV infection in infant macaques",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hessell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Jaworski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Epson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matsuda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pandey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kahl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Cheever",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Barnette",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Legasse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Planer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pegu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Siess",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Axthelm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mascola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Sacha",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Haigwood",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Med",
            "volume": "22",
            "issn": "4",
            "pages": "362--370",
            "other_ids": {
                "DOI": [
                    "10.1038/nm.4063"
                ],
                "PMID": [
                    "26998834"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Gilead announces data from new preclinical study evaluating an investigational TLR7 agonist in SIV-infected monkeys",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "GS-9620, an oral agonist of Toll-like receptor-7, induces prolonged suppression of hepatitis B virus in chronically infected chimpanzees",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Lanford",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guerra",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chavez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Giavedoni",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Hodara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Brasky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fosdick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Frey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wolfgang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Halcomb",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Tumas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Gastroenterology",
            "volume": "144",
            "issn": "7",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2013.02.003"
                ],
                "PMID": [
                    "23415804"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ethical issues related to the inclusion of pregnant women in clinical trials (I)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "American Transplant Association. Facts and myths",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "National Institutes of Health. What is the BRAIN initiative? Available from",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Alzheimer's disease facts and figures",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Respiratory syncytial virus infection (RSV)",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "American Lung Association. Diagnosing and Treating RSV",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The burden of respiratory syncytial virus infection in young children",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Iwane",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Blumkin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Staat",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Auinger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Poehling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Grijalva",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Szilagyi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "6",
            "pages": "588--98",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJ-Moa0804877"
                ],
                "PMID": [
                    "19196675"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Heart disease and stroke statistics-at-a-glance",
            "authors": [],
            "year": null,
            "venue": "American Heart Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "High blood pressure (hypertension)",
            "authors": [],
            "year": null,
            "venue": "Mayo Clinic",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Statistics about diabetes",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The rhesus monkey (Macaca mulatta) manifests all features of human type 2 diabetes",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "T"
                    ],
                    "last": "Tigno",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Animal Models of Diabetes",
            "volume": "",
            "issn": "",
            "pages": "251--270",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "National Institute of Diabetes and Digestive and Kidney Diseases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Public Health Service Policy on Humane Care and Use of Laboratory Animals. Revised",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Committee for the Update of the Guide for the Care and Use of Laboratory Animals; Institute for Laboratory Animal Research. Guide for the Care and Use of Laboratory Animals",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Animal welfare act inspections. At 1.usa.gov/1XCaq7m",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "American Association for the Accreditation of Laboratory Animal Care. The AAALAC international accreditation program",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Office of Research Integrity. How to work with your Institutional Animal Care and Use Committee (IACUC)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Good Laboratory Practice for Nonclinical Laboratory Studies",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "KOEN VAN ROMPAY, DVM, PHD IS WORKING ON VACCINES AND ANTIVIRAL DRUGS TO TREAT OR PREVENT HIV INFECTION AND PEDIATRIC AIDS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "THADDEUS GOLOS, PHD, COMPARATIVE BIOSCIENCES, OBSTETRICS AND GYNECOLOGY PROFESSOR AT UNIVERSITY OF WISCONSIN WHO IS WORKING TO UNDERSTAND THE MECHANISMS LEADING TO NEGATIVE PREGNANCY OUTCOMES.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "STEPHEN LISBERGER, PHD, NEUROBIOLOGIST STUDYING HOW OUR BRAINS LEARN MOTOR SKILLS AND HOW WE USE WHAT WE SEE TO GUIDE HOW ME MOVE.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "JEFF KORDOWER, PHD, NEUROSCIENTIST EXAMINING HOW DISEASES LIKE PARKINSON'S AND ALZHEIMER'S AFFECT THE BRAIN TO CAUSE THEIR SYMPTOMS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "MICHAEL GOLDBERG, MD, PROFESSOR OF BRAIN AND BEHAVIOR DEPARTMENTS AT COLUMBIA UNIVERSITY COLLEGE OF PHYSICIANS AND SURGEONS, WHO STUDIES HOW THE BRAIN PROCESSES WHAT THE EYES SEE.and other NHPs. In fact, adult NHPs frequently develop hypertension similar to humans. Subsequent studies with monkeys have helped billions around the world lower blood pressure and reduce their risk of deadly complications.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "JAMES S. ALLAN, MD, THORACIC SURGEON AND CO-DIRECTOR OF THE CARDIOTHORACIC TRANSPLANTATION LABORATORY AT MASSACHUSETTS GENERAL HOSPITAL.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Adapted with permission from: Primate Info Net, National Primate Research Center, University of Wisconsin -Madison. At http://pin.primate.wisc.edu/research/discoveries.html.Today's researchers monitor not just the nutritional and environmental needs of NHPs but psychological needs, too.ROBERT SHADE, PHD, SCIENTIST EMERITUS AT SOUTHWEST NATIONAL PRIMATE RESEARCH CENTERAppendix B: Regulating the Use of Nonhuman Primates in ResearchTwo federal agencies oversee how animals are used in medical research.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to acknowledge the following experts who participated in conference calls that served as the basis for the paper's content and/or who provided comments during drafting: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}