{
    "paper_id": "70945e1b77b2dd46582a7d73d30746432f209f0d",
    "metadata": {
        "title": "Alberta family physicians' willingness to work during an influenza pandemic: a cross-sectional study",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "A"
                ],
                "last": "Dickinson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gisoo",
                "middle": [],
                "last": "Bani-Adam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tyler",
                "middle": [],
                "last": "Williamson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sandy",
                "middle": [],
                "last": "Berzins",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Craig",
                "middle": [],
                "last": "Pearce",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leah",
                "middle": [],
                "last": "Ricketson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [],
                "last": "Medd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: Effective pandemic responses rely on frontline healthcare workers continuing to work despite increased risk to themselves. Our objective was to investigate Alberta family physicians willingness to work during an influenza pandemic. Design: Cross-sectional survey. Setting: Alberta prior to the fall wave of the H1N1 epidemic. Participants: 192 participants from a random sample of 1000 Alberta family physicians stratified by region. Main Outcome Measures: Willingness to work through difficult scenarios created by an influenza epidemic. Results: The corrected response rate was 22%. The most physicians who responded were willing to continue working through some scenarios caused by a pandemic, but in other circumstances less than 50% would continue. Men were more willing to continue working than women. In some situations South African and British trained physicians were more willing to continue working than other groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Although many physicians intend to maintain their practices in the event of a pandemic, in some circumstances fewer are willing to work. Pandemic preparation requires ensuring a workforce is available. Healthcare systems must provide frontline healthcare workers with the support and resources they need to enable them to continue providing care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The pandemic H1N1 virus first emerged in April 2009 and rapidly spread throughout the world [1] . Initial overload of intensive care units caused alarm, though subsequently the case-fatality rate of this strain appeared to be around 0.5%, near the upper range for seasonal influenza [2] .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Pandemics can increase morbidity and mortality, producing strain on healthcare systems and healthcare workers, including family physicians providing frontline care. Ethicists posit that frontline healthcare workers have a duty to continue working through an epidemic despite increased risk [3, 4] . During the severe acute respiratory syndrome (SARS) outbreak of 2003, some doctors provided care to patients despite increased risk to themselves and their families, while others refused [5] . In Toronto, 37.5% of primary care physicians reported that they closed their clinic during the SARS epidemic [6] , suggesting that primary healthcare availability suffers during times of increased occupational risk and service demand.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 294,
                    "end": 296,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The Canadian Pandemic Plan suggests that during a severe pandemic, family physicians may be required to work in triage centers where they would make decisions about which patients to treat [3] . The plan also suggests that family physicians may be required to take on work that they were not trained for, such as managing ventilated patients [3] . A severe pandemic may also cause colleagues and physicians' families to sicken or die, and disruption of services such as childcare or transport (which would lead to difficulty with staff and supplies). These scenarios challenge physicians' duty to care. We designed a survey to understand the limits of the conditions in which Alberta physicians would be willing to work during a pandemic. The objective of the study was to explore Alberta family physicians' experiences during the first wave of the H1N1 (swine flu) outbreak and their plans for the future. We hypothesized that there would be differences between male and female doctors, rural and urban, older and younger, and those educated in different countries. Since family physicians' work is substantially different in rural compared to urban areas, we tested the hypothesis that responses and attitudes vary according to rurality. There had been an continuing medical education program on pandemic planning offered in Calgary two years prior that was not offered in Edmonton [7] , so we also hypothesized that there would be differences between the physician groups in these otherwise similar cities.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1384,
                    "end": 1387,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A list of all Alberta family physicians was obtained from the College of Physicians and Surgeons of Alberta (N = 3558). One thousand family physicians were identified by stratified random sampling from this registration list (250 from Edmonton, 250 from Calgary, 250 from other urban centres and 250 from rural areas. Definitions of each of these areas are detailed in the Appendix 1). Exclusion criteria were if the physician was not in primary care practice or if they worked only in academia, were no longer working in Alberta, or were not currently working for other reasons such as being retired, on vacation or personal health reasons. 122 physicians were therefore excluded. By November 5, 2009 we had received 192 completed surveys from eligible physicians, for an overall response rate of 22%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study sample"
        },
        {
            "text": "A questionnaire was designed then pilot tested on a convenient group of physician colleagues who were not in the sample. Questions on physician attitude regarding working during an H1N1 pandemic were included from a recent Ontario study (personal communication, Ross Upshur, September 2009). The final questionnaire, which included both closed-and open-ended questions, was sent to selected family physicians after the summer vacation, and before the fall influenza season began.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey development"
        },
        {
            "text": "Selected physicians were provided with up to 3 packages sent 2 weeks apart: on September 1, 14 and 30, 2009 respectively. The first and third packages included an information sheet, consent form, copy of the questionnaire, and a negative response sheet. The second package included an information sheet with a request to access the survey on the Department of Family Medicine website and a negative response sheet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey process"
        },
        {
            "text": "Written consent was obtained from those who agreed to participate in the study. Ethics approval for this project was given by the Conjoint Health Research Ethics Board of the Faculties of Medicine, University of Calgary on August 14, 2009 . The study was endorsed by the Alberta Medical Association (AMA) and the College of Physicians and Surgeons of Alberta, and these endorsements were mentioned in the cover letter.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 238,
                    "text": "August 14, 2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Survey process"
        },
        {
            "text": "Physicians were grouped, where possible, into countries that share a similar style of medical education. Specifically, North America (Canada and United States of America), South Africa, and British (United Kingdom, Ireland, and Australia). All remaining countries had insufficient representation and were grouped together as other (Table 1) . Age was reported as a categorical variable as that is how the information was obtained in the questionnaire (age groups 25 to 34, 35 to 44, 45 to 54, 55 to 64, and 65 + yrs).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 340,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "Primary data analysis included frequencies, cross tabulations, and chi-square tests to examine the association between willingness to work and physician demographics (i.e. gender, physician age group, country of primary education, and regional location of primary practice). A secondary, exploratory, analysis examined the effect of a response of \"likely\" willing to work and the potential synergistic effects of physician demographics, using multivariable logistic regression. Model selection was founded on epidemiological constructs using a backward elimination strategy. Possible interaction effects were first examined, where sufficient data was available, and then simpler additive effects were considered. Categorical variables were modeled with the most prevalent category as the baseline. Whenever a single level within a category appeared statistically important, the other levels of the category were tested for differences from the baseline and if not different, included in the baseline group. A significance level of 0.05 was used throughout this process. All analyses were done using STATA statistical software version 11.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The largest representation came from the 45-54 year old group. There were more male than female physicians outside the major cities (Table 1) . Males had a higher response rate in all regions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 141,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To examine the representativeness of the survey respondents, the gender distribution by region of primary practice of those responding was compared to the gender distribution obtained from the list of family physicians from the College of Physicians and Surgeons of Alberta using a two-sample proportion test. There were no statistically significant differences in gender distribution. Age group distribution and country of primary medical education were also compared; the only statistically significant difference was found in the higher proportion of North American trained rural physicians among the respondents (56.6%) compared to the provincial distribution (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 664,
                    "end": 673,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We asked physicians about their concern regarding infection by pandemic H1N1. More than half of the survey participants (64%) were worried or very worried about being infected by H1N1 due to the nature of their occupation, while 36% were not worried. Most respondents (77%) also indicated that they were worried or very worried about bringing an infection home to their family, 23% were not worried.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Thirty-four percent of Calgary physicians indicated their work had already been affected by H1N1, while fewer physicians from Edmonton (17%), other urban (14%) and rural (11%) reported that they were affected by the first wave of H1N1 (Chi-squared (3df) = 10.99; p = 0.012). In response to an open-ended question about how they were affected, several physicians commented on increased hand-washing due to concerns about infection, and working longer due to increased service demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We asked how physicians might react if a pandemic caused increased risk of infection to themselves or their family, and whether they would be willing to continue work as suggested in pandemic plans. Responses are shown in Figure 1 stratified by gender, and Figure 2 by region. Male physicians were more likely than female physicians to report that they would continue working in each of these situations, but it is notable that less than half of male doctors would continue to work if their family were affected, or if they were asked to take on work that they were not trained for. Differences between regions were small: only three of the regional differences were significant. Physicians from rural and other urban areas were significantly more likely to respond that they would continue working if there was a disruption to transportation (p = 0.005) compared to physicians from the major cities. Similarly, rural and other urban physicians were more likely than Calgary and Edmonton physicians to respond that they were willing to work if asked to make decisions about not treating certain patients due to resource constraints (p = 0.002). Physicians from Edmonton and other urban areas were significantly more likely than physicians from Calgary to assert they would be willing to work despite a greater risk than usual of infecting their family at home (p = 0.02).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 230,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 257,
                    "end": 265,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Willingness to work"
        },
        {
            "text": "The logistic regression approach demonstrated that after adjusting for possible confounding effects of age, female physicians were less willing to work in many of the proposed situations, especially where there is a risk or need to care for their family ( Table 2 ). There were also differences in responses according to the origin of doctors. Physicians trained in South Africa and British style medical schools expressed greater willingness to continue work than others. Rural physicians expressed that they were more willing to work extra hours and if there was a shortage of fuel, leading to a disruption of transportation. In other proposed scenarios, no significant differences were found between physician groups. The age of physician respondents did not play a significant role in any regression model tested.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 263,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Willingness to work"
        },
        {
            "text": "Fortuitously, the first wave of the epidemic occurred in May and June, then died off during the summer, and returned in late October. Figure 1 Family physicians willingness to work in defined pandemic scenarios, by gender. (Sum of physicians answering \"likely\" to work in the following circumstances). (*indicates statistically significant differences between males and females, chi square, p < 0.05.).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 142,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Willingness to work"
        },
        {
            "text": "how severe the H1N1 2009 pandemic would become, and concern remained about the severe cases that had filled intensive care units. Despite that, more than half the physicians (78% of males, 60% of females) who responded to our survey said they would be willing to continue working despite increased risk to themselves. Alberta would not be without family physicians in the event of a severe pandemic; however, care would be compromised due to fewer physicians being available at a time of increased service demand. If physicians' family members were ill, fewer respondents reported being willing to work, and there was also unwillingness to work in several situations suggested by the pandemic plans. Figure 2 Family physicians willingness to work in defined pandemic scenarios, by region. (Sum of physicians answering \"likely\" to work in the following circumstances). (*indicates statistically significant differences between regional responses, chi square, p < 0.05). Odds ratio above 1 signifies that doctors with the condition are more likely to keep working, lower than 1 less likely to keep working. Female = compared to males. Sth Afr = physicians who completed primary medical education in South Africa compared to all other countries. British = physicians who completed primary medical education in Australia, Ireland and The United Kingdom compared to all other countries. Rural = Physicians working in rural locations compared to all other physicians in survey. Note: There was no significant effect on response by sex, age, location of practice, or country of primary medical education for the remaining scenarios:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 700,
                    "end": 708,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Willingness to work"
        },
        {
            "text": "• If there was a greater than usual risk of becoming infected at work and falling ill yourself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Willingness to work"
        },
        {
            "text": "• If schools/nurseries were closed or other childcare services were disrupted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Willingness to work"
        },
        {
            "text": "• If your spouse/partner fell ill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Willingness to work"
        },
        {
            "text": "• If you were asked to work at a different hospital/healthcare practice from normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Willingness to work"
        },
        {
            "text": "• If you had to work with untrained volunteers or workers brought out of retirement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Willingness to work"
        },
        {
            "text": "These results suggest that during a severe influenza outbreak more than half of responding Alberta physicians may be available and willing to work; however, in a severe pandemic, these numbers may drop due to their own illness, or unforeseen circumstances. Men appear to be more willing to continue working than women. There may be differences according to country of origin, due perhaps to different cultural acceptance of risk or perception of duty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The corrected response rate for this survey (22%) was low despite sending three letters in sequence; therefore, there may be response bias, and we cannot know in what direction this would affect the results. Because of the ethics committee ruling, we were unable to contact a sample of non-responders for a comparison with responders. However, the gender composition of the responding group reflects the demographic features of the primary care physician population in Alberta, and sample size is adequate to demonstrate clear differences in gender responses, so these findings likely reflect reality (Table 1) . Sample sizes are small for differences between physicians from different origins, and for urban/ rural differences, so power to demonstrate difference is limited and small biases due to differential response rates could affect the findings substantially. Further, we performed multiple comparisons, so if a correction for multiplicity was applied, some differences would be regarded as non-significant. Conclusions from comparisons between the sub-groups thus reflect the opinions of the survey participants and potentially not the views of the family physician population overall, so should therefore be viewed with caution. Despite these limitations, there is a degree of consistency among the responses that raises concerns about physicians' willingness to work during a pandemic. Some writers on this topic assert that physicians and other healthcare workers have moral, ethical, and legal obligations to continue working despite increased risk to themselves and their families [8] , though others point out that most health care workers did not volunteer to be \"heros\" [5] . In Canada, physicians are expected to adhere to the Code of Ethics published by the CMA [9] . These guidelines do not provide definitive directions to physicians regarding whether to work during a pandemic. Each province has its own statute that can conscript physicians to treat patients during a declared emergency. Alberta has the Emergency Management Act, but there has been minimal recent public or professional discussion about this act and its implications [4] . Though the law could compel doctors to work, it is unlikely to be effective, and any legal action would likely not commence until well after the need were past.",
            "cite_spans": [
                {
                    "start": 1595,
                    "end": 1598,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1687,
                    "end": 1690,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1781,
                    "end": 1784,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 2157,
                    "end": 2160,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 601,
                    "end": 610,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Limitations"
        },
        {
            "text": "These are only answers to a questionnaire about a hypothetical, though nonetheless imminently possible threat at the time it was distributed. It is impossible to know what would actually happen until faced with the real crisis: doctors might indeed stay at their posts to a greater extent than they answer in this questionnaire, or they might have over-stated their likelihood of working. Previous studies worldwide have also explored the willingness of physicians to work during a severe pandemic, and found similar responses. Not all healthcare workers willingly accept the increased risk associated with their profession, but in a German study, physicians were more willing to work than those who were not in direct clinical care [10] . A qualitative study in the United Kingdom found that most physicians felt an obligation to work during a pandemic, though there were barriers to their willingness and ability to work [11] . Fear of infecting their families was a common concern, as well as barriers to finding childcare in order to continue working [11, 12] . Barriers to obtaining personal protective equipment (PPE) [12] , and concerns about contracting influenza caused some reluctance [13] . Fear of social ostracism for themselves and their families was also a concern for physicians in Singapore [13] ; such events occurred in the SARS epidemic in Toronto [14] , and may have affected Canadian physicians' responses in our sample. Ultimately the only valid test of actions is to see what happens when an epidemic occurs: but these findings correspond with the limited data available in recent epidemics [5, 6] .",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 737,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1055,
                    "end": 1059,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1124,
                    "end": 1128,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1308,
                    "end": 1312,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1368,
                    "end": 1372,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1615,
                    "end": 1618,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1619,
                    "end": 1621,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "These findings have implications for health care planning policy development. Our results suggest that during an outbreak more than half of Alberta physicians will be available and willing to work; however, in the midst of a severe pandemic, these numbers may drop due to their own illness, or unforeseen circumstances. Men appear to be more willing to continue working than women. There may be differences according to country of origin, due perhaps to different cultural acceptance of risk or perception of duty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Governments have an obligation to assist healthcare workers in providing service during an epidemic [8] . This includes decreasing the risk for healthcare workers as much as possible through providing education, information, protective equipment, and chemoprophylaxis or vaccination [8] . Female physicians especially need to be provided with support in such aspects as childcare and protective measures to encourage them to maintain frontline care. This will become more important as women become the majority of doctors.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We recognize that our findings come from only one province, and a survey with a low response rate and small sample size especially for subgroup analyses. Therefore, we suggest the need for further research to better understand these issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The A/2009 H1N1 influenza virus pandemic",
            "authors": [],
            "year": 2009,
            "venue": "World Health Organization: Initiative for Vaccine Research (IVR) Acute Respiratory Infections",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Assessing the severity of the novel influenza A/H1N1 pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Garske",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Legrand",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Canadian Pandemic Influenza Plan for the Health Sector: Resource management guidelines for health care facilities during an influenza pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Physicians' legal duty of care and legal right to refuse to work during a pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Z"
                    ],
                    "last": "Shaul",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "CMAJ",
            "volume": "2010",
            "issn": "2",
            "pages": "167--170",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Heroes of SARS: professional roles and ethics of health care workers",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Macer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Infect",
            "volume": "49",
            "issn": "3",
            "pages": "210--215",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Primary care physicians in Hong Kong and Canada-how did their practices differ during the SARS epidemic?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jaakkimainen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bondy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Fam Pract",
            "volume": "22",
            "issn": "4",
            "pages": "361--366",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "FP WATCH-Making it relevant-Pandemic-preparedness tools for the community office",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tink",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nijssen-Jordan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bockmuehl",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Canadian Family Physician",
            "volume": "52",
            "issn": "",
            "pages": "1270--1272",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Health Organization, Geneva: In Ethical considerations in developing a public health response to pandemic influenza",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "15--16",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Influenza pandemic and professional duty: family or patients first? A survey of hospital employees",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Ehrenstein",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hanses",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Salzberger",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Publ Health",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Healthcare workers' attitudes to working during pandemic influenza: a qualitative study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ives",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greenfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Draper",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gratus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Petts",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sorell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Publ Health",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The GP's response to pandemic influenza: a qualitative study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chilcott",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Winzenberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Fam Pract",
            "volume": "23",
            "issn": "3",
            "pages": "267--272",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A crosssectional study of primary-care physicians in Singapore on their concerns and preparedness for an avian influenza outbreak",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sundram",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Chia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Campbell AG: the Commission to Investigate the Spread of SARS in Ontario. The SARS Commission Report: Spring of Fear",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "905--915",
            "other_ids": {
                "DOI": [
                    "10.1186/1447-056X-12-3"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Alberta family physicians' willingness to work during an influenza pandemic: a cross-sectional study",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dickinson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Asia Pacific Family Medicine",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Characteristics of responding physicians compared to the total number of registered practicing family physicians in each regionCountry of Primary Medical Education",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Thus most of our survey responses came in while there was uncertainty about",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Logistic regression models of physicians' anticipated willingness to work in various scenarios",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by Alberta Health and Wellness grants to the Tarrant Program for influenza surveillance. The granting agency had no role in the design or reporting of this analysis. Ethics approval for this project was given by the Conjoint Health Research Ethics Board of the Faculties of Medicine, University of Calgary on August 14, 2009. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests.Authors' contributions JD had the original idea for the research, and directs the TARRANT influenza surveillance program. GBA was the primary developer of the survey, SB, LR, CP and EM worked in the TARRANT program: they checked data, conducted analyses, and developed graphs. TW performed the statistical analyses. All authors contributed to planning, writing, and revising the paper. JD is the guarantor and corresponding author. All authors read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}