{
    "paper_id": "71d8abeec95c4d64d23aebfb95379158d85253e3",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "W hen an influenza pandemic swept the globe in 1918, it was nicknamed the \"Spanish flu\" despite evidence of circulation in other countries. This was because the Spanish press were free to publish stories about the outbreak that peers in neighbouring countries were not due to wartime censors. 1 Other governments hid negative news about the pandemic and over-reassured the public. Attempts to prevent panic backfired, and the resulting breakdown in trust \"threatened to break the society apart\". 1 The 1918 pandemic illustrates the consequences of failing to transparently and effectively communicate risks to the public during a public health event. This article discusses the lessons learnt in risk communication during the response to recent outbreaks in the World Health Organization's Western Pacific Region. These lessons can inform preparedness for pandemic influenza and other public health threats.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 294,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 496,
                    "end": 497,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Risk communication is defined as \"the real-time exchange of information, advice and opinions between experts, community leaders, or officials and the people who are at risk\". 2 The outbreak of severe acute respiratory syndrome (SARS) in China in 2002 in particular highlighted the importance of open risk communication -a lesson that was reiterated once more during the outbreak of Middle East respiratory syndrome in the Republic of Korea in 2015. Effective risk communication during a public health emergency can be difficult, especially in the early stages when many of the facts may be uncertain. Health authorities can be reluctant to proactively communicate as they are apprehensive of saying the wrong thing, creating panic or looking like they do not have all the answers. However, delaying communication can result in the public listening to rumours or relying on less accurate sources of information, 3 or can lead to the very panic authorities were trying to prevent. 4",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 176,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Done correctly, however, risk communication can calm fears, facilitate the acceptance of containment measures, curtail the spread of unhelpful rumours and engage affected communities in control measures. In the wake of SARS, risk communication was included as a core capacity required of Member States under the International Health Regulations (2005). 5 Guidance on how to implement and build risk communication capacity has also been part of the Asia Pacific Strategy for Emerging Diseases (APSED) since the first 2005 edition. 6 It has long been recognized that national risk communication plans, supported by trained risk communication personnel, adequate financial allocations, clear internal procedures and mechanisms for coordination, are essential for effective risk communication and should be established before the onset of a public health emergency. Advance preparation, including building an understanding of prevailing cultural practices and establishing relationships with community influencers, is central to ensuring that risk communication efforts are tailored to the local context. health capacities, such as surveillance and laboratory networks, than they do on risk communication. 15 Countries are encouraged to learn from recent outbreaks and emergencies and to invest in their internal capacity for risk communication as per the Asia Pacific Strategy for Emerging Diseases and Public Health Emergencies (APSED III). 16 This includes integrating risk communication into outbreak preparedness, planning and response, communicating quickly and transparently, using a mixture of channels to best reach their target audience (including social media, where appropriate) and actively engaging communities in the response.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 354,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 530,
                    "end": 531,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1202,
                    "end": 1204,
                    "text": "15",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1439,
                    "end": 1441,
                    "text": "16",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The vision laid out in APSED III is one where risk communication moves from being purely an art to also a science, as risk communication becomes more professionalized and evidence-based. Risk communication professionals should come to be recognized as social scientists conducting work that is as important to the success of emergency preparedness and response as the work of epidemiologists, laboratory experts and other public health personnel. In prioritizing and strengthening risk communication, countries will be better placed to limit the health, social and economic impacts of the next influenza pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "health was low, while others expressed a high level of concern about the virus. 7 Some people also had immense distrust in the vaccine, because of perceived conflicts of interest between pharmaceutical companies and health authorities. 7 Research published following the H1N1 pandemic indicated that countries should be prepared to address rumours and misconceptions about vaccine safety, to carefully communicate the severity of disease and to enlist the support of trusted members of the community. 7 The role of social media also needed to be considered. 8 After the 2009 pandemic, it was recognized that risk communication approaches could be tested and honed during seasonal influenza outbreaks. 9",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 237,
                    "text": "7",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 501,
                    "end": 502,
                    "text": "7",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 558,
                    "end": 559,
                    "text": "8",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ten years after SARS, China proactively informed the public and international community about human cases of avian influenza (H7N9), demonstrating the benefit of timely and transparent risk communication. 10 Chinese focus group participants were reassured by this increase in transparency, with one participant stating, \"I am quite positive that our government absolutely has the capability to control this disease\". 11 Another study found that discussion of H7N9 on Sina Weibo, a popular Chinese social media platform, dropped following several formal announcements, potentially indicating reduced public concern about the outbreak. 10 While social media was used to listen to the public following the discovery of human cases of H7N9, the response to an outbreak of influenza-associated severe acute respiratory infections (SARI) in Fiji in 2016 showed that more traditional means of communication still have a place in effective risk communication. Health authorities worked with religious leaders, women's groups and youth networks to engage vulnerable groups, particularly pregnant women, encouraging vaccination and adoption of protective behaviours. 12, 13 For communities in remote areas and outer islands, where communication is often limited, authorities shared health messages via radio, reaching an estimated 90% of the population. 14 Unfortunately, while much progress has been achieved in risk communication under APSED, other core public health capacities for pandemic preparedness and response continue to be prioritized over risk communication. Results from joint external evaluations of IHR core capacities in the Western Pacific Region show that countries score far higher on traditional public",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "text": "10",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 417,
                    "end": 419,
                    "text": "11",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 634,
                    "end": 636,
                    "text": "10",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1161,
                    "end": 1163,
                    "text": "13",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The great influenza, the epic story of the deadliest plague in history",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Communicating risk in public health emergencies: A WHO guideline for emergency risk communication (ERC) policy and practice. Geneva: World Health Organization",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Middle East respiratory syndrome in the Republic of Korea: transparency and communication are key. West Pac Surveill Response",
            "authors": [
                {
                    "first": "Ich",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "Zth",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "Bsb",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.5365/wpsar.2015.6.2.011"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The SARS epidemic and its aftermath in China: a political perspective",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Learning from SARS: preparing for the next disease outbreak: workshop summary",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Knobler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahmoud",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lemon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "pdf;jsessionid=911704AF9CB220DFF2729886EDF9FEEA? sequence=1)",
            "authors": [],
            "year": 2005,
            "venue": "International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Manila: WHO Regional Office for the Western Pacific",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An outbreak investigation of paediatric severe acute respiratory infections requiring admission to intensive care units -Fiji",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Biaukula",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Faktaufon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Flint",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fullman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jalava",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5365/wpsar.2017.8.4.009"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Suva: Fiji Ministry of Health and Medical Services",
            "authors": [
                {
                    "first": "Fahs",
                    "middle": [],
                    "last": "Analysis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Health and Nutrition Cluster bulletin #8. Suva: Fiji Ministry of Health",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "WHO Western Pacific Region: JEE mission reports",
            "authors": [],
            "year": 2018,
            "venue": "Geneva: World Health Organization",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Asia Pacific strategy for emerging diseases and public health emergencies (APSED III). Manila: WHO Regional Office for the Western Pacific",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Unresolved issues in risk communication research: the case of the H1N1 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barrelet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bourrier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burton-Jeangros",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schindler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12090"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Australia's influenza pandemic preparedness plans: an analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Itzwerth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Public Health Policy",
            "volume": "39",
            "issn": "1",
            "pages": "111--135",
            "other_ids": {
                "DOI": [
                    "10.1057/s41271-017-0109-5"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "US Department of Health and Human Services",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Early response to the emergence of influenza A(H7N9) virus in humans in China: the central role of prompt information sharing and public communication. Bull World Health Organ",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;leary",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "92",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.13.125989"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Perceptions on the risk communication strategy during the 2013 avian influenza A/H7N9 outbreak in humans in China: a focus group study. West Pac Surveill Response",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frost",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5365/wpsar.2016.7.1.005"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The 2009 influenza A(H1N1) pandemic highlighted some further lessons that apply specifically to influenza and need to be considered ahead of the next influenza pandemic. For example, perceptions of the severity of the disease varied widely. Many people confused it with seasonal influenza and therefore thought the risk to their Learning from recent outbreaks to strengthen risk communication capacity for the next influenza pandemic in the Western Pacific RegionLauren J O'Connor, a Lisa Peters a and Rose Aynsley b Correspondence to Lauren O'Connor (email: oconnorl@who.int)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}