{
    "paper_id": "71ff6abe3023a4c48fd6e6c54265bce395b88397",
    "metadata": {
        "title": "Rhinovirus-associated pulmonary exacerbations show a lack of FEV 1 improvement in children with cystic fibrosis",
        "authors": [
            {
                "first": "Mathias",
                "middle": [],
                "last": "Cousin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre de Ressources et de Comp etences pour la Mucoviscidose",
                    "institution": "Centre Hospitalier R egional Universitaire de Montpellier",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": "mathias.cou66@gmail.com"
            },
            {
                "first": "Nicolas",
                "middle": [],
                "last": "Molinari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universit e de Montpellier",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Vincent",
                "middle": [],
                "last": "Foulongne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universit e de Montpellier",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Davide",
                "middle": [],
                "last": "Caimmi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre de Ressources et de Comp etences pour la Mucoviscidose",
                    "institution": "Centre Hospitalier R egional Universitaire de Montpellier",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Isabelle",
                "middle": [],
                "last": "Vachier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre de Ressources et de Comp etences pour la Mucoviscidose",
                    "institution": "Centre Hospitalier R egional Universitaire de Montpellier",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Michel",
                "middle": [],
                "last": "Abely",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre de Ressources et de Comp etences pour la Mucoviscidose Mathias Cousin, Centre de Ressources et de Comp etences pour la Mucoviscidose, Hôpital Arnaud de Villeneuve, Centre Hospitalier R egional Universitaire de Montpellier",
                    "institution": "American Memorial Hospital",
                    "location": {
                        "addrLine": "371, Av. du Doyen Gaston Giraud -34295",
                        "settlement": "Reims Cedex, Montpellier",
                        "country": "France., France"
                    }
                },
                "email": ""
            },
            {
                "first": "Raphael",
                "middle": [],
                "last": "Chiron",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre de Ressources et de Comp etences pour la Mucoviscidose",
                    "institution": "Centre Hospitalier R egional Universitaire de Montpellier",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Despite conventional management with antibiotics and respiratory physiotherapy, pulmonary function undergoes a steady decline in cystic fibrosis (CF). Pulmonary exacerbations (PEx) are an important clinical outcome in CF, as they are associated with a faster rate of decline in forced expiratory volume in 1 s (FEV 1 ) and with an increased morbidity and mortality in patients with CF. Almost 25% of patients fail to recover to baseline FEV 1 after a PEx. 1, 2 The reasons why these patients fail to recover previous FEV 1 after an appropriate treatment are not fully understood even though some risk factors have been identified (pancreatic insufficiency, low body mass index (BMI), chronic infection with CF pathogens, greater drop in FEV 1 from baseline at treatment initiation). 3 Viruses are frequent triggers of PEx, and rhinoviruses are the most frequent viral agents found in patients with CF. 4 An impaired innate host defense may cause an increased susceptibility to viral respiratory infection in patients with CF, and some severe viral infections might be responsible for the exaggerated pulmonary inflammatory response. 5, 6 However, in the literature, there is a paucity of data regarding PEx outcomes in CF children, with a concomitant viral respiratory infection. These infections seem to play a significant role in pulmonary morbidity and inflammation in patients with CF. Indeed, patients presenting with concomitant bacterial and viral infections show a greater rate of both hospitalization and antibiotic prescription. 7 Unfortunately, the consequences of viral respiratory infections on the evolution of CF lung disease are hard to study on a large scale, because, in order to evaluate such an issue, a close longitudinal follow-up with repeated viral swab assessment is needed. We could therefore speculate that the impact of respiratory viruses is probably underestimated in patients with CF.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 458,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 459,
                    "end": 460,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 783,
                    "end": 784,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 902,
                    "end": 903,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1133,
                    "end": 1135,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1136,
                    "end": 1137,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1539,
                    "end": 1540,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We hypothesized that respiratory viruses are major risk factors for maintaining and extending bronchial inflammation during the PEx recovery period. The aim of this study was to determine the association between viral-associated PEx and failure to improve FEV 1 after PEx treatment in CF children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This pediatric pilot study was conducted from January 2009 until March 2013 at the CF centers of Montpellier and Reims (France). Patients aged from 7 to 18 years were recruited. PEx was defined, according to European Respiratory Society criteria, as a change in respiratory status requiring antibiotic treatment, or by a cluster of symptoms, as indicated by EuroCareCF Working Group. The study EudraCT (2008-00451-30) has been approved by our local ethic committee (ref 2008.07.06bis). All children and both parents signed the consent form. Patients were longitudinally assessed three times in the CF university center: at baseline (Visit 1, V1), at the diagnosis of PEx (Visit 2, V2), and after PEx treatment (Visit 3, V3). V3 was scheduled between 2 and 6 weeks after the beginning of PEx treatment, because it has been shown that antibiotic response to exacerbation as assessed by PFT is essentially complete 2 weeks after treatment initiation. 9 Clinicians working in CF university centers managed PEx, according to the guidelines.",
            "cite_spans": [
                {
                    "start": 948,
                    "end": 949,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Clinical data and PFT were recorded at each visit. We sampled upper and lower airways by collecting two nasal swabs and two spontaneously expectorated sputa at each visit for viral and bacterial analysis. Viral analysis was performed through a commercial multiplex PCR assay (Anyplex-II-RV16, Seegene) providing a qualitative detection of 16 viruses (without genotype): human adenovirus; influenza A and B virus; human parainfluenza virus 1, 2, 3, and 4; human rhinovirus; human respiratory syncytial virus A and B; human bocavirus; human coronavirus 229E, NL63, and OC43; human metapneumovirus; and human enterovirus. Clinicians were blinded to the results of virological tests until the end of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of clinical information and specimens"
        },
        {
            "text": "Participants were categorized by their relative change in FEV 1% predicted between Visit 2 and Visit 3 calculated as follows:([FEV 1% predicted at Visit 2-FEV 1% predicted at Visit 3] * 100)/FEV 1% predicted at Visit 2; as \"responders\" (≥5% of FEV 1 improvement) and \"non-responders\" (<5% of FEV 1 improvement) to PEx treatment. This 5% threshold has been previously used in many studies. 10, 11 Quantitative variables were expressed as means (standard deviation) and compared using the Wilcoxon test as appropriate. Qualitative variables were expressed as numbers (%), and the absolute numbers were compared using the chisquared test or the Fisher's test as appropriate. Logistic regressions were used to estimate OR and 95% CI.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 392,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 393,
                    "end": 395,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "In the present study, 34 patients were included (21 in Montpellier center and 13 in Reims center). Among these patients, 18 completed the 3 visits and were analyzed. The other patients were lost to follow up because they did not go on exacerbation during the period of the study. Eight patients were classified as responders and 10 patients as nonresponders to PEx treatment. Patient characteristics were similar between the two groups ( Table 1) . Patients did not present severe associated comorbidities: none had diabetes, one patient was undernourished, and one patient had a FEV 1 below 60% at baseline. The delay between V2 and V3 varied from 13 to 50 days (median delay of 29 days), without any difference between the two groups (Table 1 ). In the nonresponders' group, there were significantly more viral respiratory infections at V2 and/or V3 (10 versus 4, P = 0Á0229) and more rhinovirus respiratory infections at V2 and/or V3 (8 versus 2, P = 0Á0196) ( Table 1) . At Visit 2, we detected viruses in 50% of nasal swabs and in 67% of expectorated sputa. Nasal and bronchial swabs were concordant in 78% of all visits.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 446,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 736,
                    "end": 744,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 964,
                    "end": 972,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Study population"
        },
        {
            "text": "The proportion of viral respiratory infection was 72% at the diagnosis of PEx (V2), 22% at baseline (V1), and 28% at V3. Rhinoviruses accounted for 64% of identified viruses. We detected a viral co-infection in one patient (rhinovirus and metapneumovirus). Influenza virus vaccination was recorded for 78% of the patients. PEx did not occur during any specific respiratory viruses epidemic spread or a specific season.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "The only risk factor significantly associated with failure to improve FEV 1 above 5% after PEx was viral respiratory infection at V2 and/or V3 (OR, 2Á04; 95% CI, 1Á57-2Á67) P = 0Á0088 and especially with rhinovirus infection: (OR, 12; 95% CI, 1Á29-111Á32, P = 0Á0288).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory data analysis"
        },
        {
            "text": "Other factors such as pancreatic insufficiency, atopic status, BMI, baseline treatment (azithromycin, inhaled corticosteroid therapy, and antibiotic therapy), persistent infection (with Pseudomonas aeruginosa, Staphylococcus aureus), detection of new bacteria at V2 (all pathogens included and for each bacteria species), spirometrics parameters (i.e., FEV 1% drop between V1 and V2) and therapeutic features (i.e., adapted PEx antibiotherapy according to ECFS guidelines 2014, 12 intravenous treatment, duration of antibiotic treatment) were not significantly associated with failure to improve FEV 1 above 5% after PEx treatment (Table 2) .",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 480,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 631,
                    "end": 640,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Exploratory data analysis"
        },
        {
            "text": "Non-responder patients failed significantly to improve above 5% their forced vital capacity (FVC) between V2 and V3, (OR, 0Á07; 95% CI, 0Á01-0Á82), P = 0Á0347 (Table 2) . Rhinovirus respiratory infection at V2 or V3 was significantly associated with failure to improve FVC above 5% after PEx treatment (adjusted OR, 15; 95% CI, 1Á21-185Á2), P = 0Á0347.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 168,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Other PFT parameters"
        },
        {
            "text": "The results of this pilot study show that rhinovirus infection during PEx is significantly associated with failure to improve FEV 1 after PEx treatment in children with CF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "None of our subjects had new symptoms of a pulmonary exacerbation at the third visit. So we do not think that the non-responder's children were sick again but this failure in FEV1 recovery might be the consequences of the exacerbation diagnosed at the second visit. To our knowledge, only one study assessed the relationship between respiratory viruses (sampled by bronchoscopy) and PFT results after PEx treatment in CF pediatric patients, and they observed a strong association between respiratory viruses and newly acquired common respiratory pathogens and a worse recovery of FEV1 in the months following bronchoscopy for patients infected with respiratory viruses. 13 We performed a complete non-invasive assessment of viral respiratory infection in both upper and lower airways; such a method was useful because in 9% of the collected specimens, viral analysis was negative by nasal swab, but positive in sputum.",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 672,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Virus and mainly rhinoviruses are associated with asthma exacerbations. In our study, one patient had asthma and was was treated with inhaled corticotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The main limitation of our study is that we included a small number of patients and that we could have designed a fourth visit later to follow the FEV1 of non-responder's children. Moreover, our microbiological analysis was not exhaustive, because atypical mycobacteria, anaerobic bacteria, and fungi were not investigated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Some studies show that, in the upper airways, rhinovirusassociated clinical symptoms are more likely the result of local and systemic immune responses than a consequence of direct cytopathogenic effects. 14 Nevertheless, the pathophysiology of rhinovirus-associated PEx remains unclear in CF, and two recent studies showed an exaggerated bronchial inflammation associated with rhinovirus infection in airways epithelial cells in patients with CF. 15 Further large-scale analyses are required to study the impact of rhinoviruses on failure to recover to previous FEV 1 levels in CF children.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 449,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Failure to recover to baseline pulmonary function after cystic fibrosis pulmonary exacerbation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Bittner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosenfeld",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Redding",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Goss",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "182",
            "issn": "",
            "pages": "627--632",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Incidence and risk factors for pulmonary exacerbation treatment failures in patients with cystic fibrosis chronically infected with Pseudomonas aeruginosa",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Parkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Rendall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Elborn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Chest",
            "volume": "141",
            "issn": "",
            "pages": "485--493",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Return of FEV1 after pulmonary exacerbation in children with cystic fibrosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Emerson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr Pulmonol",
            "volume": "45",
            "issn": "",
            "pages": "127--134",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human rhinovirus infection in children with cystic fibrosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dacc O",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Daleno",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Jpn J Infect Dis",
            "volume": "67",
            "issn": "",
            "pages": "399--401",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impaired innate host defense causes susceptibility to respiratory virus infections in cystic fibrosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Choudhary",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Immunity",
            "volume": "18",
            "issn": "",
            "pages": "619--630",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Role of respiratory viruses in pulmonary exacerbations in children with cystic fibrosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Asner",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Cyst Fibros",
            "volume": "11",
            "issn": "",
            "pages": "433--439",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of respiratory virus infections including rhinovirus on clinical status in cystic fibrosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Heaf",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Arch Dis Child",
            "volume": "73",
            "issn": "",
            "pages": "117--120",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Report from the EuroCareCF Working Group on outcome parameters in clinical trials",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bilton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Canny",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Conway",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Cyst Fibros",
            "volume": "10",
            "issn": "2",
            "pages": "79--81",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Assessing time to pulmonary function benefit following antibiotic treatment of acute cystic fibrosis exacerbations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Vandevanter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "O&apos;riordan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Blumer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Konstan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Respir Res",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Susceptibility testing of Pseudomonas aeruginosa isolates and clinical response to parenteral antibiotic administration: lack of association in cystic fibrosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Fiel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mayer-Hamblett",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ramsey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chest",
            "volume": "123",
            "issn": "",
            "pages": "1495--1502",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Heterogeneity of treatment response to azithromycin in patients with cystic fibrosis",
            "authors": [
                {
                    "first": "Macrolide",
                    "middle": [],
                    "last": "Study Group",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Respir Crit Care Med",
            "volume": "172",
            "issn": "",
            "pages": "1008--1012",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Consensus Study Group. Treatment of lung infection in patients with cystic fibrosis: current and future strategies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "D€ Oring",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flume",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heijerman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Elborn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Cyst Fibros",
            "volume": "11",
            "issn": "",
            "pages": "461--479",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Respiratory viruses are associated with common respiratory pathogens in cystic fibrosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Esther",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Gilligan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr Pulmonol",
            "volume": "49",
            "issn": "",
            "pages": "926--931",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Human rhinoviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lamson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "St George",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Microbiol Rev",
            "volume": "26",
            "issn": "",
            "pages": "135--162",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Innate inflammatory responses of pediatric cystic fibrosis airway epithelial cells: effects of nonviral and viral stimulation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Sutanto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kicic",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Foo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "44",
            "issn": "",
            "pages": "761--767",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Baseline demographic data in responders and non-responders",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Univariate model for the association between failure to improve FEV 1 ≥ 5% between V2 and V3 and other variables FEV 1 , forced expiratory volume in 1 s; FVC, forced vital capacity; V1, Visit 1; V2, Visit 2; V3, Visit 3. Bold values indicate significant results. Rhinovirus in children with cystic fibrosis ª 2015 The Authors. Influenza and Other Respiratory Viruses Published by John Wiley & Sons Ltd.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The French association \"Vaincre La Mucoviscidose\" gave financial support to this study. The funding agency had no role in study design, data collection and analysis, decision to publish or preparation of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ]
}