{
    "paper_id": "740a8ab7bf183f64284384c5dfaae0ae77d56558",
    "metadata": {
        "title": "Synergistic Roles of Eukaryotic Translation Elongation Factors 1Bc and 1A in Stimulation of Tombusvirus Minus-Strand Synthesis",
        "authors": [
            {
                "first": "Z",
                "middle": [],
                "last": "Sasvari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Izotova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "G"
                ],
                "last": "Kinzy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "D"
                ],
                "last": "Nagy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Host factors are recruited into viral replicase complexes to aid replication of plus-strand RNA viruses. In this paper, we show that deletion of eukaryotic translation elongation factor 1Bgamma (eEF1Bc) reduces Tomato bushy stunt virus (TBSV) replication in yeast host. Also, knock down of eEF1Bc level in plant host decreases TBSV accumulation. eEF1Bc binds to the viral RNA and is one of the resident host proteins in the tombusvirus replicase complex. Additional in vitro assays with whole cell extracts prepared from yeast strains lacking eEF1Bc demonstrated its role in minus-strand synthesis by opening of the structured 39 end of the viral RNA and reducing the possibility of re-utilization of (+)-strand templates for repeated (-)-strand synthesis within the replicase. We also show that eEF1Bc plays a synergistic role with eukaryotic translation elongation factor 1A in tombusvirus replication, possibly via stimulation of the proper positioning of the viral RNA-dependent RNA polymerase over the promoter region in the viral RNA template.These roles for translation factors during TBSV replication are separate from their canonical roles in host and viral protein translation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Plus-stranded (+)RNA viruses recruit numerous host proteins to facilitate their replication and spread [1, 2] . Among the identified host proteins are RNA-binding proteins (RBPs), such as ribosomal proteins, translation factors and RNA-modifying enzymes [1] [2] [3] [4] [5] . The subverted host proteins likely affect several steps in viral RNA replication, including the assembly of the replicase complex and initiation of RNA synthesis. However, the detailed functions of recruited host RBPs in (+)RNA virus replication are known only for a small number of host factors [2, [6] [7] [8] .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 107,
                    "end": 109,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Tomato bushy stunt virus (TBSV) is model plant RNA virus coding for two replication proteins, p33 and p92 pol , which are sufficient to support TBSV replicon (rep)RNA replication in a yeast (Saccharomyces cerevisiae) model host [9, 10] . p33 and p92 pol are components of the membrane-bound viral replicase complex, which also contains the tombusviral repRNA serving not only as a template for replication, but also as a platform for the assembly of the viral replicase complex [11] [12] [13] . Recent genome-wide screens and global proteomics approaches with TBSV and a yeast host revealed a large number of host factors interacting with viral components or affecting TBSV replication. The identified host proteins are involved in various cellular processes, such as translation, RNA metabolism, protein modifications and intracellular transport or membrane modifications [14] [15] [16] [17] .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 873,
                    "end": 877,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 878,
                    "end": 882,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 888,
                    "end": 892,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Various proteomics analyses of the highly purified tombusvirus replicase has revealed at least five permanent resident host proteins in the complex, including the heat shock protein 70 chaperones (Hsp70) [18] [19] [20] [21] , glyceraldehyde-3-phosphate dehydrogenase [4] , pyruvate decarboxylase [21] , Cdc34p E2 ubiquitin conjugating enzyme [4, 21, 22] , eukaryotic translation elongation factor 1A (eEF1A) [23, 24] and two temporary resident proteins, Pex19p shuttle protein [25] and the Vps23p adaptor ESCRT protein [24, 26, 27] . The functions of several of these proteins have been studied in some detail [4, 17, 18, 19, 20] .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The emerging picture from systems biology approaches is that eukaroyotic translation elongation factors (eEFs), such as eEF1A, play several roles during TBSV replication. Accordingly, eEF1A has been shown to facilitate the assembly of the viral replicase complex and stimulate the initiation of minus-strand synthesis by the viral RNA-dependent RNA polymerase (RdRp) [23, 24] . Another translation elongation factor identified in our genomewide screens with TBSV is eukaryotic elongation factor 1Bgamma (eEF1Bc) [15] . eEF1Bc is an abundant, but not essential cellular protein, which is part of the eukaryotic translation elongation factor 1B complex also containing the eEF1Ba subunit in yeast and the eEF1Ba and eEF1Bd subunits in metazoans [28] .The eEF1B complex is the guanine nucleotide exchange factor for eEF1A, which binds and delivers aminoacyl-tRNA in the GTPbound form to the elongating ribosome. Additional roles have been ascribed to eEF1Bc in vesicle-mediated intracellular protein transport, RNA-binding, vacuolar protein degradation, oxidative stress, intermediate filament interactions and calcium-dependent membrane-binding [29, 30, 31] .",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1143,
                    "end": 1147,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1148,
                    "end": 1151,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1152,
                    "end": 1155,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we characterize the function of eEF1Bc in TBSV replication. Our approaches based on yeast and in vitro replication assays reveal that eEF1Bc is a component of the tombusvirus replicase and binds to the 39-end of the viral RNA. Using a cellfree replication assay, we define that eEF1Bc plays a role by enhancing minus-strand synthesis by the viral replicase. The obtained data support the model that eEF1Bc opens up a 'closed' structure at the 39-end of the TBSV (+)RNA, rendering the RNA compatible for initiation of (-)-strand synthesis. Moreover, we find that eEF1Bc and eEF1A play nonoverlapping functions to enhance (-)-strand synthesis. Altogether, the two translation factors regulate TBSV replication synergistically by interacting with different portions of the viral (+)RNA and the replication proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Deletion of eEF1Bc inhibits TBSV RNA accumulation in yeast model host eEF1Bc is coded by TEF3 and TEF4 nonessential genes in yeast [32, 33] . Single deletion of TEF3(CAM1) or TEF4 reduced TBSV repRNA accumulation to ,25% ( Figure 1A , lanes 3-8), while deletion of both genes resulted in even more inhibition, supporting TBSV repRNA accumulation only at 15% level (lanes 9-11). Expression of eEF1Bc (Tef4p) in tef4D yeast increased TBSV replication to ,80%, demonstrating that the defect in TBSV repRNA replication in tef4D yeast can be complemented.Altogether, these data established that eEF1Bc plays an important stimulatory role in TBSV replication.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 136,
                    "end": 139,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 232,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To obtain direct evidence on the involvement of eEF1Bc in TBSV replication, we prepared cell-free extracts (CFE) from a yeast strain lacking the TEF4 gene or from wt yeast. These yeast extracts contained comparable amount of total proteins ( Figure 1C , right panel). The CFE extracts were programmed with the TBSV (+)repRNA and purified recombinant p33 and p92 pol obtained from E. coli. Under these conditions, the CFE supports the in vitro assembly of the viral replicase, followed by a single cycle of complete TBSV replication, resulting in both (-)-stranded repRNA and excess amount of (+)-stranded progeny [20, 34] . Importantly in the case of a translation factor, this assay uncouples the translation of the viral proteins from viral replication, which are interdependent during (+)RNA virus infections. CFE obtained from tef4D yeast supported only 29% of TBSV repRNA replication when compared with the extract obtained from wt yeast ( Figure 1C , lane 2 versus 4). These data demonstrate that Tef4p plays an important role in the activity of the viral replicase complex.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 617,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 251,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 945,
                    "end": 954,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Depletion of eEF1Bc inhibits (-)-strand synthesis by the TBSV replicase in a cell-free extract"
        },
        {
            "text": "To test if the decrease in TBSV repRNA replication in vitro was due to reduced (+) or (-)-strand synthesis, we measured the replication products under non-denaturing versus denaturing conditions ( Figure 1C ). We found that the amount of dsRNA [representing the newly-synthesized 32 P-labeled (-)RNA product hybridized with the input (+)RNA; lane 1, Figure 1C , see also ref. [23] ] and the newly-synthesized (+)RNA both decreased by ,3fold in CFE obtained from tef4D yeast in comparison with those products in the wt CFE (lane 3). Since the ratio of dsRNA and ssRNA did not change much in the CFEs ( Figure 1C ), the obtained data are consistent with the model that Tef4p (eEF1Bc) affects the level of (-)RNA production, which then leads to proportionately lower level of (+)RNA progeny.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 206,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 350,
                    "end": 359,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 601,
                    "end": 610,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Depletion of eEF1Bc inhibits (-)-strand synthesis by the TBSV replicase in a cell-free extract"
        },
        {
            "text": "Adding purified recombinant eEF1Bc to CFE from tef4D yeast supported TBSV repRNA replication to similar extent as the CFE from wt yeast (i.e., containing wt eEF1Bc, Figure 1D , lanes 3-6 versus 1-2), indicating that the recombinant eEF1Bc can complement the missing Tef4p in vitro, when the same amount of p33 and p92 pol was provided. Using large amount of eEF1Bc in the CFE-based assay did not further increase TBSV repRNA replication ( Figure 1D , lanes 3-4), suggesting that eEF1Bc should be present in optimal amount during TBSV replication.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 174,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 439,
                    "end": 448,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Depletion of eEF1Bc inhibits (-)-strand synthesis by the TBSV replicase in a cell-free extract"
        },
        {
            "text": "To obtain additional evidence if eEF1Bc could stimulate RNA synthesis by the viral RdRp, we used the E. coli-expressed recombinant p88C pol RdRp protein of Turnip crinkle virus (TCV). The TCV RdRp, unlike the E. coli-expressed TBSV p92 pol or the closely-related Cucumber necrosis virus (CNV) p92 pol RdRps, does not need the yeast CFE to be functional in vitro [35, 36] . Importantly, the template specificity of the recombinant TCV RdRp with TBSV RNAs is similar to the closely-related tombusvirus replicase purified from yeast or infected plants [10, 36, 37, 38] . The recombinant TCV RdRp preparation lacks co-purified eEF1Bc (E. coli does not have a homolog), unlike the yeast or plant-derived tombusvirus replicase preparations, facilitating studies on the role of eEF1Bc on the template activity of a viral RdRp. When we added various amounts of the highly purified recombinant eEF1Bc to the TCV RdRp assay programmed with TBSVderived SL3-2-1(+) RNA template, which is used by the TCV RdRp in vitro to produce the complementary (-)RNA product [37] , we observed a ,2-to-4-fold increase in (-)RNA synthesis by the TCV RdRp (Figure 2A , lanes [3] [4] [5] . eEF1Bc in the absence of the TCV RdRp did not give a 32 P-labeled RNA product, excluding that our eEF1Bc preparation contained RdRp activity (not shown). Altogether, our data suggest that eEF1Bc can stimulate in vitro activity of TCV RdRp on a TBSV (+)RNA template, confirming a direct role for eEF1Bc in viral (-)RNA synthesis by a viral RdRp.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 366,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1050,
                    "end": 1054,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1148,
                    "end": 1151,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1152,
                    "end": 1155,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1156,
                    "end": 1159,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1129,
                    "end": 1139,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "eEF1Bc stimulates initiation of (-)RNA synthesis by a viral RdRp in vitro"
        },
        {
            "text": "To test if the stimulating activity of eEF1Bc on the in vitro RdRp activity was due to binding of eEF1Bc to the (+)RNA template and/or to the TCV RdRp protein, we performed assays, in which the recombinant eEF1Bc was pre-incubated with the TCV RdRp or the (+)RNA template prior to the RdRp assay. These experiments revealed that pre-incubation of the purified eEF1Bc with the TBSV-derived SL3-2-1(+) RNA template prior to the RdRp assay led to a ,4.5-fold increase in (-)RNA products ( Figure 2B, lanes 1-2) . In contrast, pre-incubation of the TCV Author Summary RNA viruses recruit numerous host proteins to facilitate their replication and spread. Among the identified host proteins are RNA-binding proteins (RBPs), such as ribosomal proteins, translation factors and RNA-modifying enzymes. In this paper, the authors show that deletion of eukaryotic translation elongation factor 1Bgamma (eEF1Bc) reduces Tomato bushy stunt virus (TBSV) replication in a yeast model host. Knock down of eEF1Bc level in plant host also decreases TBSV accumulation. Moreover, the authors demonstrate that eEF1Bc binds to the viral RNA and is present in the tombusvirus replicase complex. Functional studies revealed that eEF1Bc promotes minusstrand synthesis by serving as an RNA chaperone. The authors also show that eEF1Bc and eukaryotic translation elongation factor 1A, another host factor, function together to promote tombusvirus replication. Cell-free TBSV replicase assay supports a role for eEF1Bc in minus-strand synthesis. Purified recombinant TBSV p33 (12 pmol) and p92 pol (1 pmol) replication proteins in combination with DI-72 (+)repRNA (4 pmol)were added to the whole cell extract prepared from tef4D (lanes 1-2) or WT yeast strains. Left panel: The nondenaturing PAGE analysis of the 32 P-labeled repRNA products obtained is shown. The full-length single-stranded repRNA is pointed at by an arrow. Odd numbered lanes represent replicase products, which were not heat treated (thus both ssRNA and dsRNA products are present), while the even numbered lanes show the heattreated replicase products (ssRNA is present). The amount of ssRNA and the ratio of ssRNA/dsRNA in the samples are shown. Note that, in the nondenatured samples, the dsRNA product represents the annealed (-)RNA and the input (+)RNA, while the ssRNA products represents the newly made (+)RNA products. Right panel shows the coomassie-blue stained SDS-PAGE gel to visualize total protein levels in the whole cell extracts. (D) eEF1Bc stimulates TBSV repRNA synthesis in whole cell extract prepared from tef4D. Increasing amounts of purified recombinant eEF1Bc (lanes 3-4, 26 pmol; lanes 5-6, 13 pmol) were added to tef4D CFE and the in vitro synthesized 32 P-labeled TBSV repRNA was measured on denaturing PAGE. See further details in panel C. Note that the recombinant eEF1Bc added to the tef4D CFE is about 10-fold less than the total eEF1Bc present in the WT CFE. doi:10.1371/journal.ppat.1002438.g001",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 486,
                    "end": 507,
                    "text": "Figure 2B, lanes 1-2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "eEF1Bc stimulates initiation of (-)RNA synthesis by a viral RdRp in vitro"
        },
        {
            "text": "RdRp with the (+)RNA template ( Figure 2B , lanes 3-4) or eEF1Bc with the TCV RdRp ( Figure 2B , lanes 7-8) prior to the RdRp assay did not result in increase in (-)RNA synthesis. Overall, data shown in Figure 2B imply that eEF1Bc can stimulate (-)RNA synthesis only when eEF1Bc binds to the (+)RNA template before the RdRp binding to the template.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 41,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 85,
                    "end": 94,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 203,
                    "end": 212,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "eEF1Bc stimulates initiation of (-)RNA synthesis by a viral RdRp in vitro"
        },
        {
            "text": "To further test the stimulatory effect of eEF1Bc, we also tested the RdRp activity in the presence of eEF1Bc using a mutated (+)RNA template. The mutation [SL3-2-1m(+)] opens up the closed structure in the promoter region that leads to increased template activity [39] . The mutated template showed only ,2-fold increased RNA products in the RdRp assay with eEF1Bc ( Figure 2C , lanes 3-4 versus 1-2). In contrast, eEF1Bc did not stimulate RNA products when the negative-stranded RI-III(-) RNA was used as a template in the TCV RdRp assay ( Figure 2C , lanes 9-10 versus 7-8). Thus, these data support the model that eEF1Bc can mainly stimulate (-)-strand synthesis by the RdRp on the wt 39 TBSV sequence, while it is not effective on the (-)RNA template.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 376,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 541,
                    "end": 550,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "eEF1Bc stimulates initiation of (-)RNA synthesis by a viral RdRp in vitro"
        },
        {
            "text": "To test if eEF1Bc directly binds to a particular region within the TBSV repRNA, we performed electrophoretic mobility shift (EMSA) experiments with purified eEF1Bc and 32 P-labeled regions of (+)repRNA that included known cis-acting elements involved in (-)RNA synthesis [39, 40, 41] . These experiments revealed that eEF1Bc bound efficiently to the 39-end of the TBSV (+)repRNA (construct SL3-2-1, carrying the terminal 3 stem-loop structures, Figure S1 ). Template competition experiments confirmed that SL3-2-1 RNA bound competitively to eEF1Bc in vitro( Figure S1B ).",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 454,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 558,
                    "end": 568,
                    "text": "Figure S1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "eEF1Bc binds to the 39 end of the TBSV RNA in vitro"
        },
        {
            "text": "To further define what sequence within SL3-2-1 is bound by eEF1Bc, we used complementary DNA oligos to partially convert portions of SL3-2-1 into duplexes (RNA/DNA hybrids) as shown The TCV RdRp assay had two steps: first, the shown components were incubated at room temperature to facilitate their interaction, followed 5 min later the addition of the shown component and the ribonucleotides to start RNA synthesis. The RdRp activity in samples containing the template RNA and the RdRp were chosen as 100% (lanes 5-6 and 9-10). The RNA transcript (20 pmol), eEF1Bc (20 pmol) and purified TCV RdRp (2 pmol) were used in these assays. (C) The effect of eEF1Bc on the TCV RdRp activity with additional templates. One of the templates was SL3-2-1 m(+) with a point mutation within the promoter sequence (carrying SL1m mutation), which is being used more efficiently than the wt SL3-2-1(+) by the TCV RdRp in vitro. The second template was RI-III ( in Figure 3A . EMSA assay with purified recombinant eEF1Bc revealed that the very 39-terminal SL1 region had to be ''free'' (not part of the duplex) for eEF1Bc to bind efficiently to the SL3-2-1 RNA (compare lane 1 with lane 5 in Figure 3A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 943,
                    "end": 944,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 948,
                    "end": 957,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1175,
                    "end": 1184,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "eEF1Bc binds to the 39 end of the TBSV RNA in vitro"
        },
        {
            "text": "Since eEF1Bc is known to bind to A-rich single-stranded sequences [32] , we mutagenized the tetraloop (GAAA) sequence to either CUUG or GUUU tetraloop sequences ( Figure 3B ) that are expected to maintain the stability of the double-stranded stem. EMSA analysis showed that neither RNAs with the new tetraloop sequences bound efficiently to eEF1Bc ( Figure 3B , lanes 5-7 and 11-13). Based on the EMSA data, we conclude that the GAAA tetraloop region of SL1 is an efficient binding site for eEF1Bc in vitro. However, we cannot exclude that eEF1Bc binding may be dependent on stabilizing effects of the GNRA tetraloop on the stem structure. The loop nucleotides may or may not be involved in protein-RNA contacts.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 172,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 350,
                    "end": 359,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "eEF1Bc binds to the 39 end of the TBSV RNA in vitro"
        },
        {
            "text": "Binding of eEF1Bc to the 39 end of the TBSV RNA is required for stimulation of (-)-strand RNA synthesis in vitro",
            "cite_spans": [],
            "ref_spans": [],
            "section": "eEF1Bc binds to the 39 end of the TBSV RNA in vitro"
        },
        {
            "text": "To examine if binding of eEF1Bc to SL1 is important for stimulation of (-)-strand RNA synthesis by the viral RdRp, we performed an in vitro RNA synthesis assay using a mutated SL3-2-1 carrying the 'CUUG' tetraloop instead of the wt 'GAAA' tetraloop sequence ( Figure 4A ). Unlike for the wt SL3-2-1 RNA, eEF1Bc could not stimulate complementary RNA synthesis by the viral RdRp on the SL3-2-1cuug(+) template ( Figure 4A , lanes 7-10 versus 1-4). These data suggest that binding of eEF1Bc to the 'GAAA' tetraloop sequence of SL1 is important to stimulate (-)strand synthesis by the viral RdRp in vitro.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 269,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 410,
                    "end": 419,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "eEF1Bc binds to the 39 end of the TBSV RNA in vitro"
        },
        {
            "text": "Since the TBSV (+)RNA, including the minimal SL3-2-1 sequence, forms a secondary structure where the replication silencer sequence (RSE) in SL3 base-pairs with the 39-terminal 5 nts within the genomic promoter (gPR) (both sequences are highlighted with gray boxes in Figure 4A ), it is possible that eEF1Bc helps (-)-strand synthesis by opening up the gPR. The single-stranded gPR sequence would be more accessible for (-)strand synthesis as shown based on RNA mutagenesis [39] . To test this model, we obtained a complementary RNA that formed a duplex with SL1 and neighboring sequences, but leaving SL1 including the 'GAAA' loop-sequence nonbase-paired to facilitate binding to eEF1Bc ( Figure 4B ). Interestingly, eEF1Bc was able to stimulate (-)-strand synthesis by 70%, suggesting that eEF1Bc might indeed facilitate opening up the 39-terminal structure when it is part of a duplex. eEF1Bc co-purifies with the viral replicase complex and it binds to TBSV repRNA in yeast To test if eEF1Bc is a component of the tombusvirus replicase, we purified the His 6 -Flag-tagged p33 (HF-p33) replication protein via Flag-affinity purification from the detergent-solubilized membrane fraction of yeast [10] . We detected both p33 and eEF1Bc in the purified preparation ( Figure 5A , lane 1), suggesting that eEF1Bc is likely part of the replicase complex [21] . Importantly, eEF1Bc was not found in the control samples containing the His 6 -tagged p33 (H-p33) that were also purified via the Flag-affinity procedure ( Figure 5A , lane 2). Since eEF1Bc does not seem to bind to p33 or p92 replication proteins (data not shown), it is likely that eEF1Bc was co-purified with p33 via the viral RNA template in the viral replicase complex.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 477,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1197,
                    "end": 1201,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1350,
                    "end": 1354,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 276,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 689,
                    "end": 698,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1266,
                    "end": 1275,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1513,
                    "end": 1522,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "eEF1Bc binds to the 39 end of the TBSV RNA in vitro"
        },
        {
            "text": "To demonstrate that eEF1Bc can indeed bind to the TBSV (+)repRNA in cells, we Flag-affinity-purified His 6 -Flag-tagged eEF1Bc from the detergent-solubilized membrane fraction and also from the soluble (cytosolic) fraction of yeast. Interestingly, the viral RNA was co-purified with eEF1Bc from both fractions ( Figure 5B, lanes 3 and 7) . These data confirmed that eEF1Bc binds to the viral RNA in yeast.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 337,
                    "text": "Figure 5B, lanes 3 and 7)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "eEF1Bc binds to the 39 end of the TBSV RNA in vitro"
        },
        {
            "text": "Since eEF1Bc was found in association with the TBSV repRNA in the cytosolic fraction of yeast, it is possible that eEF1Bc might affect the viral RNA recruitment from the cytosol into replication that takes place on the peroxisomal or ER membrane surfaces [42, 43] . Therefore, we tested the recruitment of the TBSV (+)repRNA to the membrane fraction in our CFE assay [23] . We found that eEF1Bc did not facilitate the association of the TBSV (+)repRNA with the membrane when applied in the absence of p33/p92 replication proteins ( Figure S2 ). Moreover, eEF1Bc did not further increase the amount of TBSV (+)repRNA bound to the membrane in the presence of p33/p92 replication proteins, which are needed for RNA recruitment ( Figure S2 , lanes 3-4 and 8-10) [24] . Therefore, we conclude that eEF1Bc is unlikely to promote the recruitment of the TBSV (+)repRNA to the membrane.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 532,
                    "end": 541,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 726,
                    "end": 735,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "eEF1Bc binds to the 39 end of the TBSV RNA in vitro"
        },
        {
            "text": "Since both eEF1Bc and eEF1A bind to the 39-terminal region of the TBSV (+)RNA ( Figure 3 ) and ref: [23, 24] , it is possible that they could affect each other's functions during replication. To test the mutual effect of eEF1Bc and eEF1A on the (-)-strand RNA production of the viral RdRp, we performed in vitro RdRp assays with purified eEF1A and recombinant eEF1Bc as shown in Figure 6 . Based on previous experiments, eEF1Bc was known to stimulate (-)-strand synthesis the most when pre-incubated with the template (+)RNA ( Figure 2B ). In contrast, pre-incubation of eEF1A with the viral RdRp was more effective than preincubation of eEF1A with the template RNA [23] . Therefore, we performed the pre-incubation experiments prior to the RdRp assay as shown in Figure 6 . We found the largest stimulation of (-)-strand synthesis by the viral RdRp in a dual pre-incubation assay, when eEF1Bc was pre-incubated with the viral RNA template, while eEF1A was separately pre-incubated with the viral RdRp ( Figure 6, lanes 3-4) . Pre-incubation of eEF1Bc with the viral RNA template (lanes 5-6) or pre-incubation of eEF1A with the viral RdRp (lanes 7-8) were about half as efficient in stimulation of (-)-strand synthesis than the dual pre-incubation assay (lanes [3] [4] . Therefore, these data support the model that eEF1Bc and eEF1A both promote (-)-strand synthesis and their effect is synergistic, likely involving separate mechanisms (see Discussion). in vitro binding assay with purified eEF1Bc using an ssDNA oligo/ssRNA template duplex. The annealed ssDNA (purple)/ssRNA (black) duplexes representing the 39 end of the TBSV RNA are shown schematically. The assay contained the annealed ssDNA/ssRNA plus 0.6 and 0.4 pmol purified recombinant eEF1Bc, respectively. The 32 P-labeled free ssDNA and ssDNA/ssRNA duplex were separated on nondenaturing 5% acrylamide gels. Quantification of the ssDNA/ssRNA duplex was done with ImageQuant. (B) RNA gel shift analysis shows the role of the SL1 tetraloop in binding to eEF1Bc. The RNA templates representing the 39 end of the TBSV RNA and the mutations (circled nucleotides) are shown schematically. The eEF1Bc -32 P-labeled ssRNA complex was visualized on nondenaturing 5% acrylamide gels. The RNA transcript (0.2 pmol), and eEF1Bc (0.4, 0.5 and 0.6 pmol) were used in these assays. doi:10.1371/journal.ppat.1002438.g003",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1261,
                    "end": 1264,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1265,
                    "end": 1268,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 88,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 379,
                    "end": 387,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 536,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 764,
                    "end": 772,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1004,
                    "end": 1024,
                    "text": "Figure 6, lanes 3-4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Synergistic effect of eEF1Bc and eEF1A on the activity of the viral RdRp in vitro"
        },
        {
            "text": "To obtain evidence on the importance of eEF1Bc in TBSV replication in the natural plant hosts, we knocked down the expression of the eEF1Bc gene in Nicotiana bethamiana leaves via VIGS (virus-induced gene silencing). Efficient knocking down of eEF1Bc mRNA level in N. benthamiana ( Figure 7B ) only resulted in slightly reduced growth of the plants without other phenotypic effects ( Figure 7A ). The accumulation of TBSV genomic RNA, however, was dramatically reduced in both inoculated ( Figure 7B , lanes 1-5) and the systemically-infected young leaves ( Figure 7C , lanes 1-4) when compared with the control plants infected with the 'empty' Tobacco rattle virus (TRV) vector. The lethal necrotic symptoms caused by TBSV in N. benthamiana were also greatly attenuated in the eEF1Bc knock-down plants ( Figure 7A ). Therefore, we conclude that eEF1Bc is essential for TBSV genomic RNA accumulation in N. bethamiana.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 291,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 384,
                    "end": 393,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 490,
                    "end": 499,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 558,
                    "end": 567,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 805,
                    "end": 814,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Silencing of eEF1Bc in plants inhibits TBSV RNA accumulation"
        },
        {
            "text": "To test if eEF1Bc is also needed for the replication of other plant RNA viruses, we infected eEF1Bc-silenced N. benthamiana leaves with the unrelated Tobacco mosaic virus (TMV) RNA ( Figure 8A ). We found that the severe symptoms caused by TMV were greatly ameliorated in eEF1Bc knock-down plants ( Figure 8A ). Accumulation of TMV genomic RNA was also dramatically reduced in both inoculated ( Figure 8B ) and systemically-infected ( Figure 8C ) leaves of the eEF1Bc knock-down plants. Based on these data, eEF1Bc seems to be needed for TMV replication and/or spread in plants. Thus, our data have revealed new functions for eEF1Bc in plant RNA virus replication and spread.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 192,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 299,
                    "end": 308,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 395,
                    "end": 404,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 435,
                    "end": 444,
                    "text": "Figure 8C",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Silencing of eEF1Bc in plants inhibits Tobacco mosaic virus RNA accumulation"
        },
        {
            "text": "Tombusviruses, similar to other (+)RNA viruses, subvert a yet unknown number of host-coded proteins to facilitate robust virus replication in infected cells. The co-opted host proteins could be part of the viral replicase complexes and provide many yet undefined functions. Translation factors, such as eEF1Bc and eEF1A, are among the most common host factors recruited for (+)RNA virus replication [23, 24] . While eEF1A is an integral component of the tombusvirus replicase complex [23, 24] and several other viral replicases [44, 45, 46] , the function of eEF1Bc in tombusvirus replication is studied in this paper. Co-purification experiments with the p33 replication protein, which is the most abundant protein component in the tombusvirus replicase complex [21, 22] , revealed that eEF1Bc is a permanent member of the replicase ( Figure 5A ). eEF1Bc is likely recruited into the viral replicase via the viral (+)RNA, which is bound to eEF1Bc in both cytosolic and membranous fractions ( Figure 5B ). The possible role of host proteins or membrane lipids in assisting the recruitment of eEF1Bc for TBSV replication cannot be excluded. Accordingly, eEF1Bc has been shown to bind to a large number of host proteins (www.yeastgenome.org). For example, eEF1A, which is also a permanent member of the tombusvirus replicase, is known to interact with eEF1Bc [47, 48, 49] and eEF1A might facilitate the recruitment of eEF1Bc and possibly other translation factors. The binding of eEF1Bc to intracellular membranes has also been shown before [32] . Altogether, our model predicts that the viral (+)RNA could be involved in recruitment of eEF1Bc into viral replication ( Figure 5) . However, the opposite model that eEF1Bc facilitates the recruitment of the TBSV (+)RNA into replication is not supported by our in vitro data ( Figure S2) . Indeed, addition of eEF1Bc to the CFE assay did not increase the membrane-bound fraction of TBSV (+)repRNA in the absence or presence of the viral replication proteins ( Figure S2 ). eEF1Bc selectively enhances minus-strand synthesis by opening the closed 39-terminus during TBSV RNA replication",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 403,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1357,
                    "end": 1361,
                    "text": "[47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1362,
                    "end": 1365,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1366,
                    "end": 1369,
                    "text": "49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1539,
                    "end": 1543,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 836,
                    "end": 845,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 993,
                    "end": 1002,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1667,
                    "end": 1676,
                    "text": "Figure 5)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1823,
                    "end": 1833,
                    "text": "Figure S2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2006,
                    "end": 2015,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We confirmed a direct role for eEF1Bc in RNA synthesis in vitro by using a cell-free extract prepared from tef4D yeast that supported (-)-strand RNA synthesis ,3-fold less efficiently than CFE from wt yeast (Figure 1 ). Moreover, in vitro assays with highly purified eEF1Bc and the recombinant TCV RdRp, which is closely homologous with the TBSV p92 pol , also revealed that eEF1Bc stimulates (-)-strand synthesis by binding to the viral (+)RNA template ( Figure 3) . Accordingly, pre-incubation of eEF1Bc and the TBSV-derived template RNA prior to the RdRp assay led to the highest level of stimulation of (-)RNA synthesis ( Figure 2 ). On the other hand, eEF1Bc does not stimulate the RdRp activity directly, since pre-incubation of eEF1Bc with the RdRp did not lead to more efficient (-)-strand RNA synthesis in vitro ( Figure 2 ). We propose that eEF1Bc modifies the structure of the (+)-strand template prior to initiation of (-)-strand synthesis that leads to more efficient RNA synthesis as described below.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 216,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 456,
                    "end": 465,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 626,
                    "end": 634,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 823,
                    "end": 831,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In vitro initiation of (-)-strand synthesis by the viral RdRp requires the gPR promoter consisting of a short 39-terminal singlestranded tail and a stem-loop (SL1) sequence [39, 50] . However, Figure 6 . Synergistic effect of eEF1Bc and eEF1A on stimulation of minus-strand synthesis by the closely-related TCV RdRp. Purified eEF1Bc (20 pmol) and eEF1A (20 pmol) were added to the TCV RdRp (2 pmol) assay as shown. The RdRp assay had two steps: first, the shown components on the top and bottom were incubated in separate tubes at room temperature to facilitate their interaction, followed 5 min later by mixing the components from the two tubes and addition of the ribonucleotides to start RNA synthesis. The RdRp activity in samples containing the template RNA and the RdRp were chosen as 100% (lanes 1-2 and 9-10). The gel image shows the results of RNA synthesis in the presence of equal amounts of purified eEF1Bc and eEF1A as shown in a TCV RdRp assay. doi:10.1371/journal.ppat.1002438.g006 The FLAG/His 6 -tagged HF-p33 was purified from yeast extracts using a FLAG-affinity column. The purified HF-p33 and the co-purified His 6 -tagged eEF1Bc were detected with anti-His antibody. Bottom panel: Western blot of HF-p33 and the His 6 -tagged eEF1Bc in the total yeast extract using anti-His antibody. (B) RT-PCR analysis to detect the co-purified TBSV (+)RNA in the affinity-purified His 6 -tagged eEF1Bc preparation from yeast replicating TBSV repRNA. Both the membrane and soluble yeast fractions were used for eEF1Bc purification and subsequent RT-PCR analysis to detect (+)repRNA. ''+'' and ''-'' mean that His 6 -tagged eEF1Bc was expressed from a plasmid or not in yeast. Samples were used for RT-PCR (lanes 3-4 and 7-8) or for PCR (without RT reaction, lanes 1-2 and 5-6). doi:10.1371/journal.ppat.1002438.g005 the gPR region is present in a 'closed' structure in the TBSV (+)RNA due to base-pairing of a portion of the gPR with the RSE present in SL3 as shown in Figure 9 . This interaction makes the TBSV (+)RNA poor template in the in vitro assay due to the difficulty for the viral RdRp to recognize and/or open the 'closed' structure [39] . Our current work with eEF1Bc, however, suggests that eEF1Bc can bind to the tetraloop region of SL1 (and to an Arich sequence in SL2) that leads to melting of the base-paired structure and opening the stem of SL1 and the RSE-gPR basepairing as shown schematically in Figure 9B . We propose that the open structure can be recognized efficiently by the viral replicase leading to efficient initiation of (-)-strand synthesis ( Figure 9B ). This model is supported by several pieces of evidence presented in this paper, including (i) stimulation of (-)-strand synthesis by eEF1Bc when the wt SL1 is present in the template; (ii) lack of stimulation of(-)-strand synthesis by eEF1Bc when a mutated SL1 (tetraloop mutant), which does not bind efficiently to eEF1Bc, was used as a template in the in vitro assay; (iii) stimulation of (-)-strand synthesis when eEF1Bc was pre-incubated with the (+)-strand template, but not when eEF1Bc was pre-incubated with the viral RdRp ( Figure 2) ; and (iv) the lack of stimulation of (+)-strand synthesis on a (-)-strand template by eEF1Bc (Figure 2 ). In addition, eEF1Bc stimulated (-)-strand synthesis by the viral RdRp when a partially complementary RNA oligo was hybridized with the SL1 region ( Figure 4B ). However, eEF1Bc could not efficiently bind to the 39-end of the TBSV RNA when it formed a hybrid (duplex) with a perfectly complementary DNA oligo ( Figure 3A) , suggesting that eEF1Bc can melt only the local secondary structure, but cannot unwind more extended duplex regions. An alternative possibility is that eEF1Bc protein stabilizes the unpaired structure (when the SL1 structure is kinetically pairing/unpairing), rather than implying that it actively \"opens\" the structure.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2152,
                    "end": 2156,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 201,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1977,
                    "end": 1985,
                    "text": "Figure 9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2426,
                    "end": 2435,
                    "text": "Figure 9B",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2584,
                    "end": 2593,
                    "text": "Figure 9B",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 3128,
                    "end": 3137,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3232,
                    "end": 3241,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3393,
                    "end": 3402,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3555,
                    "end": 3565,
                    "text": "Figure 3A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "An intriguing aspect of our model is the possible regulation of the ''open'' and ''closed'' structure of the 39 UTR by eEF1Bc. Displacement of eEF1Bc bound to the 39-end by the viral replicase during (-)-strand synthesis could make the 39-terminus of the (+)strand RNA fold back into a 'closed' structure. This could prevent efficient re-utilization of the original (+)-strand template during TBSV replication, and the switch to efficient (+)-strand synthesis on the (-)RNA intermediate ( Figure 9B ). This model can also explain why the newly made (+)-strand RNA progeny will not enter the replication cycle in the absence of bound eEF1Bc within the originally-formed replicase complexes as observed previously in the CFE assay [20] . We propose that the new (+)RNA progeny need to leave the replicase complex, then bind to eEF1Bc in the cytosol and assemble new replicase complexes, followed by a new round of viral RNA replication. Thus, this model suggests that eEF1Bc plays a key role in regulation of the use of (+)-strand RNAs in TBSV replication ( Figure 9B ).",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 733,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 489,
                    "end": 498,
                    "text": "Figure 9B",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1056,
                    "end": 1065,
                    "text": "Figure 9B",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our finding of TBSV RNA binding by eEF1Bc adds to the growing list of RNAs bound by eEF1Bc. For example, the 39 UTR of vimentin mRNA is bound by eEF1Bc [51] , which led the authors to suggest that eEF1Bc plays a role in vimentin mRNA subcellular localization by also binding to cytoskeleton or membranes. eEF1Bc also binds to the tRNA-like structure at the 39 UTR of BMV, albeit the relevance of this binding is currently unclear [51] . Also, the actual role of eEF1Bc in the VSV replicase is currently not defined [31] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Translation elongation factors seem to be important for replication of many RNA viruses. For example, EF-Tu and EF-Ts play a role in replication of bacteriophage Qbeta [52, 53] . The eukaryotic homolog of EF-Tu, eEF1A was found to bind to viral RNAs, such as TBSV, Turnip yellow mosaic virus (TYMV) [54] , West Nile virus (WNV), Dengue virus, hepatitis delta virus, TMV, Brome mosaic virus, and Turnip mosaic virus [55, 56, 57, 58, 59, 60] and to viroid RNAs [61] . Therefore, it is highly probable that many (+)strand RNA viruses recruit translation elongation factors to facilitate and regulate their replication in infected cells.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "[52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[55,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "57,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "58,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 459,
                    "end": 463,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nonoverlapping roles of eEF1Bc and eEF1A in stimulation of (-)-strand synthesis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The emerging picture on the functions of eEF1Bc and eEF1A is that these translation elongation factors play different, yet complementary roles in TBSV replication as suggested in Figure 9B . While eEF1Bc binds to SL1, eEF1A has been shown to bind to both p92 pol RdRp and the SL3 region of TBSV (+)repRNA [23, 24] . The binding of the RNA by eEF1Bc promotes the opening of the closed 39-terminal structure, whereas eEF1A facilitates the proper and efficient binding of the RdRp to the 39 terminal RSE sequence of the viral RNA, which is required for the assembly of the viral replicase complex [11, 39] , prior to initiation of (-)-strand synthesis (Figure 9 ) [23, 24] . The binding of eEF1A-RdRp complex to the RSE might lead to proper positioning of the RdRp over the 39-terminal gPR promoter sequence opened up by eEF1Bc, thus facilitating the initiation of (-)RNA synthesis starting from the 39-terminal cytosine ( Figure 9B) . Altogether, the two translation factors facilitate the efficient initiation of (-)-strand synthesis in addition to reducing the possibility of re-utilization of the (+)-strand template for additional rounds of (-)-strand synthesis. This regulation of RNA synthesis by the co-opted host factors shows the specialized use of host components to serve the need of viral replication.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 188,
                    "text": "Figure 9B",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 649,
                    "end": 658,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 920,
                    "end": 930,
                    "text": "Figure 9B)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The current work also provides evidence that eEF1Bc is a key factor in TBSV replication in yeast ( Figure 1 ) and in N. benthamiana (Figure 7) . Since eEF1Bc is a highly conserved protein in all eukaryotes [32] , it is not surprising that yeast eEF1Bc, similar to the plant eEF1Bc, can be co-opted for TBSV replication. Interestingly, deletion of either TEF3 or TEF4 genes reduced TBSV repRNA accumulation in yeast, suggesting that eEF1Bc is present in limiting amount or eEF1Bc is present in not easily accessible forms (in protein complexes) and/or locations in yeast cells. Silencing of eEF1Bc in N. bethamiana showed even more inhibition of TBSV RNA accumulation than deletion of eEF1Bc genes in yeast. This is likely due to the robust antiviral response (i.e., induced gene silencing) of the plant host, which could result in degradation of the small amount of viral RNA produced by the less efficient viral RNA replication in the presence of limited eEF1Bc in the knock-down plants.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 132,
                    "end": 142,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "eEF1Bc is required for TBSV replication in yeast and plant hosts"
        },
        {
            "text": "Silencing of eEF1Bc expression in N. benthamiana also reduced the accumulation of the unrelated TMV (Figure 8 ), which belongs to the alphavirus-like supergroup. These data suggest that eEF1Bc is likely involved in TMV replication, which also contains a highly structured 39-end [54] . Therefore, it is possible that eEF1Bc is co-opted by different plant RNA viruses, and possibly other RNA viruses as well.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "text": "(Figure 8",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "eEF1Bc is required for TBSV replication in yeast and plant hosts"
        },
        {
            "text": "Overall, the current work suggests three major functions for eEF1Bc in TBSV replication ( Figure 9 ): (i) enhancement of the minus-strand synthesis by opening the 'closed' 39-end of the template RNA; (ii) reducing the possibility of re-utilization of (+)strand templates for repeated (-)-strand synthesis; and (iii) in coordination with eEF1A, stimulation of the proper positioning of the viral RdRp over the promoter region in the viral RNA template. These roles for eEF1Bc and eEF1A are separate from their canonical roles in host and viral protein translation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "Figure 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "Saccharomyces cerevisiae strain BY4741 (MATa his3D1 leu2D0 met15D0 ura3D0) and the single-gene deletion strain of the TEF4-encoded form of eEF1Bc (tef4D) were obtained from Open Biosystems (Huntville, AL). TKY680 strain in which both yeast encoded eEF1Bc, TEF4 and TEF3 were deleted (MATa ura3-52 leu2D1 his3D200 trp1D101 lys2-801 tef3::LEU2 tef4::TRP1) and its isogenic wild type TKY677 (MATa ura3-52 leu2D1 his3D200 trp1D101 lys2-801) as well as the isogenic single deletion mutant strains, TKY678 (MATa ura3-52 leu2D1 his3D200 trp1D101 lys2-801 tef3::LEU2) and TKY 679 (MATa ura3-52 leu2D1 his3D200 trp1D101 lys2-801 tef4::TRP1) were published previously [30] . The following plasmids pESC-GAL1-Hisp33/GAL10-DI-72, pGAD-CUP1-p92 pYES-GAL1-p92, pCM189-TET-His92 were described earlier [21, 22] . URA3 based pGBK-ADH-Hisp33/ GAL1-DI72, pGBK-CUP1-HisFLAGp33/GAL1-DI-72, and pGBK-CUP1-Hisp33/GAL1-DI-72 plasmids were constructed by Daniel Barajas (unpublished result). The URA3 based, low copy-number plasmid, pYC-GAL1-Tef4 expressing non-tagged full-length Tef4 protein was constructed as follows: pYC/NT-C plasmid was digested with BamHI and XhoI restriction enzymes and then PCR product of the TEF4 gene was generated with primers #2089 (ccgcGGATCCATGTCCCAAGGTACTTTA-TAC) and #2320 (CGCCTCGAGTTATTTCAAAACCT-TACCGTCAACAATTTCC) and digested with the same restriction enzymes, followed by ligation. The plasmid pYES-NTC2-GAL1-HisTef4 expressing His 6 -tagged Tef4p protein was created with the same restriction enzymes using pYES-NT-C2.",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 662,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 787,
                    "end": 791,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 792,
                    "end": 795,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Yeast strains and expression plasmids"
        },
        {
            "text": "HIS3-based pEsc-His/Cup-FLAG plasmid [20] was digested with BamHI and XhoI restriction enzymes and then PCR product of the TEF4 gene was generated with primers #2089 and #2320 and digested with the same restriction enzymes, followed by ligationto obtain pEsc-His/Cup-FLAG-TEF4.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Yeast strains and expression plasmids"
        },
        {
            "text": "HIS3 based pESC-GAL1-His33/GAL10-DI-72 and LEU2 based pGAD-CUP1-Hisp92 plasmids were transformed into tef4D strain. In the in vivo complementation assay, non-tagged Tef4p protein was expressed from URA3 plasmid pYC-GAL1-Tef4 and TEF4 mRNA was detected with a specific probe generated by the T7 transcription of the PCR product obtained with primers #2089 and #3788 (TAATACGACTCACTATAGGATTATT-TCAAAACCTTACCGTCAACAATTTCC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vivo replication assay"
        },
        {
            "text": "TKY680 (tef3D/tef4D), the isogenic TKY679 (tef4D), TKY678 (tef3D) and wild type TKY677 yeast were transformed with plasmids pESC-GAL1-His33/GAL10-DI-72 and pCM189-TET-His92. Yeast was pre-grown at 23uC overnight in 3 ml synthetic complete dropout medium lacking the relevant amino acids containing 2% glucose and 1 mg/ml doxycyclin to suppress p92 expression by the inhibition of TET promoter and then TBSV replication was launched by replacing the media with 2% galactose without doxycycline. Cells were harvested at 48 h time point. Total RNA extraction from yeast cells and Northern blotting and Western blotting were done as previously described [15, 24] .",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 654,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "In vivo replication assay"
        },
        {
            "text": "Expression and purification of recombinant eEF1Bc protein pEsc-His/Cup-FLAG-TEF4 plasmid was transformed into tef4D strain. Yeast was pre-grown overnight at 29uC in 2 ml synthetic complete dropout medium lacking histidine (SC-Hmedium) containing 2% glucose. The volume of the media was increased up to 100 ml 16 h later and copper sulfate was added to a final concentration of 50 mM for induction of protein expression. Yeast was grown to 0.8 OD 600 (,4-6 h). Then, yeast cells were harvested and broken by glass beads in a FastPrep cell disruptor followed by Flag-affinity purification of FLAG-Tef4p protein [34] . The bacterial heterologous expression and purification of His 6tagged Tef3 protein from plasmid pTKB523 was performed as described in ref: [62] using only the Ni affinity column step.",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 613,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 755,
                    "end": 759,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "In vivo replication assay"
        },
        {
            "text": "Yeast extract capable of supporting TBSV replication in vitro was prepared as described [20] . The newly synthesized 32 P-labeled RNA products were separated by electrophoresis in a 5% polyacrylamide gel (PAGE) containing 0.5x Tris-borate-EDTA (TBE) buffer with 8 M urea. To detect the double-stranded RNA (dsRNA) in the cell-free replication assay, the 32 P-labeled RNA samples were divided into two aliquotes: one half was loaded onto the gel without heat treatment in the presence of 25% formamide, while the other half was heat denatured at 85uC for 5 min in the presence of 50% formamide [20] .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Tombusvirus replication assay using yeast cell free extract"
        },
        {
            "text": "To test the in vitro activity of Tef4p, different concentrations (26 and 13 pmol) of purified FLAG/His 6 -Tef4p was added to 0.25 mg (4 pmol) DI-72 (+)repRNA transcript and incubated in the presence of yeast cell-free extract and reaction buffer for 10 minutes at RT followed by the addition of MBP-p33 and MBP-p92 along with the rest of the reaction components. The reaction was performed at 25uC for 3 h and analyzed as above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tombusvirus replication assay using yeast cell free extract"
        },
        {
            "text": "The TCV RdRp reactions were carried out as previously described for 2 h at 25uC [36] , except using 7 pmol template RNA and 2 pmol affinity-purified MBP-p88C. Different concentrations of eEF1Bc (6xHis-affinity purified recombinant Tef3p obtained from E. coli or Flag-affinity purified HF-Tef4p obtained from yeast) were added to the reaction at the beginning or as indicated in the text and Figure 2 . legend. The 32 P-labeled RNA products were analyzed by electrophoresis in a 5% PAGE/8 M urea gel [63] . The 86-nt 39 noncoding region of TBSV genomic RNA and its mutants were used as the template in the RdRp assay [24, 36] . RNA templates were generated with T7 transcription using PCR products obtained with the following primers: #1662 (TAATACGACTCACTATAG GACACG GTTG ATC TC ACC-CTTC) and #1190 (GGGCTGCATTTCTGCAATG) for SL3-2-1(+), #1662 and #4390 (GGGCTGCACAAGTGCAAT-GTTCCGGTTGTCCGGT) for SL3-2-1cuug(+). SL3-2-1m(+) RNA was generated with T7 transcription on PCR products amplified with primers #1662 and #1190, on a plasmid template harboring GGGCU nucleotide-deletion in SL3 region as described [39] . A duplex RNA was generated by hybridizing SL3-2-1(+) and SL3-2-ds1(-) made by T7 transcription of the PCR product using primers #4361 (GTAATACGACTCACTA-TAGGGCTACTTCCGGTTGTCCGGTAGTGCTTCC) and ",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1104,
                    "end": 1108,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 399,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "In vitro TCV p88C RdRp assay"
        },
        {
            "text": "For EMSA, 6xHis-Flag tagged Tef4p was purified from a yeast tef4D strain with anti-FLAG M2-agarose affinity resin. Different concentrations (0.6, 0.5 and 0.4 pmol) of HF-Tef4p protein was used for incubation with 0.2 pmol of 32 P-labeled SL3/2/1(+) RNA or mutated RNAs at 25uC in a binding buffer [50 mM Tris-HCl (pH 8.2), 10 mM MgCl 2 , 10 mM DTT, 10% glycerol, 2 U of RNase inhibitor (Ambion)]. Samples were incubated at 25uC for 15 min, then resolved in 4% nondenaturing polyacrylamide gel [23] . Similar experiments were also performed with 6xHis-affinity purified recombinant Tef3p obtained from E. coli (not shown).",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 497,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Gel mobility shift assay (EMSA) with eEF1Bc"
        },
        {
            "text": "For the co-purification of TBSV DI-72 repRNA and eEF1Bc protein, the yeast tef4D strain was co-transformed with pGBK-ADH-Hisp33/GAL1-DI72, pGAD-CUP1-Hisp92 and pESC-CUP1-HisFLAG-Tef4. The pESC-CUP1-FLAGHis-Tef4 plasmid was replaced with the pESC plasmid in the control experiment. Yeast was pre-grown overnight at 29uC in 2 ml SC ULHmedium containing 2% glucose and 5 mM copper sulfate. The volume of the media was increased to 20 ml after 16 h for an additional 10 h (OD 600 of ,0.8), then the cultures were transferred to 20 ml SC ULHmedium containing 2% galactose to induce TBSV DI-72 RNA transcription at 23uC. The transcription of DI-72 RNA was stopped by changing to the media containing 2% glucose after 8 h. The cultures were diluted to 200 ml and copper sulfate was added to a final concentration of 50 mM to induce the expression of Flagtagged Tef4 protein. After incubation at 23uC for 24 h, the samples were centrifuged at 3000 rpm for 4 min. Cells (,1 g) were re-suspended in 2 ml TG Buffer (50 mM Tris-HCl [pH 7.5], 10% glycerol, 15 mM MgCl 2 , and 10 mM KCl) supplemented with 0.5 M NaCl and 1% [V/V] YPIC yeast protease inhibitor cocktail (Sigma) and RNase inhibitor (Ambion). Yeast cells were broken by glass beads in a FastPrep cell disruptor (MP Biomedicals) 4 times for 20 sec each at speed 5.5. Samples were removed and incubated 1 min in an ice-water bath after each treatment. The samples were centrifuged at 500 6g for 5 min at 4uC to remove glass beads, unbroken cells and debris then supernatant was moved into fresh pre-chilled tubes. After being centrifuged again at 500 6g for 5 min at 4uC supernatant transferred into fresh pre-chilled tubes and soluble (SU) and membrane (ME) fractions containing the viral replicase complex were separated with centrifugation at 35,000 6g for 15 min at 4uC. The SU fraction was applied on 0.1 ml anti-FLAG M2agarose affinity resin (Sigma) and Tef4 protein tagged with 6xHisand FLAG affinity tags was purified. Before applying ME fraction on the anti-FLAG M2 resin, solubilization of the membranebound replicase was performed in 1 ml TG buffer with 0.5 M NaCl, 1% [V/V] YPIC yeast protease inhibitor cocktail (Sigma), and 2% Triton X-100 via rotation for 2 hours at 4 uC. The solubilized membrane fraction was centrifuged at 35,000 6g at 4uC for 15 min and the supernatant was added to the resin preequilibrated with TG buffer supplemented with 0.5 M NaCl and 0.5% Triton X-100, followed by gentle rotation for 2 h at 4uC. The unbound proteins were removed by gravity flow, and the resin was washed two times with 1 ml TG buffer supplemented with 0.5 M NaCl, 0.5% Triton X-100 and once with 1 ml TG buffer, 0.5% Triton without NaCl. The bound proteins were eluted with 150 ml TG buffer without NaCl, 0.5% Triton X-100, supplemented with 150 mg/ml flag peptide and 1% yeast protease inhibitor cocktail via gentle tapping the column occasionally for 2 h at 4uC. After centrifugation at 600 6g 2 min at 4uC, semiquantitative RT-PCR was performed to detect TBSV repRNA copurified with eEF1Bc using primers, #359 (GTAATACGACT-CACTATAGGAAATTCTCCAGGATTTC) and #1190, amplifying full length (+)repRNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flag-affinity purification of eEF1Bc-TBSV repRNA complex"
        },
        {
            "text": "To test if eEF1Bc is present in the viral replicase, yeast tef4D strain was transformed with pGBK-CUP1-HisFLAGp33/GAL1-DI-72, pGAD-CUP1-Hisp92 and pYES-GAL1-HisTef4. In the control experiment, 6xHisp33was expressed from pGBK-CUP1-Hisp33/GAL1-DI-72. Yeast cultures were grown in SC-ULHmedia containing 1% raffinose and 1% galactose with 5 mM copper-sulfate for 4 days with increasing the volume of the culture from 2 ml to 100 ml to a final OD 600 of, 1.0. After harvesting of cells, co-purification of 6xHis-tagged Tef4p with HF-p33 (part of the viral replicase) was conducted by using anti-FLAG M2-agarose affinity resin as described above (in the section: FLAG-affinity purification of eEF1Bc-TBSV repRNA complex), with the exception that only solubilized ME fraction was loaded on the column. Proteins bound to affinity resin were eluted by incubation with 150 ml buffer containing FLAG peptide and precipitated with Trichloroacetic acid (TCA) [64] . Samples were analyzed by SDS-PAGE and Western blotting.",
            "cite_spans": [
                {
                    "start": 947,
                    "end": 951,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Purification of the viral replicase"
        },
        {
            "text": "Virus-induced gene silencing (VIGS) in N. benthamiana was done as described [65, 66] . To generate the VIGS vector (pTRV2-eEF1BcNt), a 314-bp cDNA fragment of NteEF1Bc was RT-PCR amplified from a total RNA extract of N. benthamiana using the following pair of primers: #2993 (CGCGGATCCAAAG-GTTTCTGGGACATGTATGA) and #2994 (CGCCTCGA-GACACGCTCCTTCTGTGATTCATC) and inserted into the corresponding (BamHI/XhoI) restriction sites of pTRV2 plasmid.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[65,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 81,
                    "end": 84,
                    "text": "66]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Virus induced gene silencing of eEF1Bc in N. benthamiana plants"
        },
        {
            "text": "The sequence of the N. tabacum eEF1Bc gene (GenBank: ACB72462.1) was derived via a BLASTP search based on the Cterminal (translation elongation factor) domain (aa 252-412) of the Saccharomyces cerevisie Tef4 protein. The selected sequence (TC64920) from the Solanaceae Genomics Resource (www.tigr. org) gave 98% identity with N. tabacum EF1Bc -like gene (GB#: EU580435.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus induced gene silencing of eEF1Bc in N. benthamiana plants"
        },
        {
            "text": "To confirm the silencing of the EF1Bc gene in N. benthamiana, we performed RT-PCR amplification with primer pairs: #2952 (CGCGGATCCGGAAAGGTTCCTGTGCTTGA) and #2992 (C G C CT C G A G GTCCAGAAGTATCTCTCTACA TGTGG) on total RNA extract of pTRV2-EF1BcNt and pTRV2 empty agroinfiltrated N benthamiana plants. PCR conditions were as follows: 27 cycles of 94uC 20sec, 60uC 30sec, 68uC 30 sec with HiFi Taq polymerase. Tubulin mRNA control from the same total RNA samples was detected by RT-PCR using primers #2859 (TAATACGACTCACTATAGgaACCA AA TC AT T CATGTT-GCTCTC) and #2860 (TAGTGTATGTGATATCCCACCAA) [65] . The leaves of VIGS-treated plants were sap inoculated with TBSV, or TMV on the 9 th day after silencing [65] . Total RNA was extracted 3 or 5 days post inoculation [65] . For Northern blot analysis of the viral RNA level, we prepared 32 P-labeled complementary RNA probes specific for the 39-ends of the viral genomic RNAs based on T7 transcription. To obtain the PCR templates for the probes, we used the following primers for TBSV: #1165 (AGCGAGTAAGACAGACTCTTCA) and #22; for TMV: #2890 (TCTGGTTTGGTTTGGACCTC) and #2889 (GTAATACGACTCACTATAGGGATTCGAACCCC-TCGCTTTAT).",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 597,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Virus induced gene silencing of eEF1Bc in N. benthamiana plants"
        },
        {
            "text": "The TBSV viral RNA is recruited to the membrane from the soluble fraction with the help of TBSV replication proteins and host factors present in the yeast CFE. The in vitro RNA recruitment reaction was performed according to [20, 23] , except that 32 Plabeled DI-72 (+)repRNA were used and rCTP, rUTP, 32 P-labeled UTP, and Actinomycin D were omitted from the assay. As a negative control, p33 and p92 were omitted from the reaction to detect DI-72 binding nonselectively to host proteins present in the membrane. In vitro binding assay with purified recombinant eEF1Bc (Tef3). The TBSV (+)RNA templates were the four noncontiguous segments of the TBSV (+)RNA that are present in defective interfering RNAs, including DI-72 repRNA used in this study. RI(+) represents the 59-UTR, RII(+)-SL is an internal highly conserved sequence that binds to p33 replication protein, RIII(+) is ashort conserved sequence closed to the 39 end, andSL3-2-1(+), which contains the promoter region (SL1) for initiation and the replication silencer element (within SL3) that down-regulates initiation. The assay contained 32 P-labeled free ssRNA (as shown), plus 0.6 pmol purified recombinant eEF1Bc, respectively. The bound RNA-protein complexes were separated on nondenaturing 5% acrylamide gels. Quantification of the free (unshifted) RNA was done with ImageQuant. (B) RNA gel shift analysis shows SL3-2-1(+) RNA binds competitively to eEF1Bc. The RNA templates representing the 39 end of the TBSV RNA and the deleted nucleotides are shown schematically. The cold competitor was SL3-2-1(+) RNA, which represents a large portion of the 39-UTR ( Figure 4A ). The eEF1Bc -32 P-labeled ssRNA complex was visualized on nondenaturing 5% acrylamide gels. (EPS) Figure S2 eEF1Bcdoes not affect the template recruitment step in vitro. Purified recombinant p33/p92 and 32 P-labeled DI-72 (+)repRNA and eEF1Bc (affinity purified recombinant Tef3) were added to a whole cell extract (CFE), followed by centrifugation/ washing to remove the 32 P-labeled repRNA that is not bound to the membrane. Then the membrane-bound RNA was analyzed in a denaturing PAGE gel. Note that the repRNA binds to the cellular membrane fraction nonspecifically (,20% level) in the absence of the viral replication proteins. (EPS)",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1627,
                    "end": 1636,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1737,
                    "end": 1746,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "In vitro viral RNA recruitment assay"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Brome Mosaic Virus RNA Replication: Revealing the Role of the Host in RNA Virus Replication",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Noueiry",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Annu Rev Phytopathol",
            "volume": "41",
            "issn": "",
            "pages": "77--98",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Yeast as a model host to explore plant virus-host interactions",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annu Rev Phytopathol",
            "volume": "46",
            "issn": "",
            "pages": "217--242",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Viral RNA replication. With a little help from the host",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "283",
            "issn": "",
            "pages": "802--804",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tomato bushy stunt virus Co-Opts the RNA-Binding Function of a Host Metabolic Enzyme for Viral Genomic RNA Synthesis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell Host Microbe",
            "volume": "3",
            "issn": "",
            "pages": "178--187",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diverse roles of host RNA binding proteins in RNA virus replication",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "RNA Biol",
            "volume": "8",
            "issn": "",
            "pages": "305--315",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Yeast as a model host to dissect functions of viral and host factors in tombusvirus replication",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "344",
            "issn": "",
            "pages": "211--220",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Host factors involved in West Nile virus replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brinton",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ann N Y Acad Sci",
            "volume": "951",
            "issn": "",
            "pages": "207--219",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Viral and cellular proteins involved in coronavirus replication",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "287",
            "issn": "",
            "pages": "95--131",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Yeast as a model host to study replication and recombination of defective interfering RNA of Tomato bushy stunt virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Panavas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virology",
            "volume": "314",
            "issn": "",
            "pages": "315--325",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Purification of the cucumber necrosis virus replicase from yeast cells: role of coexpressed viral RNA in stimulation of replicase activity",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Panaviene",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Panavas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Serva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "8254--8263",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Role of an internal and two 39-terminal RNA elements in assembly of tombusvirus replicase",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Panaviene",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Panavas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "10608--10618",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Specific Binding of Tombusvirus Replication Protein p33 to an Internal Replication Element in the Viral RNA Is Essential for Replication",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "4859--4869",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Multiple roles of viral replication proteins in plant RNA virus replication",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods Mol Biol",
            "volume": "451",
            "issn": "",
            "pages": "55--68",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Systematic, genome-wide identification of host genes affecting replication of a positive-strand RNA virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Kushner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Lindenbach",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "Z"
                    ],
                    "last": "Grdzelishvili",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Noueiry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "100",
            "issn": "",
            "pages": "15764--15769",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Yeast genome-wide screen reveals dissimilar sets of host genes affecting replication of RNA viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Panavas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Serviene",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brasher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "",
            "pages": "7326--7331",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Identification of essential host factors affecting tombusvirus RNA replication based on the yeast Tet promoters Hughes Collection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Serviene",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gal",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Panavas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "7394--7404",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Global genomics and proteomics approaches to identify host factors as targets to induce resistance against tomato bushy stunt virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Adv Virus Res",
            "volume": "76",
            "issn": "",
            "pages": "123--177",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A temperature sensitive mutant of heat shock protein 70 reveals an essential role during the early steps of tombusvirus replication",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stork",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "394",
            "issn": "",
            "pages": "28--38",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A key role for heat shock protein 70 in the localization and insertion of tombusvirus replication proteins to intracellular membranes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stork",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "3276--3287",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "In vitro assembly of the Tomato bushy stunt virus replicase requires the host Heat shock protein 70",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stork",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "105",
            "issn": "",
            "pages": "19956--19961",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Proteomics analysis of the tombusvirus replicase: Hsp70 molecular chaperone is associated with the replicase and enhances viral RNA replication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Serva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "2162--2169",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ubiquitin-Conjugating Enzyme Is a Component of the Tombusvirus Replicase Complex and Ubiquitinates p33 Replication Protein",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barajas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Panavas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Herbst",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "6911--6926",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Translation Elongation Factor 1A Facilitates the Assembly of the Tombusvirus Replicase and Stimulates Minus-Strand Synthesis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tupman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Kinzy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Translation elongation factor 1A is a component of the tombusvirus replicase complex and affects the stability of the p33 replication co-factor",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Panavas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Esposito",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "385",
            "issn": "",
            "pages": "245--260",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The host Pex19p plays a role in peroxisomal localization of tombusvirus replication proteins",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sasvari",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "379",
            "issn": "",
            "pages": "294--305",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ubiquitination of tombusvirus p33 replication protein plays a role in virus replication and binding to the host Vps23p ESCRT protein",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barajas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology",
            "volume": "397",
            "issn": "",
            "pages": "358--368",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A Unique Role for the Host ESCRT Proteins in Replication of Tomato bushy stunt virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barajas",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "eEF1A: thinking outside the ribosome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Mateyak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Kinzy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Biol Chem",
            "volume": "285",
            "issn": "",
            "pages": "21209--21213",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The eukaryotic translation elongation Factor 1Bgamma has a non-guanine nucleotide exchange factor role in protein metabolism",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Kinzy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Biol Chem",
            "volume": "285",
            "issn": "",
            "pages": "37995--38004",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The translation elongation factor eEF1B plays a role in the oxidative stress response pathway",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Olarewaju",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ortiz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Q"
                    ],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Kinzy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "RNA Biol",
            "volume": "1",
            "issn": "",
            "pages": "89--94",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "RNA polymerase of vesicular stomatitis virus specifically associates with translation elongation factor-1 alphabetagamma for its activity",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mathur",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Janssen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Banerjee",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "95",
            "issn": "",
            "pages": "1449--1454",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "At the dawn of the 21st century",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Sourd",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Boulben",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Bouffant",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cormier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Morales",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochim Biophys Acta",
            "volume": "1",
            "issn": "",
            "pages": "13--31",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Multiple genes encode the translation elongation factor EF-1 gamma in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Kinzy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Ripmaster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Woolford",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nucleic Acids Res",
            "volume": "22",
            "issn": "",
            "pages": "2703--2707",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Authentic replication and recombination of Tomato bushy stunt virus RNA in a cell-free extract from yeast",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "5967--5980",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Heterologous RNA replication enhancer stimulates in vitro RNA synthesis and template-switching by the carmovirus, but not by the tombusvirus, RNA-dependent RNA polymerase: implication for modular evolution of RNA viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Panavas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "341",
            "issn": "",
            "pages": "107--121",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Comparison of turnip crinkle virus RNA-dependent RNA polymerase preparations expressed in Escherichia coli or derived from infected plants",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Rajendran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "1707--1717",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Mechanism of RNA recombination in carmo-and tombusviruses: evidence for template switching by the RNA-dependent RNA polymerase in vitro",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "12033--12047",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Partial purification and characterization of Cucumber necrosis virus and Tomato bushy stunt virus RNA-dependent RNA polymerases: similarities and differences in template usage between tombusvirus and carmovirus RNA-dependent RNA polymerases",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "276",
            "issn": "",
            "pages": "279--288",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A replication silencer element in a plus-strand RNA virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Fabian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Embo J",
            "volume": "22",
            "issn": "",
            "pages": "5602--5611",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Defective Interfering RNAs: Foes of Viruses and Friends of Virologists",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Viruses-Basel",
            "volume": "1",
            "issn": "",
            "pages": "895--919",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Advances in the molecular biology of tombusviruses: gene expression, genome replication, and recombination",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prog Nucleic Acid Res Mol Biol",
            "volume": "78",
            "issn": "",
            "pages": "187--226",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Exploiting alternative subcellular location for replication: tombusvirus replication switches to the endoplasmic reticulum in the absence of peroxisomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jonczyk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "362",
            "issn": "",
            "pages": "320--330",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The role of the p33:p33/p92 interaction domain in RNA replication and intracellular localization of p33 and p92 proteins of Cucumber necrosis tombusvirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Panavas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hawkins",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Panaviene",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "338",
            "issn": "",
            "pages": "81--95",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The NS5A protein of bovine viral diarrhoea virus interacts with the alpha subunit of translation elongation factor-1",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Merrick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Donis",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Gen Virol",
            "volume": "82",
            "issn": "",
            "pages": "2935--2943",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Two RNA polymerase complexes from vesicular stomatitis virus-infected cells that carry out transcription and replication of genome RNA",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Qanungo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shaji",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mathur",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Banerjee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "5952--5957",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Significance of eukaryotic translation elongation factor 1A in tobacco mosaic virus infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamaji",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sakurai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hamada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Komatsu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ozeki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arch Virol",
            "volume": "155",
            "issn": "",
            "pages": "263--268",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Functional organization of the yeast proteome by systematic analysis of protein complexes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Gavin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bosche",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grandi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marzioch",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "415",
            "issn": "",
            "pages": "141--147",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Proteome survey reveals modularity of the yeast cell machinery",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Gavin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aloy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grandi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boesche",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "440",
            "issn": "",
            "pages": "631--636",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Toward a comprehensive atlas of the physical interactome of Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kemmeren",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Greenblatt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Cell Proteomics",
            "volume": "6",
            "issn": "",
            "pages": "439--450",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Analysis of minimal promoter sequences for plus-strand synthesis by the Cucumber necrosis virus RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Panavas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "296",
            "issn": "",
            "pages": "263--274",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The 39 untranslated region of human vimentin mRNA interacts with protein complexes containing eEF-1gamma and HAX-1",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Al-Maghrebi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brule",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Padkina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nucleic Acids Res",
            "volume": "30",
            "issn": "",
            "pages": "5017--5028",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Function and structure in phage Qbeta RNA replicase. Association of EF-Tu-Ts with the other enzyme subunits",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Blumenthal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J Biol Chem",
            "volume": "251",
            "issn": "",
            "pages": "2740--2743",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Bacteriophage Q replicase contains the protein biosynthesis elongation factors EF Tu and EF Ts",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Blumenthal",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Landers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "69",
            "issn": "",
            "pages": "1313--1317",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Functions of the 39-Untranslated Regions of Positive Strand Rna Viral Genomes",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Dreher",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Annu Rev Phytopathol",
            "volume": "37",
            "issn": "",
            "pages": "151--174",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Eukaryotic elongation factor 1A interacts with Turnip mosaic virus RNAdependent RNA polymerase and VPg-Pro in virus-induced vesicles",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thivierge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cotton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Dufresne",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mathieu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beauchemin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "377",
            "issn": "",
            "pages": "216--225",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Membranebound tomato mosaic virus replication proteins participate in RNA synthesis and are associated with host proteins in a pattern distinct from those that are not membrane bound",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nishikiori",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dohi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Meshi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Naito",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "8459--8468",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Eukaryotic elongation factor 1A interacts with the upstream pseudoknot domain in the 39 untranslated region of tobacco mosaic virus RNA",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Zeenko",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Ryabova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Spirin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Rothnie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "5678--5691",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Translation elongation factor-1alpha, La, and PTB interact with the 39 untranslated region of dengue 4 virus RNA",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Nova-Ocampo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Villegas-Sepulveda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "295",
            "issn": "",
            "pages": "337--347",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Interaction of elongation factor 1 with aminoacylated brome mosaic virus and tRNA's",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bastin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J Virol",
            "volume": "20",
            "issn": "",
            "pages": "117--122",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The hepatitis delta virus RNA genome interacts with eEF1A1, p54(nrb), hnRNP-L, GAPDH and ASF/SF2",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sikora",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Greco-Stewart",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Miron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pelchat",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "390",
            "issn": "",
            "pages": "71--78",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Identification of proteins from prunus persica that interact with peach latent mosaic viroid",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dube",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bisaillon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Perreault",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "12057--12067",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The crystal structure of the glutathione S-transferase-like domain of elongation factor 1Bgamma from Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Jeppesen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ortiz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shepard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Kinzy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nyborg",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "",
            "pages": "47190--47198",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "A novel 39-end repair mechanism in an RNA virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "94",
            "issn": "",
            "pages": "1113--1118",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Hsp70 molecular chaperone facilitates endoplasmic reticulum-associated protein degradation of cystic fibrosis transmembrane conductance regulator in yeast",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nijbroek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Watkins",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mol Biol Cell",
            "volume": "12",
            "issn": "",
            "pages": "1303--1314",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Silencing of Nicotiana benthamiana Xrn4p exoribonuclease promotes tombusvirus RNA accumulation and recombination",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Jaag",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "386",
            "issn": "",
            "pages": "344--352",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "A host Ca2+/Mn2+ ion pump is a factor in the emergence of viral RNA recombinants",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Jaag",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "7",
            "issn": "",
            "pages": "74--81",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The effect of deletion of the TEF3 and TEF4 yeast genes coding for eEF1Bc on TBSV repRNA accumulation in yeast and in a cell-free extract.(A) Top left panel: Replication of the TBSV repRNA was measured by Northern blotting 24 h after initiation of TBSV replication in the shown yeast strains. The accumulation level of repRNA was normalized based on the rRNA (middle panel, the 18S ribosomal RNA levels were estimated by Northern blotting). Each sample was obtained from different yeast colonies. Top right panel: Ethidium-bromide stained agarose gel shows the reduced accumulation of TBSV repRNA in tef4D yeast. (B) Complementation of tef4D yeast with plasmid-based Tef4p (eEF1Bc). The expression of the TEF4 mRNA is shown in the bottom panel based on Northern blotting. (C)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "eEF1Bc promotes minus-strand synthesis by the closely-related TCV RdRp. (A) Purified eEF1Bc was added to the TCV RdRp assay as shown. The TBSV (+)RNA template was the short 39 end region [SL3-2-1(+), 20 pmol], which contain the promoter region (SL1) for initiation and the replication silencer element (within SL3) that down-regulates initiation. The gel image shows the results of RNA synthesis in a TCV RdRp assay in the presence of 2, 10, 20 and 40 pmol eEF1Bc. 2 pmol of purified TCV RdRp was used in these assays. (B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "-) representing portions of the minus-stranded RNA. See further details in panel B. doi:10.1371/journal.ppat.1002438.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 3. eEF1Bc binds to the 39 end of the TBSV (+)RNA. (A) in vitro binding assay with purified eEF1Bc using an ssDNA oligo/ssRNA template duplex. The annealed ssDNA (purple)/ssRNA (black) duplexes representing the 39 end of the TBSV RNA are shown schematically. The assay contained the annealed ssDNA/ssRNA plus 0.6 and 0.4 pmol purified recombinant eEF1Bc, respectively. The 32 P-labeled free ssDNA and ssDNA/ssRNA duplex were separated on nondenaturing 5% acrylamide gels. Quantification of the ssDNA/ssRNA duplex was done with ImageQuant. (B) RNA gel shift analysis shows the role of the SL1 tetraloop in binding to eEF1Bc. The RNA templates representing the 39 end of the TBSV RNA and the mutations (circled nucleotides) are shown schematically. The eEF1Bc -32 P-labeled ssRNA complex was visualized on nondenaturing 5% acrylamide gels. The RNA transcript (0.2 pmol), and eEF1Bc (0.4, 0.5 and 0.6 pmol) were used in these assays. doi:10.1371/journal.ppat.1002438.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "eEF1Bc stimulates the RdRp activity of a viral polymerase on a TBSV template in vitro. (A) Schematic presentation of the RNA templates representing the wt and mutated 39 ends of TBSV (+)RNA. The middle-range RSE-gPR interaction is shown with dotted lines and the nucleotides involved are in gray boxes. The mutated nucleotides are encircled, while the SL2 hairpin is not shown. The panel shows a representative denaturing gel of 32 P-labeled RNA product synthesized by TCV p88C RdRp in vitro in the presence of 20 pmol of purified recombinant eEF1Bc. The level of RNA synthesis was compared to that of the RdRp activity obtained in the absence of eEF1Bc (100%). Each experiment was repeated three times. (B) eEF1Bcstimulates the RdRp activity of a viral polymerase in vitro on a duplex (partially double-stranded) RNA template. In vitro RdRp assay was performed with TCV p88C (2 pmol) in the presence or absence of purified eEF1Bc (20 pmol) using a partial dsRNA template (20 pmol, as shown schematically on the top(. The level of RNA synthesis was compared to that of the RdRp activity obtained in the absence of eEF1Bc (100%). (Each experiment was repeated three times. (B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Co-purification of eEF1Bc with the p33 replication protein and the viral RNA from yeast. (A) Top panel: Western blot analysis of p33 with the co-purified eEF1Bc protein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Knockdown of eEF1Bc inhibits TBSV RNA replication in N. benthamiana plants. (A) Symptoms of TBSV infected plants 10 days after inoculation/19 days after agroinfiltration and the phenotype of the eEF1Bc knockdown N. benthamiana plants 19 days after agroinfiltration with the VIGS vectors. VIGS was performed via agroinfiltration of Tobacco rattle virus (TRV) vectors carrying eEF1Bc sequence or the TRV empty vector (as a control). (B) Reduced accumulation of TBSV RNA in the inoculated leaves of eEF1Bc knockdown N. benthamiana plants 3 days post-inoculation, based on Northern blot analysis. Inoculation with TBSV gRNA was done by sap inoculation 9 days after silencing of eEF1Bc expression. Ribosomal RNA is shown as a loading control at the bottom of the panel. (C) Reduced accumulation of TBSV RNA in the systemically-infected leaves of eEF1Bc knockdown N. benthamiana plants 6 days post-inoculation. See further details in panel B. doi:10.1371/journal.ppat.1002438.g007",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Knockdown of eEF1Bc inhibits TMV RNA replication in N. benthamiana plants. (A) Symptoms of TMV infected plants 10 days after inoculation and 19 days after agroinfiltration with the VIGS vectors. (B) Reduced accumulation of TMV RNA in the inoculated leaves of eEF1Bc knockdown N. benthamiana plants 3 days post-inoculation. (C) Reduced accumulation of TMV RNA in the systemically-infected leaves of eEF1Bc knockdown N. benthamiana plants 6 days postinoculation. See further details in Figure 7. doi:10.1371/journal.ppat.1002438.g008",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "A model describing the functions of eEF1Bc and eEF1A during tombusvirus replication. (A) Schematic representation of the secondary structure of the TBSV 39 end and the RSE-gPR interaction. The arrow indicates the middle-range RNA base-pairing that leads to a closed structure formed at the 39 end of TBSV RNA as shown in panel B. (B) We propose that eEF1Bc opens up the closed structure in the RNA, while eEF1A binds to both the p92 pol replication protein and the RSE sequence. These events lead to proper positioning of p92 pol over the ''opened'' promoter sequence, thus facilitating initiation of minus-strand synthesis. Displacement of eEF1Bc from the (+)RNA during RNA synthesis decreases the probability of new rounds of initiation by p92 pol on the original (+)RNA templates. Thus, these events favor limited minus-strand synthesis and facilitate plus-strand synthesis to generate excess amount of new (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "S1 eEF1Bcbinds to the 39 end of the TBSV (+)RNA. (A)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "eEF1Bcstimulates the RdRp activity of a viral polymerase in vitro on a duplex (partially double-stranded) RNA template. In vitro RdRp assay was performed with TCV p88C (20 pmol( in the presence or absence of purified eEF1Bc (20 pmol( using a partial dsRNA template (20 pmol, as shown schematically on the top(. The level of RNA synthesis was compared to that of the RdRp activity obtained in the absence of eEF1Bc (100%). doi:10.1371/journal.ppat.1002438.g004",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Dr. Daniel Barajas for valuable comments and Kunj B. Pathak and Kai Xu for the help in purification of recombinant proteins from E. coli.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}