{
    "paper_id": "74de948d0adbf472ee959b8521f40fb4a5aa034a",
    "metadata": {
        "title": "Moonshot Science-Risks and Benefits",
        "authors": [
            {
                "first": "Arturo",
                "middle": [],
                "last": "Casadevall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Ever since the successful Apollo 11 Moon landing in 1969, a \"moonshot\" has come to signify a bold effort to achieve a seemingly impossible task. The Obama administration recently called for a moonshot to cure cancer, an initiative that has elicited mixed responses from researchers who welcome additional funding but worry about raising expectations. We suggest that a successful moonshot requires a sufficient understanding of the basic science underlying a problem in question so that efforts can be focused on engineering a solution. Current gaps in our basic knowledge of cancer biology make the cancer moonshot a uniquely challenging endeavor. Nevertheless, history has shown that intensive research efforts have frequently yielded conceptual and technological breakthroughs with unanticipated benefits for society. We expect that this effort will be no different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Shoot for the moon, because even if you miss, you'll land among the stars.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "-Leslie Brown (18) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "ited mixed responses from medical researchers. Many praise it, because any increase in funding for biomedical science is welcome after more than a decade of diminishing research dollars (1), but others worry that the problem of cancer is too complex and too difficult to promise a cure (2) . The critics are concerned about what can realistically be accomplished against cancer and fear that failing to deliver a cure in a timely fashion risks eroding public confidence in science.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Aside from raising doubts about curing cancer, the discussion raises the larger questions of how science works and how scientific progress can be fostered. History provides several examples of large public expenditures that produced spectacular results, including the Manhattan Project in the 1940s, the Moon landing in the 1960s, the development of AIDS therapies beginning in the 1980s, and completion of the human genome project in the 1990s. On the other hand, President Nixon's war on cancer of the 1970s failed to deliver a cure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Why are some large research endeavors successful, while others fail to deliver? One major difference between successful and unsuccessful scientific moonshots is the extent to which the fundamental basic science underlying the goal is understood. The Manhattan Project that delivered the atom bomb in 1945 to end World War II was based on a solid theoretical understanding of nuclear fission, which had been understood since the late 1930s (3). Similarly, the moon landings of the 1960s relied on 17th-century Newtonian physics and advances made in the German ballistic missile programs of the 1940s (4). Scientists combating the AIDS epidemic benefited from decades of research on retroviruses dating back to the early 20th century (5) , so that the first cases of AIDS in 1981 were quickly followed by the discovery of HIV in 1983 (6) and the advent of antiretroviral therapy in 1987 (7) . Even the first antiretroviral drug, zidovudine (AZT), was a repurposed anticancer compound that was first synthesized in 1964 (8) . The human genome project of the 1990s was a triumph that relied on decades of fundamental science (9) . Scientists had already established that DNA was responsible for heredity, had a double-helical structure, and could be sequenced by various techniques. Technological ad-vances greatly accelerated their efforts to sequence the human genome.",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 735,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 885,
                    "end": 888,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1121,
                    "end": 1124,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The same rules have applied to three recent public health emergencies: the severe acute respiratory syndrome (SARS) coronavirus epidemic of 2003, the West African Ebola virus outbreak in 2012, and the current emergence of Zika virus in the Americas. In 2003, a new coronavirus rapidly spread from Asia throughout the world (10). However, the SARS epidemic was contained after only a few months as the result of a rapid response that relied on wellestablished principles for the epidemiological control of infectious diseases, including rapid identification of cases and the isolation and quarantine of infected individuals. The full SARS genome sequence was known within weeks of the identification of the infectious agent (11) . Within months, neutralizing human monoclonal antibodies (MAbs) were made to provide a means for specific treatment and prophylaxis (12) . In 2014, the world experienced the largest Ebola virus outbreak in history, killing thousands of individuals in multiple countries (13) . The Ebola outbreak was also controlled through infection control protocols that reduced contagion, including the strict isolation of infected patients and the use of full personal protective equipment. Once again, new therapeutics in the form of passive transfer of MAbs and immune sera were used, and a vaccine was developed so rapidly that it could be tested in the final stages of the outbreak (14) . In both the SARS and Ebola emergencies, the development of antibody therapies relied on decades of basic-science studies on antibody-mediated immunity, immunoglobulin structure, and the development of MAb technology. The world now faces the threat of Zika virus, which emerged in the Americas in 2015 to cause a constellation of diseases ranging from microcephaly to Guillain-Barré syndrome (15) . Substantial resources are being considered to combat this menace, and rapid mobilization to test antiviral compounds, to obtain neutralizing antibodies for prophylaxis and therapy, and to develop vaccines is possible only due to an existing scientific infrastructure that can build on prior knowledge to help society address a new menace.",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 727,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 999,
                    "end": 1003,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1403,
                    "end": 1407,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1801,
                    "end": 1805,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the challenges associated with landing on the Moon and controlling a viral epidemic are very different, each of the above examples shares a common denominator: projects can ultimately succeed when earlier generations have invested in basicscience research, often without necessarily knowing where it will lead. Is the cancer field ready for a moonshot? Perhaps. In the 4 decades since Nixon's war on cancer, there has been tremendous progress in our understanding of cancer, including the discovery of oncogenes, cellular growth factors, and mutations associated with carcinogenesis. Although cancer remains a major killer throughout the world, the death rates for a number of major cancers, including gastric, breast, uterine, lung, prostate, and colorectal cancer, are actually declining (16) , while average survival times have improved. Even if a cure is not forthcoming, the risk of shooting for the Moon is low. Earlier moonshots have produced benefits that could not possibly have been envisaged when the projects began. The Manhattan Project generated a vast amount of spin-off information that found its way into civilian nuclear power, radioisotopes for medical use, and plutonium-based batteries for exploratory spacecraft. The space program of the 1960s improved weather forecasting through satellite observation and greatly enhanced telecommunication, and it gave us the global positioning system that empowers our cell phones. Successes in HIV treatment showed that it was possible to effectively treat chronic viral infections, and today the same technology is being applied to many different viruses, some of which cause cancer. The human genome project of the 1990s led to the development of rapid sequencing technologies that have brought molecular biology into routine clinical use, including the use of sequence information to guide cancer therapy. Although Nixon's war on cancer failed to deliver a cure in the 1970s, that effort improved our understanding of the molecular causes of cancer, which is now bearing fruit in the form of new drugs. The efforts to contain SARS provided new information about coronaviruses, and that experience is now being applied to a new coronavirus threat known as the Middle East respiratory syndrome, or MERS (17) . Even moonshots that do not reach the Moon can provide tremendous benefits for society.",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 803,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2273,
                    "end": 2277,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Obama cancer initiative reopens the debate on the optimal approaches for investment of public funds in biomedical research. While acknowledging the complex and formidable challenges posed by cancer, we are confident that if money for the cancer moonshot is spent on good projects, those projects are likely to yield many benefits to society, even if cures for some cancers continue to be elusive. Just as money spent on cancer in earlier years allowed rapid progress against HIV, knowledge generated from this initiative is likely to benefit many fields in addition to oncology. We urge policymakers and administrators to recall that the successful moonshots of the past each involved a solid foundation of basic science that was translated into practical applications that were useful to society. A broad research effort that balances advances in basic knowledge, the development of novel technologies, and robust clinical trials will give us the best chance to suc-ceed. Moonshot science is grand, optimistic, and well worth the risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "NIH, research funding trends. Federation of American Societies for",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Faseb",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Experimental Biology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "We won't cure cancer",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Breivik",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Atomic energy for military purposes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                }
            ],
            "year": 1945,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "How we got to the moon: the story of the German space pioneers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Perspectives on retroviruses and the etiologic agent of AIDS",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Hsiung",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Yale J Biol Med",
            "volume": "60",
            "issn": "",
            "pages": "505--514",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Isolation of a T-lymphotropic retrovirus from a patient at risk for acquired immune deficiency syndrome (AIDS)",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Barré-Sinoussi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Chermann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Nugeyre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chamaret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gruest",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dauguet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Axler-Blin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vézinet-Brun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rouzioux",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rozenbaum",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Montagnier",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Science",
            "volume": "220",
            "issn": "",
            "pages": "868--871",
            "other_ids": {
                "DOI": [
                    "10.1126/science.6189183"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "FDA approves AZT",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kolata",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Science",
            "volume": "235",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.3469754"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nucleosides. V. The monomesylates of 1-(2=-deoxy-␤-D-lyxofuranosyl)thymine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Horwitz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noel",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "J Org Chem",
            "volume": "29",
            "issn": "",
            "pages": "2076--2078",
            "other_ids": {
                "DOI": [
                    "10.1021/jo01030a546"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Human Genome Project: lessons from large-scale biology",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patrinos",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "286--290",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1084564"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "Adme",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stöhr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "2431--2441",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra032498"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The aetiology, origins, and diagnosis of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "1172--1179",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(04)01172-7"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Potent neutralization of severe acute respiratory syndrome (SARS) coronavirus by a human mAb to S1 protein that blocks receptor association",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tamin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Tallarico",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Olurinde",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Bellini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Marasco",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "2536--2541",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0307140101"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mathematical modeling of the West Africa Ebola epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Chretien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Elife",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.09186"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Implementation of an Ebola virus disease vaccine clinical trial during the Ebola epidemic in Liberia: design, procedures, and challenges",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Neaton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Kieh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Massaquoi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Touchette",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Nason",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Follmann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Boley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Kateh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Nyenswah",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Trials",
            "volume": "13",
            "issn": "",
            "pages": "49--56",
            "other_ids": {
                "DOI": [
                    "10.1177/1740774515621037"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Zika virus: history of a newly emerging arbovirus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wikan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Infect Dis",
            "volume": "16",
            "issn": "16",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(16)30010-X"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cancer facts and figures",
            "authors": [],
            "year": 2016,
            "venue": "American Cancer Society",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Middle East respiratory syndrome coronavirus: another zoonotic betacoronavirus causing SARS-like disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Microbiol Rev",
            "volume": "28",
            "issn": "",
            "pages": "465--522",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00102-14"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Shoot for the Moon because even if you miss, you'll land among the stars",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Eliason",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The views expressed in this Editorial do not necessarily reflect the views of this journal or of ASM",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}