{
    "paper_id": "76481505399740984fe9bf11fdfec984fbf11e32",
    "metadata": {
        "title": "Supporting Protocol S1: Model definition Disease transmission",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "events such as \"become infectious\" and \"become symptomatic\", as per the waiting time distributions defined in Figure 1 and Table 1 . New infection events were generated by evaluating the instantaneous force of infection for each individual, Intervention events were determined by the algorithm defined in the Methods section of the main text (or defined below when testing was in effect). If a disease progression event or an intervention event occurred before the next infection, these events took precedence and the next infection event was recalculated starting from that point in time. Otherwise, time was updated to the next infection event, the identified individual was infected and the process of generating the next event was started again.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 118,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 123,
                    "end": 130,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Key simulation results were confirmed using independent source code and the dynamics of the mass-action sub-model were verified using a deterministic differential equation model. A further modifier ε was defined to be the probability that people stayed away from work or school and do not mix with their peer-groups when symptomatic. Note that they did mix with the community as a whole when symptomatic. This tendency to stay at home was considered to be part of the natural behavioral response to influenza infection and not motivated by any particular public health directive. The instantaneous force of infection experienced by the th individual if they were not in isolation was",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "if was asymptomatic, 0 otherwise,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "and 0 with probability if was an adult and was symptomatic 0 with probability if was a child and was symptomatic 1 otherwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When individuals left the home to enter isolation they no longer contributed to infection in the home, the peer-group or in the community. As a neutral assumption, transmission did still occur between those in isolation, but it was sufficiently well controlled so as not to be a significant factor for the whole population. The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although hazards can be useful in some contexts for describing the natural history of infectious disease, we choose to present transmission scenarios in terms of the transmissibility. For example, we use θ , the proportion of transmission which is either presymptomatic or asymptomatic [1] , rather than the relative hazards and PS h AS h . In this section, we define these parameters in terms of the average number of secondary cases (see Supporting Figure S3 ). ",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 460,
                    "text": "Figure S3",
                    "ref_id": null
                }
            ],
            "section": "Natural history parameters"
        },
        {
            "text": "The statistics introduced in Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 36,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Natural history parameters"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings Of The National Academy Of Sciences Of The United States Of America",
            "volume": "101",
            "issn": "",
            "pages": "6146--6151",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "waiting times from the appropriate exponential distributions and so simulating the time and individual associated with the next infection event.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Two indicator functions are required to allow a clear definition of the force of infection. Let H ij δ be equal to 1 if two distinct individuals and share a household and equal to 0 otherwise. Similarly, let i j PG ij δ be the indicator function for peer-groups.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "the ratio of transmissibility in isolation compared with the overall level of transmission outside isolation, S D was the duration of symptoms, H p was the probability of hospitalization conditional on being symptomatic and H D was the duration of hospital stay.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "probability that an infection event does not occur between two individuals in the simulation during the presymptomatic phase given that there was a constant hazard of infection . Similarly, let h ( ) during the symptomatic and asymptomatic phases respectively. The probability of an infection being asymptomatic was defined to be A p , the proportion of the population that were adults was A q and the probability that a member of the population lived in a household of size n was equal to n p . The average number of coworkers and classmates are denoted by and respectively. The average number of secondary infections generated by a single infectious individual, -peer-group or -community}. With reference to the definition of the force of infection above, individual expected numbers of secondary cases for different combinations of disease stage and setting are defined below. We assumed a maximum household size of 10",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "larger households. The number of active household members in the household of the th individual, i.e. not isolated or dead, was defined to be i group to household), and (community to household), used as modifiers for different disease stages and transmission settings. Values for CH h β and the relative hazards were derived from other more intuitive parameters (see below in this section).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "are defined in terms of generation time and the",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "After a delay of 1 day, all compliant non-symptomatic household members took 1 dose of prophylactic antivirals per day when antiviral policies were in effect (QA,QIA,QIAC). Symptomatic household members took 2 doses of anitvirals per day.5. If contact tracing was in effect, each compliant adult member of the household named, on average, 5 people from her peer-group if she had not been asked to name contacts before.6. If isolation was in effect, newly found symptomatic individuals who were compliant voluntarily entered isolation with probability C p after a delay of 1 day. If an isolated individual no longer showed symptoms (or no longer had detectable viral load if testing was in effect) after 3 days, she was released from isolation and joined her household, which might be quarantined.Otherwise, she was isolated for another 3 days.7. Isolated individuals were given 2 doses of antivirals per day, without a delay, in all simulations, regardless of the policy for the use of antivirals in households. 8. If contact tracing was in effect, contacts (if known and not already in the program), of all newly found symptomatic or hospitalized household members were traced with a mean delay of 1 day. 9. If the household was tested, the household was released from quarantine if all test results were negative and there were no new symptoms or hospitalizations since the samples were taken. If the household was not releasable, they were retained for 4 days before retesting. If there were new symptoms while waiting for retesting, retesting was voided and the household was quarantined for 7 days and then Step 8 was taken. If testing was closed at the time of retesting, the household was considered for release using the symptoms-based rule in Step 8. 10. If testing was not in effect or closed, and if there were no new symptoms (from compliant members) or hospitalizations in the household for 7 (or 4 days if this was reached from Step 7 when testing was closed to retesting) days, the household was released from quarantine. Otherwise, we returned to",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The maximum number of tests that could be processed in single day was 3,000 per 6.8 million population in the \"constrained\" case in Supporting Figure S5 . The time it takes to test a sample was assumed to be 1.5 days and the sensitivity and specificity of the test was assumed to be 60% and 100% respectively. These approximate values are based on maximum use of current laboratory infrastructure in Hong Kong. Although laboratory sensitivity would be much higher than 60%, it is likely that many samples taken in the field would not be viable.The voluntary household intervention process was changed to the following when testing was in effect:1. If testing was in effect, testing was closed to new jobs when there were fewer than 10 available test servers. Testing remained closed for 1 day or until more than 10 free test servers were available, whichever occurred last.2. An individual from households not in voluntary quarantine had the opportunity to enter the program via one of the following three routes: she developed symptoms, she was contacted through contact tracing or she was hospitalized. We assumed she volunteered and actually reported with probability C p for symptoms and contact tracing, and with probability 1 for hospitalization. She complied with the program until released. After release, individuals were not bound by previous decisions to join or not join, i.e. they could choose again.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 152,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "Testing"
        },
        {
            "text": "We assume that both children and adults are members of a highly connected groups of peers. For children, this corresponds directly with their classmates at school. For adults this group represents their co-workers or day-time social contacts. We constrained our contact tracing process to ask for only 5 contacts from each compliant symptomatic adult in the program and we assumed that the effective average size of the peer group was 30. These assumptions are conservative as they resulted in a low average probability that a named contact was actually infected by the individual.However, the use of non-overlapping peer-groups for adults may overestimate levels of connectivity and hence may overestimate the efficacy of contact tracing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The peer-group contact network"
        }
    ]
}