{
    "paper_id": "77b8307c0de7ad71378665456b43e4185d5e5477",
    "metadata": {
        "title": "Economic Assessment of FMDv Releases from the National Bio and Agro Defense Facility",
        "authors": [
            {
                "first": "Dustin",
                "middle": [
                    "L"
                ],
                "last": "Pendell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kansas State University",
                    "location": {
                        "settlement": "Manhattan",
                        "region": "Kansas",
                        "country": "United States of America"
                    }
                },
                "email": "*dpendell@ksu.edu"
            },
            {
                "first": "Thomas",
                "middle": [
                    "L"
                ],
                "last": "Marsh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington State University",
                    "location": {
                        "settlement": "Pullman, Washington"
                    }
                },
                "email": ""
            },
            {
                "first": "Keith",
                "middle": [
                    "H"
                ],
                "last": "Coble",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mississippi State University",
                    "location": {
                        "settlement": "Starkville",
                        "region": "Mississippi"
                    }
                },
                "email": ""
            },
            {
                "first": "Jayson",
                "middle": [
                    "L"
                ],
                "last": "Lusk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oklahoma State University",
                    "location": {
                        "settlement": "Stillwater",
                        "region": "Oklahoma",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [
                    "C"
                ],
                "last": "Szmania",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "LLC",
                    "location": {
                        "settlement": "Austin",
                        "region": "Texas",
                        "country": "United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study evaluates the economic consequences of hypothetical foot-and-mouth disease releases from the future National Bio and Agro Defense Facility in Manhattan, Kansas. Using an economic framework that estimates the impacts to agricultural firms and consumers, quantifies costs to non-agricultural activities in the epidemiologically impacted region, and assesses costs of response to the government, we find the distribution of economic impacts to be very significant. Furthermore, agricultural firms and consumers bear most of the impacts followed by the government and the regional non-agricultural firms. a site-specific bio-safety and bio-security mitigation risk assessment, which includes an integrated set of analyses using plume modeling and epidemiologic impact modeling. . ., and the results of the National Academy of Sciences' review of the risk assessment. . .\" [1] .",
            "cite_spans": [
                {
                    "start": 879,
                    "end": 882,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Economic analysis is congressionally mandated as part of the site specific risk assessment, necessary to link outcomes from the plume and epidemiological models to risk outcomes. A focal point of the risk assessment centers on potential accidental releases of viruses from NBAF and the subsequent consequences of such releases. Releases of viruses from research facilities are not necessarily common, but have uncertain economic consequences and have occurred in the past [2] .",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 475,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The purpose of the current study is to estimate the economic consequences associated with unintentional, hypothetical releases of foot-and-mouth disease virus (FMDv) from NBAF. Specifically, we assess the economic consequences to agricultural firms and consumers, quantify costs and disruptions to non-agricultural activities in the epidemiologically impacted region, and assess costs of response to the government. Different from previous economic studies of FMD outbreaks in the United States [3-6] and across the world [7], the current study is unique as it examines unintentional aerosol, liquid waste, transference, and tornado releases from an animal research facility. This set of releases provides a nearly complete coverage of the feasible risk space, providing a broad landscape over which release events could translate into a range of economic consequences. Given the inherent uncertainty in an FMD outbreak, economic consequences are assessed over a distribution of epidemiological outcomes. Finally, the extensive and intensive nature of this site specific risk assessment (e.g., plume, epidemiological, socioeconomic data, information, and modeling) over a large study region is unprecedented in previous FMD studies focused on the U.S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The findings of this study have important implications from modeling to policy. First, the distribution of economic consequences between unannounced (aerosol, liquid waste, and transference) and announced (tornados) releases are differentiated. While the releases are hypothetical, they are plausible as demonstrated by recent, similar FMDv events occurring across the world[2]. Second, a multi-step risk assessment evolved whereby an updated site specific risk assessment followed the initial site specific risk assessment. A purpose of the updated risk assessment is to respond to limitations identified by both the National Academy of Sciences and public comments. Third, mitigation control includes stamping out, vaccinate-to-live, and vaccinate-to-kill. A concern is that in the event of large outbreaks killing all infected animals may not be feasible. Fourth, uncertainty is carried from the plume model through the epidemiologic model outcomes to the economic assessment, identifying distributions of potential economic outcomes and not a simple point estimate of economic consequences. Finally, intertemporal welfare effects are differentiated across agricultural firms and commodities from production to feeding, processing, and down the supply chain to consumption. As a result, we are able to examine the impacts of FMDv releases over time and across commodities along the supply chain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There is an urgent need to develop better surveillance, diagnostics, response, and recovery to contagious diseases. Between 1940 and 2004, 60% (or 335) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Economic Assessment of FMDv Releases PLOS ONE |",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Scientific laboratories designed to study diseases are not completely risk free, and the possibility exists that accidents of nature or deliberate acts of terror might cause the spread of a disease that the facility is trying to prevent. On the one hand animal and human health officials in the United States are interested in preventing the introduction and spread of diseases like Ebola, Rift Valley Fever or Highly Pathogenic Avian Influenza, while on the other hand scientists within the United States need small quantities of these materials for study and to develop response strategies should an outbreak occur. It is a tenuous balancing act with tradeoffs that can be staggering varying in outcomes and economic value. This study considers a timely and relevant case, food-and-mouth-disease (FMD), in one such facility, the National Bio and Agro Defense Facility (NBAF). We couple outcome from plume and epidemiological models with an economic model to calculate the potential economic consequences of several critical types of accidental releases from a research facility. The approaches used here are likely to have application for other diseases and research facilities, and in providing a monetary estimate of the risks posed by such facilities that can be compared against the benefits of better preparedness. In 2009, Manhattan, Kansas was selected as the site for the new National Bio and Agro Defense Facility. It is intended to replace the current research facility at Plum Island Animal Disease the United States were zoonotic, a disease that is transmissible between animals and humans, with 72% originating from wildlife [8] . Trends suggest that the frequency of emerging infectious diseases will continue to increase, especially with the growing interface between humans, animals, and wildlife [9] .",
            "cite_spans": [
                {
                    "start": 1640,
                    "end": 1643,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1815,
                    "end": 1818,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Potential transmission and spread of foreign animal diseases (FAD) and zoonotic diseases are driven by some of the same forces that propel the global economy. Globalization has increased both international trade and human mobility. As the world human population and standard of living continues to grow, there is, and will be a continued increase in demand for protein from livestock. The United Nations World Tourism Organization [10] forecasts a 3 to 4% increase over 2012s record one billion international tourist arrivals worldwide in 2013.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 435,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The economic losses associated with emerging, highly contagious FADs and zoonotic diseases can be significant. According to the World Bank [11] , the direct costs (e.g., costs to public and animal health services and producer compensation for culled animals) and indirect costs (e.g., trade and tourism) of outbreaks during the 2000s surpassed $20 billion and $200 billion, respectively. Hosono et al. [12] estimated that the 1998-1999 Nipah Virus outbreak in Malaysia resulted in $90 million in losses from culled animals and $170 million in indirect effects. The 2003 severe acute respiratory syndrome (SARS) outbreak in East Asia and Canada resulted in estimated losses of $40 to $50 billion [11] . In the 2001 FMD outbreak in the UK that lasted more than 220 days in duration, over six million animals were culled with estimated losses of $10 billion to $12 billion [13] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Animal agriculture is important to the U.S. economy as it is a primary source of food and nutrition, a major contributor to exports, and it is valued at $165 billion [14] . With such a vital industry, the United States needs to position itself to defend against the threat of FADs and zoonotic diseases. To do so, a modern biocontainment laboratory that is capable of conducting research and developing vaccines against such diseases is required, yet the United States does not currently have one. In 2004, in the Homeland Security Presidential Directive 9 (HSPD-9): Defense of United States Agriculture and Food, the Administration showed the need for such a facility:",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "\"The Secretaries of Agriculture and Homeland Security will develop a plan to provide safe, secure, and state-of-the-art agriculture biocontainment laboratories that research and develop diagnostic capabilities for foreign animal and zoonotic diseases\" [15] .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are 14 foot-and-mouth disease virus incidents known or believed to have been released over the past 50 years from biocontainment research laboratories worldwide, including Czechoslovakia, Demark, Germany, Spain, Russia, United Kingdom, and United States [2] . Because of potential release and subsequent consequences of a contagious infectious disease, proper analyses and reviews must be conducted before constructing a new state-of-the-art biocontainment research facility.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Homeland Security [16] has noted that PIADC is at \"the end of its lifecycle and is too small to meet the nation's research needs\".",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is the intent that NBAF will: (1) replace and enhance the current research at PIADC; (2) enhance research capabilities diagnosing foreign animal, emerging and zoonotic diseases in large animal livestock; (2) develop new vaccines and other countermeasures for large animal livestock; (3) train veterinarians and animal agricultural specialists in preparing for and responding to animal diseases; and (4) give the United States its only BSL-4 research capacity of high-consequence diseases affecting large animal livestock. Because of two Government Accountability Office [2, 17] reports, the FY 2010 DHS Appropriation Act (P.L. 111-83) would not allow funds to be made available for construction of NBAF until it completed a site specific risk assessment to be reviewed by the National Academies of Sciences [1] .",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 810,
                    "end": 813,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Following the Appropriations Act of 2010, DHS commissioned the Site-Specific Biosafety and Biosecurity Mitigation Risk Assessment in 2010, including a review by the National Academy of Sciences (NAS). In the NAS review, they noted several shortcomings in the site specific risk assessment (SSRA), including an inadequate qualitative risk assessment, underestimation of the risk of a pathogen release and transmissions, and methodological flaws of the plume and epidemiological modeling [18] . To address these shortcomings, DHS conducted an Updated Site-Specific Biosafety and Biosecurity Mitigation Risk Assessment in 2012 [16] , which was also reviewed by the National Academy of Sciences [19] . The information from initial risk assessment completed in 2010 was used in altering the design of NBAF and changing the standard operating procedures, personnel training, and emergency response planning. For example, the initial design of NBAF would withstand wind speeds of 90 miles per hour [20] . Following the updated risk assessment, the design of NBAF was modified to conform to nuclear regulatory standards and withstand with up to 228 miles per hour [16] .",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 490,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 691,
                    "end": 695,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 991,
                    "end": 995,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1156,
                    "end": 1160,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To assess the economic impacts of unintentional FMDv releases from NBAF, we follow [4, 7, [21] [22] to link supply shocks from an animal disease spread model with a multi-commodity, multi-market partial equilibrium model. This is supplemented with a regional input-output economic model to capture impacts on allied and associated businesses [4, 21] . Additional economic shocks include domestic and international markets, which are discussed in detail below. Government costs associated with controlling and eradicating and FMD outbreak are calculated as well.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 87,
                    "end": 89,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 90,
                    "end": 94,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 95,
                    "end": 99,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Modeling Framework"
        },
        {
            "text": "The epidemiological disease spread model used in this study is the North American Animal Disease Spread Model (NAADSM). NAADSM is a spatial, stochastic, state-transition simulation model that simulates highly contagious animal diseases [23] . NAADSM has been used in numerous studies to evaluate the impacts of highly contagious animal diseases in various countries including several economic impact studies [3-4, 6, 21-22] . The NAADSM framework requires extensive parameterization including information on animal population (e.g., location, production type, size of herd), disease manifestation (e.g., latently infected), disease transmission (e.g., direct, indirect, and aerosol), disease detection, surveillance, and control (e.g., animal movements, traceability, and vaccination). The parameters can take on an integer value (e.g., number of herds destroyed per day), probability (e.g., probability of infection given exposure to an infected herd), probability density function (e.g., length of time that an infected herd is subclinically infectious) or relational function (e.g., probability of detecting an infectious herd, which is a function of clinical signs being observed and being reported to authorities once clinical signs have been observed). The parameters are developed through literature searches, research, and expert opinions. Given the epidemiological output is exogenous input into the economic model, and not the primary focus of this paper, the reader is referred to DHS [16, section 6.1.4] for complete documentation of the parameter values used in this study.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 408,
                    "end": 423,
                    "text": "[3-4, 6, 21-22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological Disease Spread Model"
        },
        {
            "text": "NAADSM is simulated 200 times for each scenario to generate a distribution of disease spread outcomes. In addition to the uncertainty resulting from the stochastic disease spread model, different starting locations for infection are also incorporated to better reflect uncertainty. Unlike previous studies which pick a specific starting location (e.g., cow-calf operation or feedlot operation) to model the consequences of an FMD outbreak, this study includes all possible starting locations (e.g., cow-calf operations, feedlot operations, etc.) for each release scenario. In other words, for each starting location the FMD outbreak is modeled and the consequences are ranked. It is then possible to report the outbreak consequences at the probability levels (e.g., P5, P50, and P95) for the different starting locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Disease Spread Model"
        },
        {
            "text": "Agricultural Firms and Consumers. A quarterly multi-market partial equilibrium simulation model is used to assess how unintentional releases of FMDv would impact U.S. agricultural producers and consumers. This study utilizes an updated version of the Paarlberg et al. [22] partial equilibrium model. The partial equilibrium model includes major agricultural sectors along vertical and horizontal market chains beginning with livestock and grain production to meat processing and the final consumer, including both domestic and international. Exogenous, production, domestic demand, and international trade, shocks resulting from an FMD outbreak are incorporated into the model as percentage changes from the baseline. The economic model then solves for the percent changes in the endogenous variables (prices and quantities) for each quarter. The percent changes in the endogenous variables are then applied to a baseline defined by the observed data for the first quarter of 2009 through the fourth quarter of 2018 of no-disease. This results in estimated changes in per capita consumer welfare and changes in quasi-profits and captured by returns to capital and management.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Economic Model"
        },
        {
            "text": "Parameters for the partial equilibrium model include livestock-feed balance information, revenue and factor shares, and elasticities. The livestock-feed balance information, revenue shares, and factor shares are retained as defined in [22] . The retail elasticity values for final meat demand for beef, pork, and poultry [24] , lamb [25] , and milk [26] are updated for this study. Substitution elasticities for derived demand and trade elasticities remained unchanged. Producer expectations regarding expected future returns are modeled as naïve expectations [27] . Livestock supply, use, and price data, as well as forage prices are from the Livestock Marketing Information Center [28] . Coarse grains, wheat, rice, and the soybean complex supply, use, and price data are from Outlook Reports and Data prepared by the USDA-Economic Research Service [29] . Total quarterly use was generated by feed balance equations from which data on animal numbers are combined with standard feeding practices to produce quarterly amounts of forage and pasture. Hay, corn silage, and sorghum silage production is reported by the National Agricultural Statistics [30] . Uncut grazed pasture is imputed for quarters 2 and 3. International trade data are derived from LMIC [28] , USDA-ERS [31], and Foreign Agricultural Service [32] . Information concerning the crop policy mechanisms are from Provisions of the Federal Agriculture Improvement and Reform Act of 1996 [33] and the 2002 Farm Act [34] .",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1257,
                    "end": 1261,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1312,
                    "end": 1316,
                    "text": "[32]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1451,
                    "end": 1455,
                    "text": "[33]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1478,
                    "end": 1482,
                    "text": "[34]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Economic Model"
        },
        {
            "text": "Regional Non-Agricultural Sector. Assessing the costs and disruptions to the non-agricultural activities in the epidemiologically impacted region can be very important [4, 21] . Thompson et al. [13] estimates that the direct losses of tourism following the 2001 UK FMD outbreak were equal to the losses to the agricultural sector, excluding the producer compensation from the government. Furthermore, the indirect effects to tourism were more than 20 times larger when compared to the indirect effects to agriculture. The regional impacts in this study are estimated using an input-output model which is a system of equations that describe the flow of income and product throughout an economy. Specifically, the Bureau of Economic Analysis's Regional Input-Output Modeling System (RIMSII) is used because they provide a well-accepted and validated methodology to evaluate these impacts. Moreover, the input-output industrial multipliers provide the flexibility to define the states defined by the disease spread model. RIMSII integrates the input and output relationships of approximately 500 U.S. industries and regional economic accounts. The final-demand multipliers for output are used to estimate the indirect economic activity generated by a specific economic activity in a region. Thus, the intent of using the RIMSII data is to measure the effects of an FMD outbreak on the non-agricultural regional economy. Calculations are structured to remove duplication or double counting of losses. The indirect effects evaluated include: (1) the effect of culling and destroying animals on the non-agricultural regional economy (e.g., retail trade); (2) the economic implication of a travel ban that would limit recreational and non-essential travel in and out of a region; and (3) the indirect effects from the stimulus to the region created by the expenditures during government eradication and clean-up efforts. Travel bans, resulting in reduced tourism, are another important source of potential economic losses for the impacted region [35] . Travel bans composed of transit and ground transportation; spectator sports; hotels and motels; and food and drink services are evaluated.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 178,
                    "end": 198,
                    "text": "Thompson et al. [13]",
                    "ref_id": null
                },
                {
                    "start": 2039,
                    "end": 2043,
                    "text": "[35]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Economic Model"
        },
        {
            "text": "The economic impact from the loss in travel expenditures can be measured using RIMSII [36] . Total domestic travel expenditures for overnight trips and day trips of over 50 miles in 2007 were obtained from the U.S. Statistical abstract produced by the U.S. Census Bureau by state. However, the RIMSII data separates the economic effects of various forms of travel (Table 1) . Thus, using data on the percentage allocations of travel expenditures from the Bureau of Labor Statistics, expenditures are allocated by category for each state in the study region [37] .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[36]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 373,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Economic Model"
        },
        {
            "text": "While not insignificant, travel and tourism is not a dominant sector in the region. Kansas, Nebraska, and Oklahoma each constitute less than 1% of the U.S. domestic travel visits and expenditures (3.1% combined). Travel and tourism are more important in Texas, Colorado and Missouri which contribute 6.7%, 2.0% and 1.8% of domestic travel visits and expenditures, respectively. Travel expenditures, by state, for trips of over 50 miles were obtained from the U. S. Census Bureau. Additionally, the U.S. Bureau of Labor Statistics reports the percentage of allocations of travel expenditures. Thus, using data on the percentage allocations of travel expenditures, expenditures were allocated by category (e.g., air transportation) for each state in the study region [16] ). It appears likely that in major outbreaks travel restrictions to non-agricultural events will be lifted after two quarters so a maximum reduction of 4% of annual travel is realized. For outbreaks of less than two quarters, the travel reduction is computed from the number of days the outbreak lasts as a percentage of a full year's reduction.",
            "cite_spans": [
                {
                    "start": 765,
                    "end": 769,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Economic Model"
        },
        {
            "text": "Typical government costs associated with eradicating an FMD outbreak are calculated. These costs include appraisal, cleaning and disinfection, disposal, euthanasia, indemnification, quarantine, surveillance, and vaccination. Indemnification payments reflect the value of culled animals at average market prices in the first quarter of 2009 prior to an FMDv release. Table 2 reports the government costs used in this study which are based on published literature [38] [39] and the non-indemnification costs per animal are consistent in magnitude with those reported by Abdalla et al. [40] .",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 466,
                    "text": "[38]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[39]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[40]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 373,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Government Costs"
        },
        {
            "text": "An FMD outbreak would result in shocks to production, domestic demand, and international trade [5, 7, 22] . These shocks are expressed as percentage changes for each quarter and incorporated into the economic model. Production (Supply) Shock. Output from the disease spread model is used to estimate the production or supply shocks. Specifically, the number of animals culled by production type, by quarter is used to calculate the percentage reduction in supply. Additionally, two emergency vaccinations scenarios are assumed: vaccinate-to-kill and vaccinate-to-live. No federal vaccination policy for FMD exists in the U.S. and no definitive precedent was uncovered in previous studies. After discussions with members of a U.S. government review panel, the vaccinationto-live and vaccination-to-kill policies were defined for this study as initial assessment. It is realized that different assumptions concerning a vaccination policy could be made (see [3] ). For outbreaks <180 days, the vaccinate-to-kill scenario is assumed where all vaccinated animals are assumed to be culled. For outbreaks >180 days, it is assumed that culling of the vaccinated cattle will occur until the 180 th day of the outbreak and then afterwards, any vaccinated cattle in the queue to be culled or newly vaccinated cattle will not be culled and remain in the cattle inventory. Depending on the scenario (vaccinate-to-kill or vaccinate-to-live), the number of animals culled and/or animals vaccinated listed in Table 3 and Table 4 are used in calculating the production shock, respectively. Domestic Demand Shock. There are anticipated decreases in consumer demand, even though FMD does not pose a human health concern. As such, reduction in U.S. consumer demand is incorporated to allow variations in the level of consumer perception of food quality [41] . These domestic demand shocks represent the share of the U.S. population decreasing consumption of a final good and provide a policy instrument by which to manage impacts on final demand. Because there have been no FMD events on the U.S. mainland since 1929, it is [46] . Given the above information, domestic demand shocks are specified for FMD across the scenarios. Based on the epidemiological output (see Table 4 ) smaller (larger) outbreaks coincided with outbreaks that lasted shorter (longer) than one quarter. Consequently, following an FMD outbreak lasting less than one quarter, it was assumed that 5% of people would refrain from consuming beef, pork, and lamb while 2.5% would stop consuming milk and dairy products during the outbreak. This is consistent with consumer reactions to food safety events reported in [41, 44] . In the second quarter, domestic consumer demand for beef, pork and lamb declined by 2.5% and was fully recovered (i.e., 0% decline) for dairy and milk products. It is assumed that consumer demand for meat products would be fully recovered by the third quarter.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 99,
                    "end": 101,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 102,
                    "end": 105,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 955,
                    "end": 958,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1833,
                    "end": 1837,
                    "text": "[41]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2104,
                    "end": 2108,
                    "text": "[46]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2665,
                    "end": 2669,
                    "text": "[41,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2670,
                    "end": 2673,
                    "text": "44]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 1493,
                    "end": 1500,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1505,
                    "end": 1512,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 2248,
                    "end": 2255,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Exogenous Shocks"
        },
        {
            "text": "In outbreaks lasting more one quarter, it was assumed that 10% of domestic consumers would refrain from consuming beef, pork and lamb while 5% would stop consuming milk and dairy products during the outbreak. Following the end of the outbreak, it was assumed that domestic consumer demand would decrease by 5% for one quarter and 2.5% for another quarter for beef, pork, and lamb. Consumer demand for dairy and milk products would decline by 2.5% for one quarter following the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exogenous Shocks"
        },
        {
            "text": "International Trade Shock. The magnitude and duration of trade shocks assumed in this study are based on observations from previous events in throughout the world, including the United States. In 2003 and 2004, due to isolated incidences of BSE, the U.S. and Canada faced complete bans on beef in major overseas markets while beef and cattle imports and exports continued among the North America Free Trade Agreement countries (Canada, Mexico, and the United States) under a variety of restrictions [47] . The United States has experienced a long recovery relative to pre-outbreak trade status as a result the isolated BSE events. U.S. beef exports, as a percentage of beef production was 9.5% in 2003, dropped dramatically to 1.9% in 2004, and recovered to 7.4% in 2008 [28] .",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 503,
                    "text": "[47]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Exogenous Shocks"
        },
        {
            "text": "A review of previous literature is useful in identifying plausible time lengths defining trade bans for our FMD scenarios. The EU imposed a one year ban on the UK following its 2001 FMD outbreak. Rich and Winter-Nelson [7] analyzed the 2000-2001 FMD outbreaks in the southern cone of South America and concluded short lived impacts on exports to Argentina, Brazil, and Uruguay. Randolph, Morrison, and Poulton [48] assumed a 12 month ban on exports during FMD outbreaks in Zimbabwe. Nogueira et al. [49] and Tozer et al. [50] apply 1 to 2 year trade bans for hypothetical FMD outbreaks in Mexico and Australia, respectively. Although the actual length of export restrictions will depend upon the actual product, disease, trade agreements, and countries involved, these observations provide valuable information on trade bans. Given the information above, trade shocks are created in the following manner. First, 95% of all U.S. exports of beef, pork, lamb meat, cattle, swine, and sheep are halted during the full quarter of the outbreak and for one quarter after the last case appears. This assumes some processed/cooked beef is still exported after the outbreak. The interruption of exports for one quarter beyond the end of the outbreak (and for two quarters beyond the end of the outbreak when emergency vaccination without slaughter is practiced) is consistent with World Organization for Animal Health (OIE) guidelines and practices (Chapter 8.5) during FMD outbreaks [51] . Second, after the additional quarter ended with no FMD reported, it is assumed that gradual recovery of U.S. exports will occur until it reaches the baseline levels. Full recovery is assumed to occur in approximately two years following one full quarter after the outbreak is eradicated. For FMD, the duration of the outbreak becomes a critical element in determining the economic effects from trade disruptions.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[48]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[49]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[50]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1474,
                    "end": 1478,
                    "text": "[51]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Exogenous Shocks"
        },
        {
            "text": "The region of focus for this study includes seven states: Colorado, Iowa, Kansas, Missouri, Nebraska, Oklahoma and Texas. In this region agriculture is economically important, especially for livestock. In 2009, cattle and calves are the most valuable agricultural commodity in four states in the study [52] . All seven states are in the top 10 cattle and calves inventory with 45.1 million head (47.7% of total U.S. inventory) located in those seven states. Texas, Nebraska, Kansas, Iowa, and Colorado are the five largest states with cattle on feed; almost 10 million head on January 1, 2009 [52] . Furthermore, hogs are recognized as one of the top five commodities those states. Total hog and pig inventory on December 1, 2008 for the region was 30.8 million head (47.4% of total U.S. inventory). 31.2 percent of total U.S. sheep and lamb inventory (1.8 million head) occurred in those seven states on January 1, 2009 [52] . Additionally, a significant percentage of state farm receipts in this region are derived from dairy.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[52]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[52]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 921,
                    "end": 925,
                    "text": "[52]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Study Region"
        },
        {
            "text": "A unique feature of this study when compared with previous work is the size of the livestock population and number of herds. Most hypothetical FMD studies in the United States focus on a small region at the state or county level [4, 6, 27, 38, [53] [54] . With nearly 83.76 million head and 0.45 million herds, this study contains one of the largest, if not the largest, number of susceptible animals/herds of any FMD economic modeling study ( Table 5 ). The exact farm locations are not available in the United States. Location data typically exists for medium and large sized operations. Smaller operations were accounted for by incorporating locations from a dataset developed by Lawrence Livermore National Laboratory (LLNL) using the NASS Agricultural Census data from 2007 [55] .The production types used in NAADSM are adjusted to allow for use in the partial equilibrium economic model. The production types required by the partial equilibrium economic model are beef cattle, dairy, slaughter cattle, swine and sheep. As such, the production types used in NAADSM (listed in Table 5 ) are adjusted as follows: Cow-Calf + Beef (backyard) = beef cattle; Dairy = dairy; Feedlot (small) + Feedlot (large) = beef slaughter; swine = Swine (small) + Swine (large) + Swine (backyard); Goats + Sheep + Small ruminants (backyard) = sheep.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 233,
                    "end": 235,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "38,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[53]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[54]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[55]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 451,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1081,
                    "end": 1088,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Study Region"
        },
        {
            "text": "As with any contagious disease research laboratory, there are multiple mechanisms and pathways in which a pathogen might be released from a containment laboratory. Such pathways include: liquid (e.g., through a drain), solid waste (e.g., carcass disposal system), fomite and vectors (e.g., clothing, mosquito), and aerosol (e.g., air filtration system). Although protocols to reduce the risk of infectious material leaving the laboratory exist, it is impossible to eliminate all of the risk associated when dealing with highly contagious pathogen research. Thus, four plausible unintentional introduction events of the FMDv are evaluated. These events with examples of actual releases include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Release Events"
        },
        {
            "text": "In August 2007, an FMD outbreak occurred near Pribright, UK. According to DEFRA [56] , it has been suggested that the probable cause of the outbreak was due to leaking drainage pipes at the Institute for Animal Health, a zoonotic disease research laboratory.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[56]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Liquid Waste Release"
        },
        {
            "text": "In September 1971, an air leak in a gasket around a research laboratory door was the cause of in an internal release of FMDv at PIADC [2] . This scenario represents the virus accidentally released through an aerosol.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Aerosol Release"
        },
        {
            "text": "In August 1980, several steers at PIADC were found to contain a different strain of FMDv than the vaccine research being conducted. Although the actual cause of this outbreak was never determined, it is likely a laboratory worker carried and transmitted the virus to steers [2] .",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 277,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Transference Release"
        },
        {
            "text": "Although no know natural disaster has resulted in a release of FMDv, it is plausible that such an event could occur as 42 tornados, on average, are reported with 120 nautical miles of NBAF each year [16] . On June 11, 2008 , an Enhanced Fujita 4 tornado touched down in Manhattan, Kansas, including on the campus of Kansas State University, which is where NBAF will be located.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 209,
                    "end": 222,
                    "text": "June 11, 2008",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tornado Release"
        },
        {
            "text": "Each of the four release scenarios have differing: (1) probabilities of an event occurring, (2) amount of FMDv released, and (3) the means by which the virus is transported in the environment. Thus, this information is used to calculate the probability that any given premises becomes infected with FMDv. Further details about the different release mechanisms can be found in [16] pages 405-412 and 480-507.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Tornado Release"
        },
        {
            "text": "Additionally, the first three events represent unannounced events while the latter scenario represents an announced event. It is important to distinguish between these two types of unintentional releases as an unannounced release could continue to spread the FMDv until the disease is identified and confirmed by officials. In the event of an announced released, control and mitigation plans (e.g., animal movement bans, increased surveillance, etc.) could be immediately implemented, potentially reducing the impacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tornado Release"
        },
        {
            "text": "The results from the disease spread model are summarized in Tables 3 and 4 . Results are reported for the distribution of outcomes at 5 th , 50 th , and 95 th percentiles of outbreaks based on animals culled. This provides a range of consequences that may arise from an FMD outbreak. To better reflect uncertainty inherent in the potential different outbreak starting locations (i.e., cow-calf operation, feedlot, etc.), additional consequences are reported for the 5 th , 50 th , and 95 th percentiles based on location of the index case. For example, P5/P50 implies the 5 th percentile of epidemiological output based on culled animals and the 50 th percentile of epidemiological output based on starting location.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 74,
                    "text": "Tables 3 and 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Epidemiological Output"
        },
        {
            "text": "In all release events, there were several assumptions regarding vaccinations including: (1) an emergency vaccination program was implemented after the first animal was infected; (2) the FMD vaccination supply was not a limiting constraint; (3) a 10 km vaccination ring was employed; (4) all animals that were vaccinated were culled unless the outbreak lasted longer than 2 quarters, at which the culling of vaccinated animals ceased at the end of the 2 nd quarter. Those animals that were vaccinated and not culled remained in the inventory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Output"
        },
        {
            "text": "In the aerosol, liquid waste, and transference release events, there are 10 scenarios in which the outbreak lasted less than 2 quarters (i.e., vaccinate-to-kill policy); 7 of those scenarios were less than 49 days in duration (Table 3) . Additionally, the number of animals culled in those scenarios generally was less than 1.2 million head. The remaining scenarios were a vaccinate-tolive policy and ranged in duration from 266 to 533 days. The number of animals culled ranged between 6.0 and 27.4 million head for the longer duration scenarios.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 235,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Epidemiological Output"
        },
        {
            "text": "The tornado release event results have one noticeable difference: the upper bound of animals culled and duration of outbreaks was smaller when compared to the other three release events, but the lower bound was much higher. In other words, the 5 th percentile of epidemiological output resulted in 6.0 million head culled with a duration of 240 days, which is much larger than the other three release events ( Table 3 ). The number of animals culled and length of the outbreak for the 95 th percentile of epidemiological output scenario was 20.6 million head and 533 days. Although the duration of 533 days was the same as other three release event scenarios, the number of animals culled was much smaller in the 95 th percentile scenario. The impacts at the 5 th percentile were larger due to the initial spread of the virus by the tornado. Because this release event is in effect a self-announcement, mitigation and control plans are put into place immediately and a higher probability of observing and reporting the disease by a producer, which can be seen at the 95 th percentile of epidemiological output based on culled animals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 417,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Epidemiological Output"
        },
        {
            "text": "The numbers of livestock vaccinated follow a similar pattern as duration and number of animals culled. The P5/P5 and P95/P95 scenarios result in the smallest and largest number of vaccinations administered, respectively ( Table 4 ). The fewest vaccines administered are 0 in the Liquid Waste release event for P5/P5 while the P95/P95 scenario for the Transference release scenario results in over 65 million vaccinations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 229,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Epidemiological Output"
        },
        {
            "text": "To determine the total economic impact for a scenario, the changes in producer returns to capital and management and consumer welfare, government indemnification and non-indemnification expenditures, and the costs to the non-agricultural regional sector were summed together.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic Consequences"
        },
        {
            "text": "Liquid Waste Release. Losses for the liquid waste release scenario range from $0 to $138,889 million in damage ( Table 6 ). The 5 th percentile epidemiological output and 5 th and 50 th location quartiles resulted in no detection and spread of FMD (Table 4) . Thus, no economic damages were incurred. In the P5/P95 scenario (5 th percentile in epidemiological output and 95 th percentile for starting location), changes in producer returns to capital and management were a decline of $19,920 million while changes in consumer welfare increased by $3,489 million. The positive effect on consumers was a result of a small production shock, small Table 6 . Agricultural and Regional Non-Agricultural Impacts and Government Costs of Hypothetical FMD Outbreak (Millions $).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 120,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 257,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 644,
                    "end": 651,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Economic Consequences"
        },
        {
            "text": "Producer Returns to Capital and Management",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Event Output/ Location"
        },
        {
            "text": "Indemnification Non-Indemnification",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consumer Surplus"
        },
        {
            "text": "Regional Non-Agriculture Impacts",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consumer Surplus"
        },
        {
            "text": "Liquid Waste adverse reactions from consumers, and trade sanctions. In other words, it is possible for consumers of meat and dairy products to benefit from an FMD outbreak, if it is small in nature and consumer reactions are limited because of trade sanctions on agricultural exports leads to oversupply and reduce U.S. meat and dairy prices [3, 22, [49] [50] . Producer and consumer impacts for P50/P5 are similar in size to P5/P95 while the remaining distribution of epidemiological and starting location impacts range from declines of $47,578 to $64,027 million and declines of $43,436 to $60,322 million for producers and consumers, respectively. In all release event scenarios, the negative impacts to consumers are smaller than that of the producers. The regional non-agricultural effects were negative and range from $0 to losses of $4,152 billion (Table 6 ). Although government indemnification payments replace the value of lost livestock, it is not enough to offset the full economic impact on the region. The government costs associated in eradicating an FMD outbreak range from $0 to $15,448 million with 50 to 85 percent of that due to indemnity payments (Table 6) . Table 6 summarizes the distributional cumulative economic impact across the entire study period for the liquid waste release (beginning in 2009 and ending in 2018). However, consequences of disease outbreaks are inherently dynamic in nature with benefits and costs accruing differently to producers and consumers across time, and this interplay has important policy implications [5] . Fig 1 illustrates the changes in producer returns to capital and management by agricultural sector across time for the P50/P50 Liquid Waste scenario. After an outbreak is announced there is an immediate negative effect on the swine and beef cattle sectors of about $2,400 million. This is due to the loss of livestock, meat, and dairy export markets, reduced demand for red meat and dairy products by domestic consumers, and culled animals. When the outbreak is officially declared over (the 5 th quarter), the beef cattle sector's producers returns to capital and management has rebounded to the pre-outbreak levels while the swine sector's recovery to pre-disease outbreak levels occurs approximately four quarters later (the 9 th quarter). This result is mostly due to the amount of exports lost by both sectors; approximately 7% and 17% of U.S. beef and swine production in 2009 was exported, respectively. After the 5 th quarter, beef producers experience positive returns, and do so for the next 17 quarters, primarily a result of lower grain and forage prices, consumer demand fully recovering, and the gradual recovery of export markets. Swine producers also have positive gains, but not as large of gains as the beef cattle producers.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 345,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[49]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[50]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1559,
                    "end": 1562,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 855,
                    "end": 863,
                    "text": "(Table 6",
                    "ref_id": null
                },
                {
                    "start": 1168,
                    "end": 1177,
                    "text": "(Table 6)",
                    "ref_id": null
                },
                {
                    "start": 1180,
                    "end": 1187,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 1565,
                    "end": 1582,
                    "text": "Fig 1 illustrates",
                    "ref_id": null
                }
            ],
            "section": "Total"
        },
        {
            "text": "Losses to the meat processing sector's returns to capital and management decline from the onset of the outbreak until the peak in the 8 th quarter, where the loss in that quarter is approximately $2,813 billion (Fig 1) . These losses are a result of lower beef prices due to the oversupply of beef (i.e., loss of the export markets). Similar to the meat processing, producer returns to management and capital in the crops sector decline. However, the losses in the crops sector are more severe and continue to decline until the 11 th quarter. These losses (which include grains, forage, and pasture) are a result of less demand from fewer cattle and swine. Additionally, the 2009 grains prices were far above U.S. government support levels, thus, price support payments had little, if any, effect. Both the meat processing and crops sectors producer returns do not fully recover to pre-disease levels by the 40 th quarter. Although producer returns to capital and management for the remaining sectors (eggs and layers, dairy cattle and milk, lambs and sheep, and soybean processing) are positive or negative, they are very small. Table 7 reports aggregate changes in producer returns to capital and management across the 40 quarters by sector. This perhaps gives the best overview of the impacts to the agriculture industry in this hypothetical FMD outbreak. Additional Liquid Waste scenarios reported in DHS [16] remain qualitatively similar, but do vary according to the degree of the outbreak.",
            "cite_spans": [
                {
                    "start": 1409,
                    "end": 1413,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 218,
                    "text": "(Fig 1)",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1137,
                    "text": "Table 7",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Total"
        },
        {
            "text": "Aerosol Release. In the event of an accidental release of the FMDv through an aerosol, the total economic impacts range from losses of $16,515 million to $139,464 million ( Table 6 ). The range of losses to the agricultural producers was $19,733 million for the P5/P50 scenario to $62,610 million for the P50/P95 scenario. The small localized FMD outbreaks that lasted less than a quarter in duration, P5/P5, P5/P50, and P5/P50 scenarios, resulted in gains to consumers of about $3,500 million. The P5/P95 scenario resulted in a decline in consumer welfare of $26,128 million while the remaining scenarios saw much larger declines in consumer welfare ranging from $51,877 to $60,274 million because of the duration of the outbreak and number of animals culled and vaccinated. The government indemnification costs range from $30 million for the P5/P5 scenario to $9,850 million for the P95/P95 scenario. The non-indemnification costs are smaller with a range of $6 million to $5,600 million. Finally, the impacts to the regional non-agricultural sectors are declines of $50 million to $4,645 million across the scenarios. The distribution of losses by production type across time is qualitatively similar to the Liquid Waste scenario described above.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Total"
        },
        {
            "text": "Transference Release. Because the duration of the FMD outbreaks and number of animals culled and vaccinated are similar to the aerosol scenarios, the total economic impacts of the transference release scenarios are similar to impacts of an aerosol release, including the distribution of impacts by production types across time. Losses to producers range from $19,660 million to $61,445 million while changes in consumer welfare are a positive $3,576 million to a negative $59,895. Government indemnification and non-indemnification costs range from $163 million and $27 million to $9,850 million and $5,621 million, respectively. Regional nonagricultural impacts range from $163 million to $4,087 million in the losses resulting from hypothetical FMD outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total"
        },
        {
            "text": "Tornado Release. Tornado events are unlike the previous releases because of immediate, widespread dispersion and the events are effectively self-announced. The economic impacts were estimated in the event the FMDv is released because a tornado comprises the containment laboratories at NBAF. With a tornado release event, the duration of an outbreak under the P5/ P5 scenario is 240 days compared to 0, 28, and 35 days in the liquid waste, aerosol, and transference scenarios, respectively. Additionally, the number of animals culled in the P5/P5 scenario is significantly higher when compared to the other three release scenarios (approximately 5.8 million more animals are culled). Thus, the lower end of the range of total economic impacts for this scenario is much larger because more animals are culled and the duration is longer at the lower end of the distribution (P5/P5). Although the impacts are larger at the lower end of the distribution, the impacts at the upper end of the distribution (P95/P95) are smaller because fewer animals are culled. The total economic impacts range from losses of $76,426 million to $137,565 million. Similar to the aerosol and transference release events, producers lose along the entire distribution of outcomes. However, consumers do not gain in any at any point along the distribution. When compared to the other three release events, the range of government costs is smaller. However, the P5/P5 scenario has much larger government costs while the P95/P95 costs are smaller for both indemnification and non-indemnification. The lower and upper ends of the distribution for regional non-agricultural impacts are losses of $760 million and $3,828 million, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total"
        },
        {
            "text": "United States animal agriculture is becoming a highly integrated and global system that is very important both domestically and internationally. This complex system combined with the increasing frequency of emerging infectious disease threatens the stability of the U.S. economy, food security, and livestock and public health. This economic analysis is part of a congressionally mandated site specific risk assessment, which links outcomes from plume and epidemiological models to risk outcomes. This study examines the economic consequences of foot-and-mouth disease virus (FMDv) releases from a national disease research facility. Specifically, we investigate the economic impacts to consumers and firms, costs to the government, and disruptions to non-agricultural regional sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Implications"
        },
        {
            "text": "Outcomes of the site-specific risk assessment have been and are currently being implemented in the form of feedback into the planning and construction process of the National Bio-and Agro Defense Facility (NBAF), along with improvements in scientific and economic modeling. Given the projected investment costs of over $1 billion and the risks related to potential foreign animal and zoonotic disease releases, feedback into the planning and construction of the facility is critical to enhance future food security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Implications"
        },
        {
            "text": "Unlike previous studies that focused on various alternate mitigation strategies, this study focuses on potential animal disease releases from NBAF. The release events modeled include aerosol, liquid waste, and transference (unannounced release events) and a tornado (announced release event). Indeed, differences in the distribution of economic consequences arise between the unannounced and announced events. Mitigation controls used includes stamping out, vaccinate-to-live and vaccinate-to-kill. Although this is not a definitive study of FMD vaccination, the economic consequences from the selected scenarios are informative to government planners and policy makers. Schroeder et al. [3] find that emergency vaccination can be a cost effective mitigation tool that can help reduce the spread of disease. They conclude that a high-capacity emergency vaccination program together with large vaccination zones results in significant savings to consumers, producers, and the government.",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 691,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and Implications"
        },
        {
            "text": "Total losses for the reported FMDv release events range from about $16 billion to $140 billion in damages. Producer effects are always negative due to lost output and reduced prices and share the largest burden in losses. Consumers realize negative or positive effects primarily contingent upon the size of the outbreak, export losses, and assumed demand shocks. Regional non-agricultural losses and government indemnification (non-indemnification) costs are much smaller than the producer and consumer impacts, ranging from $39 million to over $4,500 million and from $18 million to nearly $10,000 million ($3 million to over $5,600 million) across the scenarios, respectively. These economic impacts across the four release events are similar, except for the tornado release event. Because the tornado release event is effectively an announced event and the virus dispersion is greater, lower bound economic losses are much larger than the unannounced releases while the upper bound of the economic consequences is much smaller.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Implications"
        },
        {
            "text": "Several additional key insights are identified. First, it is important to integrate time into the economic analysis, as livestock are durable goods. Costs and benefits evolve over time in response to producer decisions, consumer reactions, and international trade responses by trading partners. Second, disaggregation among production types is vital to link epidemiological to economic models. Furthermore, this allows for additional analysis on how the different production sectors are impacted. Third, size of the outbreak and duration of trade sanctions are important. Fourth, the timing of identifying an FMDv release (announced vs. unannounced) is important and has differing economic consequences. Similar to all hypothetical foreign animal disease studies that report economic consequences, they are conditional in nature. Not only are they conditional on the available information and modeling assumptions, but they are conditional on an outbreak occurring. While it is plausible that FMDv releases may arise from NBAF, estimated probabilities of the sequence of events leading to an outbreak are not large [16] . Nevertheless, as actual events and empirical evidence demonstrate, FMD events are low probability high cost events that deserve continued vigilance and research to mitigate the consequences.",
            "cite_spans": [
                {
                    "start": 1115,
                    "end": 1119,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and Implications"
        },
        {
            "text": "This study is not without limitations. Total costs could be overestimated if, for example, the impact of tourism is diverted to different areas or the purchase delayed/deferred. However, the estimated costs provide plausible estimates using standard economic techniques. The modeling approach assumes homogenous commodities and goods, including beef. FMD outbreaks are treated as shocks to economic system and are not endogenous to the model. Trade is not differentiated among trading partners, but rather differentiated by domestic and international markets. Capacity constraints need to be investigated for processing infected animals, as well as capital constraints. Nevertheless, the modeling framework provides the appropriate fidelity to assess economic consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Implications"
        },
        {
            "text": "This study does raise questions for future research. First, additional research needs to be completed on vaccination strategies and capacity constraints. Second, trade sanctions and trade agreements need to be studied further. Third, government costs and the structure of government costs should be examined to better understand the nature of public expenditures. Fourth, potential benefits resulting from research, diagnostic tests, and training of personnel would have positive impacts. The extent of those benefits needs to be investigated. Fifth, sensitivity analysis on the economic parameters deserves further examination. Finally, further implementation of an iterative risk assessment may provide interactive feedback and subsequent updating of information that could increase the efficiency and effectiveness of the risk assessment and facility construction process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Implications"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Department of Homeland Security Appropriations Act",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Congress",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "High-containment biosafety laboratories: DHS lacks evidence to conclude that foot-and-mouth disease research can be done safely on the U.S. mainland",
            "authors": [],
            "year": 2008,
            "venue": "Government Accountability Office (GAO)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Economic impact of alternative FMD emergency vaccination strategies in the United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Pendell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sanderson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcreynolds",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Agric Appl Econ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The economic impacts of a foot-and-mouth disease outbreak: A regional analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Pendell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leatherman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Alward",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Agri Appl Econ",
            "volume": "39",
            "issn": "",
            "pages": "19--33",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Invasive Species Management: Foot-and-Mouth Disease in the U.S. Beef Industry",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Wahl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Agric Resour Econ",
            "volume": "35",
            "issn": "1",
            "pages": "98--115",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Modeling alternative mitigation strategies for a hypothetical outbreak of foot-and-mouth disease in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Schoenbaum",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Disney",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Prev Vet Med",
            "volume": "58",
            "issn": "",
            "pages": "25--52",
            "other_ids": {
                "PMID": [
                    "12628769"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An integrated epidemiological-economic analysis of foot and mouth disease: Applications to the southern cone of South America",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Rich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Winter-Nelson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "A J Agric Econ",
            "volume": "89",
            "issn": "3",
            "pages": "682--697",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Storeygard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gittleman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "7181",
            "pages": "990--993",
            "other_ids": {
                "DOI": [
                    "10.1038/nature06536"
                ],
                "PMID": [
                    "18288193"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Introduction-emerging zoonoses and pathogens of public health concern",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Rev Sci Tech",
            "volume": "23",
            "issn": "2",
            "pages": "429--430",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "International tourism to continue robust growth in 2013",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Towards a One Health Approach for Controlling Zoonotic Diseases",
            "authors": [],
            "year": 2010,
            "venue": "World Bank. People, Pathogens, and Our Planet",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Economic impact of nipah virus infection outbreak in Malaysia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hosono",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kono",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shirai",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the 11th ISVEE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Economic costs of the foot and mouth disease outbreak in the United Kingdom in 2001",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Muriel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Osborne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bromley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rowland",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Rev Sci Tech",
            "volume": "21",
            "issn": "",
            "pages": "675--687",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Meeting critical laboratory needs for animal agriculture: Examination of three options",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Homeland security presidential directive / HSPD-9: Defense of United States agriculture and food",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "The White House",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Updated site-specific biosafety and biosecurity mitigation risk assessment. National Bio and Agro-Defense Facility (NBAF). Final Report",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Observations on DHS's analyses concerning whether FMD research can be done as safely on the mainland as on plum island",
            "authors": [],
            "year": 2009,
            "venue": "Government Accountability Office (GAO)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Evaluation of a site-specific risk assessment for the department of homeland security's planned national bio-and agro-defense facility in",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Evaluation of the updated site-specific risk assessment for the national bio-and agro-defense facility in",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Site-specific biosafety and biosecurity mitigation risk assessment. National Bio and Agro-Defense Facility (NBAF). Final Report",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Economic assessment of zoonotic diseases: An illustrative study of rift valley fever in the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Pendell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Lusk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Coble",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Szmania",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Transbound Emerg Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12246"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Economic impacts of foreign animal disease. USDA",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Paarlberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Seitzinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Mathews",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Economic Research Report Number",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The North American Animal Disease Spread Model: A simulation model to assist decision making in evaluating animal disease incursions",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Schoenbaum",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Zagmutt-Vergara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dubé",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Prev Vet Med",
            "volume": "82",
            "issn": "",
            "pages": "176--197",
            "other_ids": {
                "PMID": [
                    "17614148"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "meat demand: Household dynamics and media information impacts",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Tonsor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mintert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C U"
                    ],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Agric Res Econ",
            "volume": "35",
            "issn": "1",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Analysis of lamb demand in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Shiflett",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Purcell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rodgers",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Estimating asymmetric advertising response: An application to U.S. nonalcoholic beverage demand",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Agric Appl Econ",
            "volume": "40",
            "issn": "3",
            "pages": "837--849",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Supply reductions, export restrictions, and expectations for hog returns in a potential classical swine fever outbreak in the United States",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Paarlberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Seitzinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Mathews",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Swine Health Prod",
            "volume": "17",
            "issn": "3",
            "pages": "155--162",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Various spreadsheets of data",
            "authors": [],
            "year": 2012,
            "venue": "Livestock Marketing Information Center (LMIC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Various commodity Outlook Reports and Data. Washington, D.C",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "USDA-Foreign Agricultural Service (FAS). 2012. Trade Data",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Provisions of the federal agriculture improvement and reform act of 1996. USDA",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Schertz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Economic Research Service. AIB729",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The 2002 Farm Act: Provisions and implications for commodity markets",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Westcott",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Quantifying the impact of foot and mouth disease on tourism and the UK economy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blake",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Sinclair",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sugiyarto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Tourism Econ",
            "volume": "9",
            "issn": "4",
            "pages": "449--465",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The Economic Contribution of Travel to State Economies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mak",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J of Travel Res",
            "volume": "28",
            "issn": "",
            "pages": "3--5",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Economics analysis of mitigation strategies for FMD introduction in highly concentrated animal feeding regions",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Elbakidze",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Highfield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccarl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Norby",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Rev Agric Econ",
            "volume": "31",
            "issn": "4",
            "pages": "931--950",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Value of animal traceability systems in managing a foot and mouth disease outbreak in southwest Kansas. Dissertation, Kansas State University",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Pendell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Foot and mouth disease: Evaluating alternatives for controlling a possible outbreak in Australia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abdalla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Beare",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heaney",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Does food safety information impact U.S. meat demand? A",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Piggott",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Agric Econ",
            "volume": "86",
            "issn": "1",
            "pages": "154--174",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The economic impact of BSE on the U.S. beef industry: Product value losses, regulatory costs, and consumer reactions. MF-2678. Kansas State University Agricultural Experiment Station and Cooperative Service",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coffey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mintert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Valentin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Did BSE announcements reduce beef purchases? USDA-Economic Research Service",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kuchler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abebayehu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Impacts of meat product recalls on consumer demand in the USA",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mintert",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Appl Econ",
            "volume": "36",
            "issn": "",
            "pages": "897--909",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Consumer and market response to mad-cow disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schlenker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Villas-Boas",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "A J Agric Econ",
            "volume": "91",
            "issn": "4",
            "pages": "1140--1152",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Food and Rural Affairs (UK DEFRA). Family Food-Data Sets",
            "authors": [],
            "year": 2010,
            "venue": "Access on 08/23/2010",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Disease-related trade restrictions shaped animal product markets in 2004 and stamp imprints on",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Blayney",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "USDA, Economic Research Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Evaluating equity impacts of animal disease control: The case of foot and mouth disease in Zimbabwe",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Randolph",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poulton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Rev Agric Econ",
            "volume": "27",
            "issn": "3",
            "pages": "465--472",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Foot-and-mouth disease and the Mexican cattle industry",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nogueira",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Tozer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Agri Econ",
            "volume": "42",
            "issn": "",
            "pages": "33--44",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Domestic and trade impacts of foot and mouth disease and BSE on the Australian beef industry",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Tozer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aust J Agric Resour Econ",
            "volume": "56",
            "issn": "3",
            "pages": "385--404",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Terrestrial animal health code",
            "authors": [],
            "year": 2012,
            "venue": "Office International des Epizooties (OIE)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "USDA-National Agricultural Statistics Service (NASS). Various Livestock and Animals reports. Washington, D.C",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Epidemic and economic impacts of delayed detection of foot-and-mouth disease: A case study of a simulated outbreak in California",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hagerman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccarl",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Vet Diagn Invest",
            "volume": "23",
            "issn": "1",
            "pages": "26--33",
            "other_ids": {
                "PMID": [
                    "21217024"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Emergency vaccination to control foot-and-mouth disease: Implications of its inclusion as a U.S. policy option",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hagerman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccarl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Appl Econ Perspect and Policy",
            "volume": "34",
            "issn": "1",
            "pages": "119--146",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Developing livestock facility type information from USDA agricultural census data for use in epidemiological and economic models",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Melius",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hullinger",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Foot and mouth disease 2007: A review and lessons learned",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Allocation of Travel Expenditure by Category (%).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Government Costs used in Mitigating and Eradicating an FMD Outbreak. Note: Assumed 28 day quarantine period with all susceptible premises in each state incurring quarantine. Assumed 3 surveillance visits per herd. a Inflated to 2009 dollars [39]. doi:10.1371/journal.pone.0129134.t002 Economic Assessment of FMDv Releases PLOS ONE | DOI:10.1371/journal.pone.0129134 June 26, 2015",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Number of Animals Depopulated by Production Type and Duration of FMD Outbreak. *V2K is vaccinate-to-kill, V2L is vaccinate-to-live. doi:10.1371/journal.pone.0129134.t003 Economic Assessment of FMDv Releases PLOS ONE | DOI:10.1371/journal.pone.0129134 June 26, 2015necessary to draw information from other events both domestically and internationally. Various studies have quantified the impact of consumer demand in the United States to livestock and meat disease outbreaks[41][42][43][44][45]. These studies all have similar conclusions; the impacts are small and short lived, but the likelihood of larger responses coincided with larger outbreaks/ recalls. Although FMD has not occurred in recent history on the U.S. mainland, there have been FMD outbreaks experienced in other countries, including the UK in 2001. Consumers in the UK decreased their average weekly per capita carcass meat consumption from 235 grams in",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Number of Animals Vaccinated by Production Type.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Number of Animals and Herds by Production Type in Study Region.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Changes in Aggregate Producer Returns to Capital and Management for Liquid Waste Event, P50/P50 Scenario.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Pendell initiated this research while he was at Colorado State University. The authors would like to thank Philip Paarlberg and National Academies Committee members for helpful comments. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}