{
    "paper_id": "78360444f3b4540339efc9e7e5f2610a7e46c023",
    "metadata": {
        "title": "Q&A: The novel coronavirus outbreak causing COVID-19",
        "authors": [
            {
                "first": "Dale",
                "middle": [],
                "last": "Fisher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University Health Systems",
                    "location": {
                        "settlement": "Singapore",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Heymann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The virus responsible for COVID-19, SARS-CoV-2, is in the species SARS-like corona viruses. At 125 nm, it is slightly larger than influenza, SARS and MERS viruses. It is almost certainly a descendant from a bat corona virus of which there are many. The closest is a virus that originated from the Rhinolophus bat which is > 96% homologous with the current SARS-CoV-2 virus. It is only 79% homologous with the original SARS CoV [1] .",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 430,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The near identical gene sequences of 90 analysed cases from outside of China suggests it has likely emerged after a solitary species jump in early December 2019 from an unknown (likely mammalian) intermediate host [2] . Pangolins are an endangered ant-eating mammal from which scientists in Guangzhou have shown a coronavirus with 99% homology, with a receptor binding domain identical to that of SARS-CoV-2. However, this has not been confirmed, and, in addition, the pangolin's rarity means this may not be the only mammal involved.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The symptoms of COVID-19 are fever, dry cough, fatigue, nasal congestion, sore throat and diarrhoea. On February 14th, the Chinese Center for Disease Control and Prevention (China CDC) published the first details of 44,672 confirmed cases, in the biggest study since the outbreak began [3] . Their findings show that COVID-19 was mild for 81% of patients and had an overall case fatality rate of 2.3%. Of those confirmed cases, only 2.2% were under 20 years old. Compared to adults, children generally present with much milder clinical symptoms. It is likely that future serological studies will show much asymptomatic disease in children. As opposed to H1N1, pregnant women do not appear to be at higher risk of severe disease. The severity of the disease appears to be associated with age, with the elderly most at risk; those over 80 years of age had a Case Fatality Rate (CFR) of 14.8%. The CFR was also increased in those with comorbidities including cardiovascular, diabetes, chronic respiratory disease, hypertension, and cancer. The cause of death is respiratory failure, shock or multiple organ failure.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is no proven treatment at this early stage but we will doubtless have more information about this soon. It can be assumed that non-pharmacologic approaches are effective such as fluid support, oxygen and ventilatory support. Most recently the national data suggests that 17.7%, 10.4% and 7.0% of all cases have disease requiring respiratory support in Wuhan, Hubei (not including Wuhan) and the rest of China (respectively). About a quarter of all require ventilation while 75% require oxygen support only. The variation in severity rates probably reflects the outcomes in an overwhelmed health system. Extra Corporeal Membrane Oxygenation (ECMO) is potentially of benefit and we will know more particularly when cities with higher technology health systems become affected and ECMO is truly tested in the most severely ill. ECMO is currently being used in China, however, its effectiveness is yet to be determined. Antiviral drugs as well as a variety of other putative treatments are typically being prescribed for deteriorating patients on a compassionate basis. Clinicians would be well aware of such situations but assurance is required that their safety and efficacy are being scientifically assessed so that meaning is brought to bear quickly. Coordination of clinical trials to avoid duplication and ensure that results are rapidly available will be a challenge but the case numbers should facilitate rapid definitive results. (see What is in the pipeline for vaccine development and/or therapeutics?).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How are infected people being treated?"
        },
        {
            "text": "As a novel virus newly emerged in humans, the world's population is completely immune-naïve and therefore vulnerable. There is clear human-to-human transmission in family clusters in China and beyond, transmission from close face-to-face social contact, especially in small enclosed spaces, and transmission from failed infection prevention and control measures in health facilities. In addition, the experience in Wuhan shows that transmission can be massive in a short period of time with thousands of new patients diagnosed daily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why is the World Health Organization (WHO) so concerned about it?"
        },
        {
            "text": "The current aim of the global response is to flatten the epidemic curve so that transmission is slowed, and to interrupt transmission where possible. While there is clearly a mortality linked to the virus, the most concerning problem will be if a health system is overwhelmed in the wake of rapid transmission so that affected patients cannot receive the care they need. Furthermore, patients with other urgent medical conditions are at risk of not obtaining their necessary care. Countries with vulnerable health systems are particularly of concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why is the World Health Organization (WHO) so concerned about it?"
        },
        {
            "text": "Recently, there have been outbreaks in newly affected countries including Italy and Iran where the index case is unidentified. Furthermore affected countries have very large clusters emerging such as Korea and Japan. There is no reason to believe that the global community is ready for this emerging pandemic; ready in a way that can see drastic public health intervention implemented within days, including aggressive and massive contact tracing, monitoring (or quarantine) and early detection and isolation in an attempt to slow the progression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why is the World Health Organization (WHO) so concerned about it?"
        },
        {
            "text": "There is uncertainty regarding transmissibility and severitymore information is emerging about the spectrum of disease, especially mild disease, which is not identified using many current case definitions, and about the ease of transmission from person to person. Health agencies are unsure how to model this and estimates vary depending on the variables being used. For instance, SARS was essentially spread later in the disease from patients with more significant clinical pictures, and it was contained by infection control measures particularly in hospitals. The limited spread to family members of health workers and the community was contained by usual outbreak control measures including early identification and management of persons with infection, tracing of contacts with monitoring for onset of fever and/or symptoms, and active engagement of communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How are health agencies reacting?"
        },
        {
            "text": "Most modelling suggests that the severity of illness is more like influenza than SARS, and there is concern among the public health community because the transmissibility of COVID-19 is not yet fully understood, and the potential for it to become endemic like other respiratory pathogens is unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How are health agencies reacting?"
        },
        {
            "text": "Because of the many unknowns, the initial reaction by health agencies is still valid: to brace for the first wave as the virus reaches a completely naïve population and to make maximum effort to interrupt transmission [4, 5] .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 222,
                    "end": 224,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "How are health agencies reacting?"
        },
        {
            "text": "Experience with managing this outbreak will be very heterogenous across the world. Countries closely connected with China, such as Singapore, will be ahead in this regard. As the outbreak moves across regions, there is opportunity to support those affected later both in terms of readiness and response. Mechanisms available to outbreak response organisations, particularly through the Global Outbreak Alert and Response Network (GOARN), can be valuable in skills-and knowledgesharing. Therefore, there should be a deliberate effort to utilise knowledge from early affected countries in later affected countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How are health agencies reacting?"
        },
        {
            "text": "What measures are likely to be successful in curbing its further spread?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How are health agencies reacting?"
        },
        {
            "text": "On January 23rd, Hubei province in Central China was locked down with all movement in and out of the province blocked. Travel across China was discouraged and the number of scheduled flights and train journeys available considerably reduced to perhaps 10% of previous activity. Commercial and social activities became negligible, with schools, restaurants, other entertainment spots and most shops closed. Migrant workers were prevented from returning to work after the extended Chinese New Year Holiday. Frequent hand hygiene when in public and staying at home became the norm. This unprecedented public health effort by China has afforded the rest China and the world a lead time to prepare. The lockdown resulted in a downward trend in national and provincial epidemic curves, however, these measures are not sustainable and eventually there will be a strategy to return to normality. Should this result in a second wave of cases, and more international spread, countries around the world must be prepared. Early identification, and isolation or cohorting of positive cases to designated sites is at the core. In order to achieve this, hospitals, quarantine services, laboratories, together with epidemiology and communication teams will need to be scaled up to provide effective and efficient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How are health agencies reacting?"
        },
        {
            "text": "What is in the pipeline for vaccine development and/or therapeutics?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How are health agencies reacting?"
        },
        {
            "text": "It appears that no vaccine will be available for at least one year, likely a little longer. Phase 1 trials for safety and immunogenicity in human populations are likely within 3 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How are health agencies reacting?"
        },
        {
            "text": "In terms of therapeutics there is no known effective pharmaceutical agent. There are over 200 registered clinical trials registered in China alone. Putative agents include antivirals; Griffithsin, a spike protein inhibitor, nucleoside analogues eg. remdesivir, ribavirin and protease inhibitors such as lopinavir/ritonavir. Immunomodulatory and other host targeted agents include interferon, chloroquine and immunoglobulins. Corticosteroids will potentially have benefit for immune mediated lung damage late in the course of disease [6] . Much of the theory stems from what we have learnt from limited trials in other corona viruses [7] .",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 536,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "How are health agencies reacting?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Phylogenetic analysis",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases (COVID-19) -China",
            "authors": [],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "2020",
            "issn": "8",
            "pages": "113--122",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "2019-nCoV CDC response team. Initial public health response and interim clinical guidance for the 2019 novel coronavirus outbreak -United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Morb Mortal Wkly Rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6905e1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19: what is next for public health? Lancet",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30374--30377",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Therapeutic options for the 2019 novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Clercq",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Drug Discov",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/d41573-020-00016-0"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS: systematic review of treatment effects",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Stockman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellamy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0030343"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Not Applicable. 1 Division of infectious Diseases, University Medicine Cluster, National University Health Systems, Singapore, Singapore. 2 Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore. 3 London School of Hygiene & Tropical Medicine, London, UK.Received: 17 February 2020 Accepted: 17 February 2020",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 17,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 229,
                    "end": 230,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions DF drafted the text and DLH substantially revised it. Both authors agree with the final version of the text.Authors' information DF is Head of the Division of Infectious Diseases, National University Hospital, Singapore, and Chair of The National Infection Prevention & Control Committee, Ministry of Health, Singapore. He is also the Chair of the GOARN steering committee. DLH is professor of Infectious Disease Epidemiology, London School of Hygiene and Tropical Medicine. Previously he was the World Health Organisation's assistant director-general for Health Security and Environment, and representative of the director-general for polio eradication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Not Applicable.Availability of data and materials Not Applicable.Ethics approval and consent to participate Not Applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Not Applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}