{
    "paper_id": "784b8019936ae21771682f1184ff3fe10cc40b6f",
    "metadata": {
        "title": "The Ebola Outbreak: Catalyzing a \"Shift\" in Global Health Governance?",
        "authors": [
            {
                "first": "Tim",
                "middle": [
                    "K"
                ],
                "last": "Mackey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: As the 2014 Ebola virus disease outbreak (EVD) transitions to its post-endemic phase, its impact on the future of global public health, particularly the World Health Organization (WHO), is the subject of continued debate. Criticism of WHO's performance grew louder in the outbreak's wake, placing this international health UNspecialized agency in the difficult position of navigating a complex series of reform recommendations put forth by different stakeholders. Decisions on WHO governance reform and the broader role of the United Nations could very well shape the future landscape of 21st century global health and how the international community responds to health emergencies. Discussion: In order to better understand the implications of the EVD outbreak on global health and infectious disease governance, this debate article critically examines a series of reports issued by four high-level commissions/ panels convened to specifically assess WHO's performance post-Ebola. Collectively, these recommendations add increasing complexity to the urgent need for WHO reform, a process that the agency must carry out in order to maintain its legitimacy. Proposals that garnered strong support included the formation of an independent WHO Centre for Emergency Preparedness and Response, the urgent need to increase WHO infectious disease funding and capacity, and establishing better operational and policy coordination between WHO, UN agencies, and other global health partners. The recommendations also raise more fundamental questions about restructuring the global health architecture, and whether the UN should play a more active role in global health governance. Summary: Despite the need for a fully modernized WHO, reform proposals recently announced by WHO fail to achieve the \"evolution\" in global health governance needed in order to ensure that global society is adequately protected against the multifaceted and increasingly complex nature of modern public health emergencies. Instead, the lasting legacy of the EVD outbreak may be its foreshadowing of a governance \"shift\" in formal sharing of the complex responsibilities of global health, health security, outbreak response, and managing health emergencies to other international structures, most notably the United Nations. Only time will tell if the legacy of EVD will include a WHO that has the full support of the international community and is capable of leading human society in this brave new era of the globalization of infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In January 2016, the World Health Organization (WHO) declared that the devastating 2014 Ebola virus disease (EVD) outbreak in West Africa was finally coming to an end and in March officially announced it was no longer a public health emergency [1] . These developments came after nearly three years of unprecedented international cooperation to combat the largest Ebola outbreak in history, one that has claimed the lives of over 11,000 people and wrought social and economic devastation to Liberia, Sierra Leone, and Guinea, the three countries most heavily impacted. Re-emergence of EVD through detection of new case clusters after countries had been declared \"Ebola Free\" by WHO have also personified the enduring risks and resilience of the disease [2, 3] . Despite these setbacks, the possibility of a widespread EVD pandemic is now much farther in the distance as the outbreak transitions to its post-endemic phase. International efforts to finally put an end to this devastating chapter of Ebola instead focus on ongoing concerns of treating survivors and averting any potential further transmission, while exercising vigilance in surveillance, prevention, and maintaining response capacity.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 753,
                    "end": 756,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 759,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Importantly, the EVD outbreak also marks a sentinel event in global public health, one that arguably requires a \"shift\" in how we approach governance for global health. Yet, the full repercussions of the outbreak on the future of historic international health institutions, such as the WHO, are only now starting to take shape. Hence, this piece provides a summary of the current international debate and discourse on global health governance reform measures post-EVD, focusing on the WHO and the future role of the United Nations in the broader global health architecture. This is accomplished by examining a series of reports issued by four highlevel commissions/panels convened to specifically assess WHO's performance and broader governance reform post-EVD. This includes recommendations from the WHO Interim Assessment panel established by the WHO Executive Board (Interim Panel); an external independent panel jointly convened by the Harvard Global Health Institute-London School of Hygiene & Tropical Medicine (\"Harvard-LSHTM panel\" comprised of members from academia, think tanks and civil society); the Commission on a Global Health Risk Framework for the Future (CGHRF) convened by the U.S. National Academy of Medicine (formerly the Institute of Medicine); and a separate High-Level Panel on the Global Response to Health Crises appointed by UN-Secretary General Ban Ki-moon (Kikwete Panel). It then discusses recent actions taken by WHO in response to calls for reform and also provides a critical assessment of how global health governance needs to \"evolve\" in order to modernize for the 21 st century.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Is the \"Evolution\" of Global Health Governance Underway?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Influenza viruses evolve in two different ways including antigenic \"drift\" (e.g. small genetic mutations occurring continuously over time) and \"shift\" (e.g. major, abrupt changes/reassortment leading to different virus subtypes with high virulence and pandemic potential) [4] . This evolutionary process presents significant challenges in developing therapeutics and vaccines, as well as responding with appropriate public health measures, as viruses adapt to their environment and traverse multiple animal and human hosts. Similar to the \"drift\" that occurs in viral evolution, previous disease outbreaks of SARS (2002) , H1N1/A (2009), MERS-CoV (2013), and the ever-looming threat of highly pathogenic influenza (e.g. H5N1), precipitated the current crisis in global health governance now occurring post-EVD [5] [6] [7] [8] . Criticism has been swift, including strong statements from several heads of state, key civil society actors, national governments, and academia, opining on the need to pursue more radical reform measures, primarily focused on the future of WHO [9] [10] [11] [12] [13] . These developments could mark the beginnings of a \"shift\" in the evolution of global health governance.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 609,
                    "end": 620,
                    "text": "SARS (2002)",
                    "ref_id": null
                },
                {
                    "start": 810,
                    "end": 813,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 814,
                    "end": 817,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 822,
                    "end": 825,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1076,
                    "end": 1080,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1081,
                    "end": 1085,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1086,
                    "end": 1090,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1091,
                    "end": 1095,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Calls to reform WHO are not new, but have grown incessantly louder in the wake of EVD [13, 14] . As the international public health agency charged with \"the attainment by all people of the highest possible level of health\", WHO has faced many hurdles over the past two decades [15, 16] . Many of WHO's challenges can be attributed to persistent budget limitations that have led to cuts in funding/staff and reallocation of resources from normative functions to discretionary programs highly influenced by donors [5, 6, 17] . Additional challenges arise from changing programmatic and Member State priorities, the formation of new global health initiatives (e.g. UNAIDS, GAVI, the Vaccine Alliance, PEPFAR, Stop TB Partnerships, and The Global Fund to Fight AIDS, Tuberculosis and Malaria) that often maintain parallel health systems and bypass traditional international governance structures, the rise of alternative channels/mechanisms of funding, and political inaction by Member States to pursue needed reforms identified as early as the 1990s [5, 6, [14] [15] [16] 18] .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 91,
                    "end": 94,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 516,
                    "end": 518,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1047,
                    "end": 1050,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1051,
                    "end": 1053,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1054,
                    "end": 1058,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1064,
                    "end": 1068,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1069,
                    "end": 1072,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Pre-Ebola reform"
        },
        {
            "text": "Previous international public health emergencies have also foreshadowed governance challenges that WHO would be forced to confront during the EVD outbreak. Specifically, the 2002 SARS outbreak, a novel coronavirus that spread to more than two dozen countries, marked a paradigm shift ushering in a new era of the globalized pathogen and demanded a modernization of WHO governance instruments and outbreak response processes [19, 20] . Though generally viewed as well managed due to an unprecedented international response coordinated by WHO and its Global Outbreak Alert and Response Network (GOARN), the SARS outbreak nevertheless exposed certain weaknesses [21] . Challenges included countries failing to report the threat of a potential outbreak with international implications, lack of sufficient \"global\" surveillance capacity, conflict between economic and trade considerations in public health emergencies, and global politics hindering WHO assistance [19, [21] [22] [23] [24] .",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 428,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 969,
                    "end": 973,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 974,
                    "end": 978,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 979,
                    "end": 983,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Pre-Ebola reform"
        },
        {
            "text": "Most importantly, SARS also made it clear that the WHO's International Health Regulations (IHR) were in need of an urgent update, leading to its revision in 2005, which required Member States to commit to minimum core public health systems, including surveillance, laboratory capacity, and emergency response capabilities [19, 25, 26] . The revision also granted WHO expanded authority by requiring Member States to proactively report potential international disease events and giving WHO the power to declare a \"public health emergency of international concern\" (PHEIC.) It also charged the agency with the difficult duty of balancing competing interests of trade, travel, human rights, and public health measures [19] . Fast forward to August 2014, when WHO issued its third-ever PHEIC for the EVD outbreak, and many of these challenges would \"re-emerge\" despite efforts to address them in the 2005 IHR revision.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 715,
                    "end": 719,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Pre-Ebola reform"
        },
        {
            "text": "Though a revision to the IHR was an important step post-SARS, more fundamental reform measures to address limitations associated with WHO's governance and organizational structure have not been carried out as successfully. Proposals on how to pursue WHO reform post-SARS and pre-EVD have differed widely in scope and strategy. This includes reform proposals that have been structural, such as forming a new \"Committee C\" to engage a broader set of stakeholders (including civil society organizations); creating a \"World Health Forum\" for non-state actor engagement (a proposal rejected by Member States and criticized by civil society actors); splitting WHO into two separate technical and political entities; revising WHO's constitution; and reforming WHO's decentralized regional structure [6, [27] [28] [29] [30] . Other reforms have focused on operational and financial aspects of WHO including: ensuring more sustainable operational financing by abolishing the zero-nominal growth requirement for member state contributions; allowing WHO to practice currency hedging, and establishing an 'emergency fund' [10, [31] [32] [33] . Still others have argued for additional powers/authority for WHO including: empowering WHO with additional normative \"soft\" and \"hard\" law instruments (e.g. 'Framework Convention on Global Health';) and complete \"reinvention\" of WHO's mandate, powers, and structures (see summary in Table 1 ) [10, 15, 34] .",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 795,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 796,
                    "end": 800,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 801,
                    "end": 805,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 806,
                    "end": 810,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1115,
                    "end": 1119,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1120,
                    "end": 1124,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1125,
                    "end": 1129,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1425,
                    "end": 1429,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1430,
                    "end": 1433,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1434,
                    "end": 1437,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 1415,
                    "end": 1422,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Pre-Ebola reform"
        },
        {
            "text": "Though the WHO reform process has been ongoing for decades crossing the tenure of several past WHO Director Generals, the formal reform process carried out by WHO immediately proceeding the EVD outbreak was limited in scope, primarily focused on incremental internal governance changes [14] . These included: reassessing future financing of WHO, setting the organization's priorities in health, cutting its budget, drafting a framework for engagement with non-state actors, and implementation of other internal governance, programmatic, evaluation, accountability, and managerial reform measures [14, 35] .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Pre-Ebola reform"
        },
        {
            "text": "Post-EVD, WHO's future is now at a critical juncture, as widespread criticism of WHO's handling of the EVD outbreak has exposed fundamental weaknesses in the specialized agency's ability to lead, coordinate, and mobilize an effective international response to the threat of a pandemic. With the stakes never higher, the urgency for WHO reform has been accelerated and is influenced by a collection of recommendations from four high-level (1): 117-134. [29] panels/commissions that examined WHO's performance during the EVD outbreak [13, 36, 37] . These include recommendations from the Interim Panel, the Harvard-LSHTM panel, the CGHRF, and the Kikwete Panel, which were reviewed and compared for: (1) proposals specifically addressing internal governance reforms or new mechanisms within WHO's structure (not including reform proposals specific to the functioning of IHR, which deserve separate in-depth discussion); and (2) proposals focused on involvement and/or coordination from the United Nations on global health and health emergency activities (see summary of characteristics of Panels in Table 2 ). The first group to issue its recommendations was the WHO Interim panel comprised of independent experts appointed by WHO, who at the May 2015 68th World Health Assembly (WHA) delivered a report stating that the agency lacked the \"capacity or organizational culture\" to respond to emergency public health events [38] . The Interim Panel also concluded that WHO managed the crisis by prioritizing \"good diplomacy\" over necessary action, but offered no alternative to WHO, arguing instead that the agency should continue in its central role as the world's lead health emergency response agency [38] . The panel recommended a set of reforms largely aimed at re-establishing WHO's central role in health emergencies by advocating for: (a) strengthening of the IHR; (b) establishing a contingency fund for outbreak response; (c) formation of an independent Centre for Emergency Preparedness and Response (housed within WHO but overseen independently); (d) support for a WHO plan to develop a global health emergency workforce; and (e) WHO playing a more central role in R&D efforts for future health emergencies [38] . It also recommended the UN Secretary-General consider the appointment of a Special Representative or Special Envoy aimed at garnering greater political and financial support during a global health crisis, but did not recommend establishment of a permanent UN structure/mission. Importantly, many of these core proposals would set the framework for similar proposals expanded upon and carried forward by the other panels. In November 2015, the Harvard-LSHTM panel published a set of 10 recommendations in the Lancet, which included several governance reform measures far more expansive than the first set of recommendations made by the Interim Panel. Reforms cover broader areas of global health governance and also include specific reform measures for WHO, all of which are grouped into four thematic areas of preventing, responding, conducting research, and governing the broader global system for disease outbreaks [39] . Reforms specific to WHO included: (a) creating a WHO dedicated independent centre for outbreak response; (b) formation of a politically insulated WHO Standing Emergency Committee for PHEIC declaration; (c) investing and strengthening global capacity to rapidly respond to outbreaks; (d) carrying out time-bound reforms to refocus and streamline WHO; (e) having WHO convene global stakeholders to develop a framework of norms and rules and a global financing facility for R&D relevant to disease outbreaks; and (f ) instituting internal good governance reforms in exchange for more sustainable funding [39] . Broadly speaking the Harvard-LSHTM panel calls for more active engagement by WHO with the greater global community in managing infectious disease outbreaks, while also recommending that the agency scale back operational activities and instead focus on certain core functions [39] . Importantly, the panel also took the step of recommending the establishment of two structures by [39] . A few months later in January 2016, the CGHRF issued its own comprehensive report with an even more expansive list of 26 recommendations aimed at serving as a broader framework to address the \"neglected\" threat of infectious-disease crises. Recommendations were categorized under four domains of investment, building public health capabilities, strengthening surveillance, and accelerating R&D for pandemics [40] . Ten of these recommendations are specific to WHO, with some mirroring previous recommendations by the Interim and Harvard-LSHTM panels (e.g. formation of an independent Center funded by increased member state contributions, establishment of a contingency fund, and strengthening of the IHR.) [41] . The CGHRF generally advocated for strengthening WHO's capacity to lead in pandemic preparedness and response by further reinforcing previous recommendation to create a WHO Center for Health Emergency Preparedness and Response, though independently overseen by a Technical Governing Board [41] . It also called for the involvement of the World Bank and International Monetary Fund (IMF) to help finance and strengthen implementation of IHR core capacities. Additionally, the CGHRF called for WHO to actively engage in other proposed governance structures that would oversee acceleration of R&D for pandemic preparedness and response (including the establishment of an independent Pandemic Product Development Committee) [41] . Finally, though the CGHRF report advocates for enhanced cooperation between WHO and regional, sub-regional, national governments, and non-state actors, it does not directly call for a UN leadership role, other than in the context of developing strategies for sustaining health systems capacity in fragile/failed states and during times of war.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 456,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1419,
                    "end": 1423,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1699,
                    "end": 1703,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2214,
                    "end": 2218,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 3138,
                    "end": 3142,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 3746,
                    "end": 3750,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 4028,
                    "end": 4032,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 4132,
                    "end": 4136,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 4547,
                    "end": 4551,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 4846,
                    "end": 4850,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 5141,
                    "end": 5145,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 5572,
                    "end": 5576,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 1097,
                    "end": 1104,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Post-Ebola reform"
        },
        {
            "text": "Shortly thereafter, at the end of January 2016, the Kikwete Panel finalized its own report titled \"Protecting Humanity from Future Health Crises\", recommending a final set of 27 measures to avert a future global pandemic, specifically noting that the risk of a highly pathogenic influenza virus was a chief concern [42] . Recommendations from the panel carry on similar themes to prior panel recommendations and are grouped into national, regional/sub-regional, and international-level recommendations, as well as subthemes of development and health, R&D, financing, and follow-up and implementation recommendations. Chief among them included forming a Centre for Emergency Preparedness and Response within WHO, advancing full implementation of the IHR, securing appropriate financing for the WHO Centre and IHR compliance, and having WHO oversee the establishment of a fund and priority list to support R&D for neglected communicable diseases [42] . In addition, the panel strongly emphasized the need for a clear line of command within the UN system to coordinate a global response to a health and humanitarian emergency and more bodly recommended the establishment of a High-level Council on Global Public Health Crises housed within the UN General Assembly [42] . Similar to the Interim Panel and CGHRF, the Kikwete Panel offered its strong endorsement of WHO as the \"single\" global health leader, but also noted that should the WHO fail to successfully reform or be empowered by its member states, that an \"alternate\" UN institutional response mechanism(s) might be necessary [42] .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 944,
                    "end": 948,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1581,
                    "end": 1585,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Post-Ebola reform"
        },
        {
            "text": "Collectively, these review panels, all governed by different stakeholders with varying operational mandates and perspectives, add increasing complexity to the urgent need for WHO reform post-EVD that the agency must now navigate (see Table 3 for a summary of reform recommendations summarized into themes of WHO reform and UN participation.) One proposal that had unanimous support was the formation of a WHO Centre for Emergency Preparedness and Response, which would be independently funded and governed but still housed within WHO [36, 37] . Other reform measures that garnered cross-panel support included the urgent need to increase WHO's assessed contributions, developing mechanisms to enhance cooperation with non-state actors, strengthening global disease surveillance and IHR core capacities (including creating incentives/disincentives for IHR compliance,) and establishing better operational and policy coordination between WHO, UN agencies, and other global health partners [36, 37] .",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 538,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 987,
                    "end": 991,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 992,
                    "end": 995,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 241,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Post-Ebola reform"
        },
        {
            "text": "In response, to the myriad of recommendations set forth, the WHO, its Executive Board and its decisionmaking body, the WHA, were tasked with how to prioritize reforms, assess the feasibility and resources necessary to carry them out, and determining what reforms would be agreeable to all of its member states. Complicating this calculus is the fact that WHO's current governance structure only allows formal participation by state actors, though the influence of powerful non-state actors (including those who provide the majority of funding to WHO through voluntary contributions) is unlikely to be completely silenced. The emergence of the Zika virus, which was declared a PHEIC event (subsequently removed November 2016), also has the potential to delay and/or significantly alter the pathway of post-EVD WHO reform. The emergence of Zika once again demonstrates that changes needed to ensure WHO can lead in averting the next health crisis are not currently in place [43] . Further, current WHO Director-General Dr. Margaret Chan's tenure is coming to an end, meaning any long-term reforms will likely need to wait until her replacement is elected in 2017 [33, 37, 44] .",
            "cite_spans": [
                {
                    "start": 972,
                    "end": 976,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1161,
                    "end": 1165,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1166,
                    "end": 1169,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1170,
                    "end": 1173,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Post-Ebola reform"
        },
        {
            "text": "The 2014 EVD outbreak represents the re-emergence of an old and powerful infectious disease foe that has brought with it new urgency to address unresolved challenges in global health governance. At stake is the very nature and identity of WHO, which is feeling pressure to rediscover its role and relevance in a crowded and complex global health landscape populated by powerful nation states, large-scale bilateral health initiatives, Table 3 Matrix of WHO governance reform recommendations post-EVD multistakeholder partnerships, development banks, influential private foundations, and other UN agencies [14, 31, 45, 46] . How WHO will navigate the complexities of reform recommendations remains uncertain. What is clear is that the WHO needs to modernize in order to adapt to a new century of shared global health security, given ongoing threats from the emergence and re-emergence of infectious diseases, such as EVD and the Zika virus, and the inevitability of future outbreaks with pandemic potential.",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 609,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 442,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "Despite the need for a revitalized WHO, reforms supported by WHO's own high-level Advisory Group on Reform of WHO's Work in Outbreaks and Emergencies (WHO Advisory Group, established by the WHO DG in July 2015), whose role was to provide guidance in relation to WHO's emergency reform process (including the recommendations issued by the various panels), did not recommend some of the major changes advocated by the panels [47] . Instead, at the January 2016 WHO Executive Board meeting (coinciding with WHO declaring that EVD was no longer a PHEIC) , the WHO Advisory Group recommended critical enhancements focused on WHO internal outbreak and health emergency management, but did not recommend larger structural governance changes. Specifically, the group recommended the widely supported establishment of a centrally-managed, separate, dedicated WHO global Programme for Outbreaks and Emergencies headed by an Executive Director having its own budget and workforce that reports to the WHO DG [36, 47] . WHO would leverage the formation of this internal mechanism to also engage in other reform measures including ensuring greater health stakeholder collaboration, establishing better operational/ business processes during outbreaks, calling for an increase in member state assessed contributions for emergencies, capitalizing a contingency fund for emergency response, and improving resource mobilization, political engagement, accountability and external oversight [36, 47] . Following up on the WHO Advisory Group's recommendations, at the 69th WHA in May 2016, Member States approved a plan formally establishing the WHO Health Emergencies Programme with a structure in many ways identical to that proposed by the WHO Advisory Group [48] . Accompanying its formation was an increase of $160 million to the existing WHO programme budget for WHO's work in health emergencies, establishment by the DG of an independent oversight and advisory body, and the announcement of the appointment of Dr. Peter Salama (formerly with UNICEF) as the inaugural Executive Director [49] . Other reform recommendations that the WHO leadership has committed to carrying out or that are in the process of being implemented include the creation of a global health emergency workforce, strengthening implementation and monitoring of IHR core capacities, funding of the $100 million contingency fund for emergencies (via voluntary contributions including US$26.60 million received as of May 2016), and the development of an \"R&D Blueprint\" for accelerating R&D for health emergencies [49, 50] .",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 427,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 996,
                    "end": 1000,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1001,
                    "end": 1004,
                    "text": "47]",
                    "ref_id": null
                },
                {
                    "start": 1471,
                    "end": 1475,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1476,
                    "end": 1479,
                    "text": "47]",
                    "ref_id": null
                },
                {
                    "start": 1741,
                    "end": 1745,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2072,
                    "end": 2076,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 2568,
                    "end": 2572,
                    "text": "[49,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 2573,
                    "end": 2576,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Prologue: reform responses by WHO"
        },
        {
            "text": "Specific to the need for greater coordination and acceleration of R&D for vaccines, drugs, diagnostics, delivery systems, and other health technologies to avert a future epidemic when no existing medical countermeasures exists, the WHO published its \"Plan of Action\" for its R&D Blueprint on May 2016 [51] . This document presents the preliminary strategy for the WHO R&D Blueprint, as originally requested at the 68th WHA, and envisions a central convening and coordinating role for WHO in health R&D, a concept supported in different forms by all of the panels [51] . Though the Plan of Action envisions an inclusive and collaborative global approach to tackle the lack of R&D preparedness and access to treatment made evident during the EVD outbreak, it is unclear how this framework will be funded, implemented, and whether it will be aligned with existing governance structures and other related proposals. This includes existing structures such as the UN High-Panel on Access to Medicines and other financing and normative instruments currently being explored (including the WHO TDR Health Product Research & Development Fund and a proposed Global biomedical R&D treaty) [52] .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1177,
                    "end": 1181,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Prologue: reform responses by WHO"
        },
        {
            "text": "More importantly, though the creation of WHO's new Health Emergencies Programme represents a critical internal governance \"drift\", structural reforms that would represent the needed governance \"shift\" to modernize WHO continue to lack the necessary political will and financial support for what would likely be a much more expensive reform process [14] . For example, restructuring of WHO's current HQ/regional office/country office organizational structure has not been seriously considered, with the focus instead on bolstering staffing and support for WHO country offices and relying on the newly formed Health Emergencies Programme to enhance coordination [14, 38, 53] . The importance of restructuring WHO-led coordination (between WHO HQ, regional and country offices, and other support channels) was made evident by the lack of sufficient communication and coordination between WHO HQ and its largely autonomous regional office AFRO, a factor identified as contributing to the spread of EVD [13, 53] .",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 998,
                    "end": 1002,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1003,
                    "end": 1006,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Prologue: reform responses by WHO"
        },
        {
            "text": "Additionally, a needed increase and stabilization of WHO's core budget (an 8% increase in voluntary contributions was approved at the 68th WHA but a 5% increase in member state assessments for the core budget was not; and a recent October 2016 WHO financing dialogue including a proposal by DG Chan to raise assessed contributions 10% received mixed reactions/support) has not been carried out, despite universal recommendation from all the panels on the need for more sustainable financing. Further, though the US$160 million increase in WHO's budget to fund the Health Emergencies Progamme (which remains only 56% funded as of Oct 2016) is a needed investment, it falls far behind the CGHRF recommended annual investment of $4.5 billion to strengthen global infectious disease capacity []. Finally, though the WHO adopted a Framework for Engagement with Non-State Actors (FENSA) at the 69th WHA following 2 years of intergovernmental negotiations, the structure of the framework is limited to operational procedures and engagement management, and has also been criticized by certain stakeholders [14, 54, 55] . As such, it will likely fall short in establishing robust partnerships and creating a much needed space for formal interactions between WHO and critical non-state actors clearly needed during health emergencies.",
            "cite_spans": [
                {
                    "start": 1098,
                    "end": 1102,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1107,
                    "end": 1110,
                    "text": "55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Prologue: reform responses by WHO"
        },
        {
            "text": "Growing recognition of the importance of global health and the unremitting threat of an emerging infectious disease outbreak may make it untenable to simply wait and hope for a sufficiently reformed WHO. Instead, the lasting legacy of the EVD outbreak may be its foreshadowing of a governance \"shift\" in formal sharing of the complex responsibilities of global public health and health security to other international structures, most notably various organs of the United Nations [36] . In September 2014, the UN authorized the first-ever UN emergency health mission, the UN Mission for Ebola Emergency Response (UNMEER), and thus became the central actor charged with mobilizing and coordinating resources across UN agencies, multiple states, and other partners working to stop EVD. UNMEER was established as a temporary measure to provide immediate financial, human resource, and logistic support for affected countries with the primary objectives of stopping the outbreak, treating the infected, ensuring access to essential services, creating stability, and preventing further escalation [56] . However, UNMEER's participation has not been without criticism. In fact, reports by panels/ commissions have noted that while UNMEER brought high-level political and financial support, coordination of the crisis became more difficult during its tenure in affected countries [38, 39] . Nevertheless, UNMEER's creation brings a new dimension to global health governance as it is the first apparatus constructed to provide a singular UN system-wide approach in order to establish unity in combating a public health emergency. In addition to UNMEER, David Nabarro (who acted as Chair of the WHO Advisory Group and who is also a current candidate for the new WHO DG) was appointed as the UN Secretary-General's Special Envoy on Ebola in August 2014, for the purpose of providing strategic and policy direction to improve the international response to EVD.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 484,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1092,
                    "end": 1096,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 1373,
                    "end": 1377,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1378,
                    "end": 1381,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Greater Leadership by the UN in Global Health?"
        },
        {
            "text": "UNMEER's creation, though not viewed as entirely successful, may serve as a precursor for what future global health governance structures could look like in the absence of an adequately strengthened and empowered WHO. Hints of this potential governance \"shift\" manifested in different panel recommendations, with all panels calling for some form of increased involvement by the larger UN system. Specifically, the Interim Panel called for the appointment of a Special Representative of the Secretary-General or a UN Special Envoy for highlevel global health threats, but stopped short of recommending the establishment of a full UN mission [57] . The Harvard-LSHTM report concluded that an independent UN Accountability Commission was needed to assess worldwide responses to outbreaks and also recommended the creation of a Global Health Committee as part of the UN Security Council [39] . The CGHRF called for better communication and collaboration mechanisms between WHO and the UN (including an escalation process to transfer control of emergencies from WHO to the UN Secretary-General,) and also specified that the UN Secretary-General should lead in developing strategies for sustaining health system capacities in fragile/failed states, though it did not support the creation of a new UN entity [41] . The UN's own Kikwete Panel specifically recommended the creation of a Highlevel Council on Global Public Health Crises housed within the General Assembly made up of 45-50 political representatives of member states in order to ensure political accountability and reform implementation [42] . Germany's Chancellor Angela Merkel's keynote speech at 68th WHA was even more direct, stating that WHO cannot tackle Ebola or global health on its own, and that its cooperation with the broader UN system and World Bank is a critical component of any reform moving forward [58, 59] .",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 644,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1301,
                    "end": 1305,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1592,
                    "end": 1596,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1871,
                    "end": 1875,
                    "text": "[58,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1876,
                    "end": 1879,
                    "text": "59]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Greater Leadership by the UN in Global Health?"
        },
        {
            "text": "A UN High-Panel on Global Health: 21 st Century Global Health Governance?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Greater Leadership by the UN in Global Health?"
        },
        {
            "text": "Though calls for greater involvement by the UN in global health have accelerated following the EVD outbreak, recommendations for a permanent UN global health structure are not new. As early as 2012, this author specifically advocated for the formation of a UN Global Health Panel chaired by WHO, which could alternatively be housed within the UN Economic and Social Council (ECOSOC) -a central mechanism of the UN system that has been active in global health issues (including developing the UN Sustainable Development Goals) and is the principal UN organ coordinating work across its 14 specialized agencies [45] . ECOSOC represents an optimal space to establish cooperation, coordination, and policy coherence across the entire UN system, its technical agencies, and its respective stakeholder networks on key global health challenges, including health emergencies (see Fig. 1 for visualization of governance recommendations by the panels and the UN Global Health Panel recommendation) [45] .",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 613,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 988,
                    "end": 992,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 872,
                    "end": 878,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Greater Leadership by the UN in Global Health?"
        },
        {
            "text": "An ECOSOC UN Global Health Panel would meet many of the needs identified in post-EVD governance reform discussions, including acting as a permanent central body to coordinate global health efforts across the entire UN system (including alignment with the SDGs), allowing engagement with a broader array of stakeholders and creating a \"safe space\" for these interactions through its partnership initiatives and forums, and could be designed in a way that would afford it greater political visibility as well as increased accountability by having it report directly to the UN General Assembly [37, 45, [60] [61] [62] . Similarly, the creation of a Global Health Committee contained within the UN Security Council -as recommended by the Harvard-LSHTM panel -could also elevate health emergencies to the highest levels of political attention and raise awareness among key decisionmakers. However, the highly political nature of the Security Council could also result in public health priorities being stymied by larger and more influential political, security, and core foreign policy dynamics, as has been the case in other health diplomacy outcomes [63] [64] [65] . Further, the High-level Council proposed by the Kikwete Panel would not implicitly include important multistakeholder representation from international public health agencies, non-state actors, NGOs, civil society, and other health actors, instead relying upon the exclusive participation of member state political representatives.",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 595,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1147,
                    "end": 1151,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1152,
                    "end": 1156,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1157,
                    "end": 1161,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Greater Leadership by the UN in Global Health?"
        },
        {
            "text": "More fundamentally, critical in assessing whether any UN global health apparatus will work as a central pillar in the future architecture of global health governance is defining the appropriate roles and responsibilities of WHO with respect to other UN institutions that are already actively participating in global health [60] . This is necessary in order to avoid duplication and ensure effective coordination, a challenge highlighted by the temporary and emergency nature of the UNMEER governance intervention during EVD. This would require focusing a proposed UN global health panel's structure on galvanizing high-level political and financial attention to a health emergency/outbreak, while also creating a permanent policy and governance environment conducive to multistakeholder partnership building, coordination, and mobilization of resources that is beyond the scope of WHO's current operational mandates and capacity.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Greater Leadership by the UN in Global Health?"
        },
        {
            "text": "However, this structure would also need to leverage the unique strengths of WHO, specifically allowing the embattled agency to focus on its indispensable role as the world's chief technical health agency by imbuing it as the Chair of the proposed structure and having the newly established WHO Health Emergencies Programme take a leading role when addressing issues related to health emergencies and outbreask with panademic potential [45] . Though some may view a UN-based structure as usurping WHO's credibility and leading to duplication, by positioning WHO as the chair of a UN Global Health Panel, such a structure could serve the dual role of reestablishing WHO's relevance and strengthening its response capabilities [66] [67] [68] . This would be accomplished by enabling WHO with high-level political representation and access to all the resources at the UN system's disposal.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 439,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Greater Leadership by the UN in Global Health?"
        },
        {
            "text": "Through this structure, WHO could then establish clear and delineated roles for other actors when preparing for and responding to health emergencies. It could then act as both the primary coordination mechanism and provide technical support to other UN institutions, such as the World Bank, UN Development Programme, UNICEF, UNAIDS, UN Environmental Programme, UN Population Fund, UN Office of Drugs and Crime, Food and Agriculture Organization, many of whom were active participants in the fight against EVD [45] . The design of the structure should also leverage existing interagency structures already established between WHO, the UN and other health partners (including the Global Health Cluster and Inter-Agency Standing Committee that both focus on humanitarian and health issues.) [13] . In this sense, a UN global health panel apparatus could act as a hybrid multistakeholder global health body bringing together the respective organizational and partnership networks available between the UN system and WHO. This would enable more robust engagement with key civil society actors, NGOs, foundations, civil-military cooperation, and private sector actors that will be critical in the prevention, detection, and response to future health emergencies and potential pandemics.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 513,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Greater Leadership by the UN in Global Health?"
        },
        {
            "text": "Finally, by placing global health, health emergencies, and infectious disease governance at the top of the UN hierarchy, the opportunity to establish greater policy coherence across the entire landscape of global governance mandates and instruments could be better realized by a UN Global Health Panel. This includes ensuring that all member states, UN agencies, and non-state partners are aligned under SDG goals 3.b (supporting R&D for infectious diseases), 3.c (ensuring a sustainable health workforce in developing countries) and 3.d (strengthening capacity for risk reduction and management of global health risks), all factors critical in preventing and responding to infectious disease outbreaks. This in turn could translate to better funding, strengthening, and implementation of the IHR and the WHO R&D Blueprint, while also supporting wider adoption of the WHO Global Code of Practice on the International Recruitment of Health Personnel [69, 70] . Additionally, other global health governance mechanisms can also be championed at highest levels of political engagement, including proposed instruments such as the biomedical R&D treaty and the Framework Convention for Global Health, which could bolster the normative powers of WHO [29, 71, 72] . This could establish a strengthened global health governance system, a step that is needed to ensure that global health and infectious disease outbreaks are given their rightful priority in the echelons of foreign policy and international affairs.",
            "cite_spans": [
                {
                    "start": 949,
                    "end": 953,
                    "text": "[69,",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 954,
                    "end": 957,
                    "text": "70]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1248,
                    "end": 1251,
                    "text": "71,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1252,
                    "end": 1255,
                    "text": "72]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Greater Leadership by the UN in Global Health?"
        },
        {
            "text": "Only time will tell if the legacy of EVD will include a WHO that has the full support of the international community and is capable of leading human society in this brave new era of globalization and health. Despite current uncertainty, the time is ripe for a radical \"shift\" in global health governance by recognizing that complex global health challenges can no longer be borne by WHO alone. Instead, global health demands a UN systems wide approach lead by a permanent UN Global Health apparatus combined with WHO reforms that are fair to the agency's current funding and capacity limitations while also leveraging its core strengths as the world's preeminent international health body. The urgency for these reforms comes at a time when global health is increasingly becoming a foci for the security, economic, social, political and health interests of all nation states, necessitating greater shared leadership. In this sense, the impact of the EVD outbreak is likely to go far beyond the immense human suffering and lives lost during this tragedy, extending to the very foundation of how we approach governance for global health in the 21 st century. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO. Statement on the 9th meeting of the IHR Emergency Committee regarding the Ebola outbreak in West Africa",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lessons from LIberia: Global Health Governance in the Post-Ebola Paradigm",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Mackey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Global Health Governance",
            "volume": "10",
            "issn": "",
            "pages": "60--70",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza Vaccine -Outmaneuvering Antigenic Shift and Drift",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Treanor",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "218--238",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global rules for global health: why we need an independent, impartial WHO",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "348",
            "issn": "",
            "pages": "3841--3842",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Split WHO in two: strengthening political decision-making and securing independent scientific advice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "J-A",
                    "middle": [],
                    "last": "Rottingen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Public Health",
            "volume": "128",
            "issn": "",
            "pages": "188--94",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global health governance -the next political revolution: Public Health",
            "authors": [
                {
                    "first": "Kickbusch",
                    "middle": [
                        "I"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Statement from Assistant Secretary Jimmy Kolker at the Special Session of the WHO Executive Board on Ebola",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Strengthening the detection of and early response to public health emergencies: lessons from the West African Ebola epidemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Siedner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Cranmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Med. Public Library of Science",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Reforming the World Health Organization after Ebola",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA",
            "volume": "14",
            "issn": "",
            "pages": "1407--1415",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ebola's Lessons",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Foreign Aff",
            "volume": "94",
            "issn": "",
            "pages": "80--107",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Report prescribes strong medicine for WHO",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "349",
            "issn": "",
            "pages": "223--227",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "World Health Organization and emergency health: if not now, when?",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Checchi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Waldman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ager",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Asgary",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Benner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ : British Medical Journal. British Medical Journal Publishing Group",
            "volume": "352",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "World Health Organization Reform-A Normative or an Operational Organization?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yach",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Public Health",
            "volume": "106",
            "issn": "",
            "pages": "1904--1910",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "WHO: retirement or reinvention? Public Health",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "128",
            "issn": "",
            "pages": "119--142",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The World Health Organization and Global Health Governance: post-1990",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lidén",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Public Health",
            "volume": "128",
            "issn": "",
            "pages": "141--148",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "World Health Organization reform languishes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Collier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Can Med Assoc J",
            "volume": "184",
            "issn": "",
            "pages": "173--177",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "World Health Organization: Overhaul or Dismantle?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wibulpolprasert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Public Health",
            "volume": "106",
            "issn": "",
            "pages": "1910--1911",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Lessons from SARS and H1N1/A: employing a WHO-WTO forum to promote optimal economic-public health pandemic response",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Mackey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Public Health Policy",
            "volume": "33",
            "issn": "",
            "pages": "119--149",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Global public health surveillance under new international health regulations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1058--65",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Learning from SARS: Preparing for the Next Disease Outbreak: Workshop Summary",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Knobler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahmoud",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lemon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sivitz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "China's Engagement with Global Health Diplomacy: Was SARS a Watershed",
            "authors": [
                {
                    "first": "L-H",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Med. Public Library of Science",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Preparing for health diplomacy negotiations -global governance and the case of Taiwan, WHO, and SARS. Rosskam E, Kickbusch I, editors. Negotiating and Navigating Global Health: Case Studies in Global Health Diplomacy",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Mackey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The limits of global health diplomacy: Taiwan's observer status at the world health assembly",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herington",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Global Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Next Epidemic -Lessons from Ebola",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "1381--84",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Global health security: the wider lessons from the west African Ebola virus disease epidemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takemi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tappero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "1884--901",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Creating a committee C of the World Health Assembly",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Silberschmidt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Matheson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kickbusch",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "371",
            "issn": "",
            "pages": "1483--1489",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Irrelevant\" WHO outpaced by younger rivals",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hawkes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "343",
            "issn": "",
            "pages": "5012--5014",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Dark sides of the proposed Framework Convention on Global Health's many virtues: A systematic review and critical analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "J-A",
                    "middle": [],
                    "last": "Rottingen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Hum Rights",
            "volume": "15",
            "issn": "",
            "pages": "117--151",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "World health organization reform: lessons learned from the Ebola epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Hastings Cent Rep",
            "volume": "45",
            "issn": "",
            "pages": "6--7",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The WHO must reform for its own health",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Med",
            "volume": "18",
            "issn": "",
            "pages": "646--652",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Improving United Nations Funding to Strengthen Global Health Governance: Amending the Helms-Biden Agreement. Global Health Governance",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Mackey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Novotny",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Critical Challenges for the Next WHO Director-General",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "Governance",
                    "middle": [],
                    "last": "Finance",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1906--1913",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2016.303399"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Great expectations for the World Health Organization: a Framework Convention on Global Health to achieve universal health coverage",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ooms",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Waris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hammonds",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mulumba",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Public Health",
            "volume": "128",
            "issn": "",
            "pages": "173--181",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "WHO reform process [Internet]. who.intaboutwhoreformprocessen. World Health Organization",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Toward a Common Secure Future: Four Global Commissions in the Wake of Ebola",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Tomori",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wibulpolprasert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Med. Public Library of Science",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Facing forward after Ebola: questions for the next director general of the World Health Organization",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kickbusch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dzau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ : British Medical Journal. British Medical Journal Publishing Group",
            "volume": "353",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Report of the Ebola Interim Assessment Panel",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Will Ebola change the game? Ten essential reforms before the next pandemic. The report of the Harvard-LSHTM Independent Panel on the Global Response to Ebola",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pate",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Clinton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Delaunay",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Lanceancet",
            "volume": "386",
            "issn": "",
            "pages": "2204--2225",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The Neglected Dimension of Global Security -A Framework for Countering Infectious-Disease Crises",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sands",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mundaca-Shah",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Dzau",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "",
            "pages": "1281--1288",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The Neglected Dimension of Global Security: A Framework to Counter Infectious Disease Crises",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Protecting Humanity from Future Health Crises: Report of the High-level Panel on the Global Response to Health Crises",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The Emerging Zika Pandemic: Enhancing Preparedness",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Lucey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "",
            "pages": "865--871",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The future leadership of WHO",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akksilp",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takemi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Matsoso",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Da Silva",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "321--324",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A United Nations Global Health Panel for Global Health Governance",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Mackey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Soc Sci Med",
            "volume": "76",
            "issn": "",
            "pages": "12--17",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A New Leader for a New World Health",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pablos-Mendez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Public Health",
            "volume": "106",
            "issn": "11",
            "pages": "1907--1915",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2016.303474"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "World Health Assembly agrees new Health Emergencies Programme [Internet]. WHO. World Health Organization",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Progress Report on the Development of the WHO Health Emergencies Programme",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The need for global R&D coordination for infectious diseases with epidemic potential",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Kieny",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Rottingen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Farrar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "288",
            "issn": "",
            "pages": "460--61",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "An R&D Blueprint for Action to Prevent Epidemics: Plan of Action",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Report of the United Nations Secretary General's High-Level Panel on Access to Medicines",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "WHO's to blame? The World Health Organization and the 2014 Ebola outbreak in West Africa",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kamradt-Scott",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Third World Quarterly. Routledge",
            "volume": "37",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Framework of engagement with non-State actors: draft resolution [Internet]. apps.who.int",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "WHA Gets First UN Framework Managing Non-State Actors",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Saez",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Countries Satisfied, Actors Concerned",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "WHO. World Health Organization",
            "authors": [],
            "year": 2015,
            "venue": "WHO response to the Ebola Interim Assessment Panel report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The Ebola Review, Part II",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Offline: An irreversible change in global health governance",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Response to comments on \"A United Nations Global Health Panel for Global Health Governance",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Mackey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Soc Sci Med",
            "volume": "76",
            "issn": "",
            "pages": "24--31",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The Election of the Next World Health Organization Director-General Explained to a Visitor From Mars",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dussault",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Public Health",
            "volume": "106",
            "issn": "",
            "pages": "1908--1917",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "WHO's Director-General candidates: visions and priorities",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Samarasekera",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Lancet",
            "volume": "388",
            "issn": "",
            "pages": "2072--95",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Health diplomacy and the enduring relevance of foreign policy interests",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldbaum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michaud",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Med",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Addressing the impact of economic sanctions on Iranian drug shortages in the joint comprehensive plan of action: promoting access to medicines and health diplomacy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Setayesh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Mackey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Global Health",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Responding to the public health consequences of the Ukraine crisis: an opportunity for global health diplomacy",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Mackey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Strathdee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Int AIDS Soc",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Coordinating the UN System: lessons from UNAIDS: a commentary on Mackey",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Soc Sci Med",
            "volume": "76",
            "issn": "",
            "pages": "21--24",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "A United Nations Global Health Panel for Global Health Governance: a commentary on Mackey",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dussault",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Soc Sci Med",
            "volume": "76",
            "issn": "",
            "pages": "16--23",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "A United Nations Global Health Panel for Global Health Governance: a commentary on Mackey",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Soc Sci Med",
            "volume": "76",
            "issn": "",
            "pages": "18--20",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Stemming the brain drain-a WHO global code of practice on international recruitment of health personnel",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hwenda",
                    "suffix": ""
                },
                {
                    "first": "B-I",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Daulaire",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "N Engl J Med",
            "volume": "365",
            "issn": "",
            "pages": "2348--51",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Moving forward to 2014: global IHR (2005) implementation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biosecur Bioterror",
            "volume": "11",
            "issn": "",
            "pages": "153--159",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "A Framework Convention on Global HealthHealth for All, Justice for AllA Framework Convention on Global Health",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "",
            "pages": "2087--92",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "A Global Biomedical R&D Fund and Mechanism for Innovations of Public Health Importance",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Balasegaram",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bréchot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Farrar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ganguly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Med",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Visualization of Global Health Governance Reform Structures. Attached as separate file",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Abbreviations AFRO: World Health Organization Regional Office for Africa; CGHRF: Commission on a Global Health Risk Framework for the Future; DG: Director General; ECOSOC: United Nations Economic and Social Council; EVD: Ebola virus disease outbreak; FAO: Food and Agriculture Organization of the United Nations; FENSA: WHO Framework for Engagement with Non-State Actors; GOARN: WHO Global Outbreak Alert and Response Network; Harvard-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Select WHO reform recommendations in the literature pre-EVD",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics of EVD High-level panels and commissions Harvard-LSHTM Panel Establishment by Harvard Global Health Institute and London School of Hygiene & Tropical Medicine primarily from academia, foundations, think tanks, and NGOs CGHR Established as an independent commission with National Academy of Medicine as secretariat funded by foundations and agencies. Commission comprised of members from different countries, foundations, and entities. Established by the WHO Director General to offer guidance on the organization's emergency reform process. Group chaired by UN SG Special Envoy on Ebola and various members from UN agencies, NGOs, representatives of government health agencies, and others. Note: Julio Frenk served on both the WHO Interim Panel and the CGHR. Lawrence Gostin and Gabriel Leung served on both the Harvard-LSHTM panel and CGHR the UN Security Council: an Accountability Commission and a Global Health Committee that would independently assess outbreak response and elevate political attention to international health threats",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "• We accept pre-submission inquiries • Our selector tool helps you to find the most relevant journal Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}