{
    "paper_id": "7967040b2131b69fec61d9f1d5c14dd214c49989",
    "metadata": {
        "title": "A look at the ASEAN-NDI: building a regional health R&D innovation network",
        "authors": [
            {
                "first": "Jaime",
                "middle": [
                    "C"
                ],
                "last": "Montoya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Philippine Council for Health Research and Development",
                    "location": {
                        "settlement": "Taguig City",
                        "country": "Philippines"
                    }
                },
                "email": ""
            },
            {
                "first": "Carina",
                "middle": [
                    "L"
                ],
                "last": "Rebulanan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Philippine Council for Health Research and Development",
                    "location": {
                        "settlement": "Taguig City",
                        "country": "Philippines"
                    }
                },
                "email": ""
            },
            {
                "first": "Nico",
                "middle": [],
                "last": "Angelo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Philippine Council for Health Research and Development",
                    "location": {
                        "settlement": "Taguig City",
                        "country": "Philippines"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Parungao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Philippine Council for Health Research and Development",
                    "location": {
                        "settlement": "Taguig City",
                        "country": "Philippines"
                    }
                },
                "email": ""
            },
            {
                "first": "Bernadette",
                "middle": [],
                "last": "Ramirez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Philippine Council for Health Research and Development",
                    "location": {
                        "settlement": "Taguig City",
                        "country": "Philippines"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Globally, there are growing efforts to address diseases through the advancement in health research and development (R&D), strengthening of regional cooperation in science and technology (particularly on product discovery and development), and implementation of the World Health Assembly Resolution 61.21 (WHA61.21) on the Global Strategy and Plan of Action on Public Health, Innovation, and Intellectual Property (GSPA-PHI). As such, the Association of Southeast Asian Nations (ASEAN) is responding to this through the establishment of the ASEAN-Network for Drugs, Diagnostics, Vaccines, and Traditional Medicines Innovation (ASEAN-NDI). This is important in the ASEAN considering that infectious tropical diseases remain prevalent, emerging, and reemerging in the region. This paper looks into the evolution of the ASEAN-NDI from its inception in 2009, to how it is at present, and its plans to mitigate public health problems regionally and even globally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The need for an ASEAN-led Health R&D innovation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "The Association of Southeast Asian Nations (ASEAN) has a continuum of member nations at different stages of economic and health development, with the majority of the countries belonging to the middle-and low-income categories [1] .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "While there are ASEAN member states that are more advanced in terms of health systems and programs, the majority still suffer from communicable and noncommunicable diseases [2, 3] . Infectious tropical diseases also continue to be a challenge to the health sector despite developments in health research and development (R&D) and medical technology. There is widespread concern about the emergence and reemergence of some infectious diseases such as tuberculosis, Severe Acute Respiratory Syndrome (SARS), avian influenza, and Chikungunya [4] .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 177,
                    "end": 179,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "These tropical infectious diseases form part of the neglected tropical diseases (NTDs) alluded to by international organizations. These diseases include infections that have shown low economic returns for investments in health products R&D. However, from a human capital perspective, these so-called NTDs not only place a significant burden on the health system, but they also adversely affect productivity and efficiency of human capital in their respective societies [5] .",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 472,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "Budgetary limitations for health research also cause difficulty in pursuing R&D initiatives. With scarce resources for health research, efforts to pursue health research activities in many of the ASEAN nations are limited [5] .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "In terms of human resources, the ratio of R&D personnel to the population varies across the ASEAN nations with countries including Singapore, Malaysia, and Thailand having more R&D personnel than the rest of the ASEAN nations. The proportion of researchers to population is also much higher in the more developed nations in the ASEAN (e.g., Singapore and Malaysia) compared to those which are less economically developed [6] . It is apparent that many of the ASEAN nations fall below the ratio of researchers to population recommended by the United Nations Educational, Scientific and Cultural Organization (UNESCO). This significantly reduces R&D productivity in the region.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 424,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "Considering all of these public health challenges and hindrances to providing better quality of health in the ASEAN, activities towards the establishment of a regional health innovation network were initiated with the goal of enhancing product discovery and providing a sustainable essential health R&D through intraregional collaboration-a framework suggested by the World Health Assembly (WHA) Resolution 61.21, Global Strategy and Plan of Action on Public Health, Innovation, and Intellectual Property (GSPA-PHI) [7, 8] .",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 519,
                    "text": "[7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 520,
                    "end": 522,
                    "text": "8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "The ASEAN Network for Drugs, Diagnostics, Vaccines, and Traditional Medicines Innovation (ASEAN-NDI) was founded in 2009 in line with the objectives of the GSPA-PHI, which include promotion of R&D, development of North-South and South-South partnerships to support capacity building, and establishment of strategic research networks to facilitate better coordination of stakeholders. It was conceptualized to parallel the African Network for Drugs and Diagnostics Innovation (ANDI), a network championed by the World Health Organization Special Programme for Research and Training in Tropical Diseases (WHO-TDR), which started the idea of establishing regional innovation networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptualization of the ASEAN-NDI"
        },
        {
            "text": "The ASEAN-NDI is a regional innovation network composed of the ASEAN member states, namely: Brunei Darussalam, Cambodia, Indonesia, Lao PDR, Malaysia, Myanmar, Philippines, Singapore, Thailand, and Vietnam. Its concept was proposed by the Philippines to the ASEAN and was first discussed among the ASEAN member states during the 40 th Meeting of the ASEAN Sub-Committee on Biotechnology (SCB) in Bali, Indonesia on 25-26 May 2009, and was later adopted by the ASEAN Committee on Science and Technology (COST) as its own initiative. The ASEAN, through the COST, approved the creation of the ASEAN-NDI in 2009. Start-up funds to support the establishment of the Network were provided by the WHO-TDR. The Philippine Council for Health Research and Development (PCHRD) of the Department of Science and Technology (DOST) served as the secretariat of the ASEAN-NDI, with its Executive Director, Dr. Jaime Montoya, as the overall coordinator (see Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 940,
                    "end": 948,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Conceptualization of the ASEAN-NDI"
        },
        {
            "text": "The ASEAN-NDI was established to ensure that health technology development and the capacity of member states are appropriately maximized and managed according to regional health needs. It aims to build a sustainable partnership among the ten ASEAN countries to rapidly build the needed human resource, technology, and financing for health development and security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptualization of the ASEAN-NDI"
        },
        {
            "text": "The enhancement of public R&D capacity to prioritize the public good elements of innovative policy tools and harness the private sector is one strategy most relevant to the 61 st WHA framework. The aim was to build developing countries' leadership and capability in addressing major endemic health issues, as well as issues concerning access to health products by the poor. One of the critical elements of the framework was setting up R&D networks in disease endemic countries [6] .",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 480,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Conceptualization of the ASEAN-NDI"
        },
        {
            "text": "The ASEAN-NDI addresses this opportunity directly, answering both the economic reasoning for public action when markets fail, and the moral basis for an intergovernmental response to the lack of access to health products among the poor in these countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptualization of the ASEAN-NDI"
        },
        {
            "text": "To lay the groundwork towards this initiative, the ASEAN SCB endorsed a mapping activity to be carried out in order to assess the product R&D landscape for the triple burden of disease in the region, including infectious tropical diseases, non-communicable diseases, and preventable diseases due to accidents and traumas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mapping activity"
        },
        {
            "text": "\"Mapping of Product R&D Landscape for Infectious Tropical Diseases in ASEAN Member States\" was conceptualized with the aim of mapping out the capabilities of the ASEAN member countries on drugs, diagnostics, vaccines, and traditional medicine innovation on infectious Figure 1 First stage of the establishment of the ASEAN-NDI. Following the establishment of the ANDI, interest to establish a similar health R&D innovation network, the ASEAN-NDI, was communicated by the Philippines to the WHO-TDR through PCHRD-DOST. With funding support from the WHO-TDR, the activities of the Network were started, including the ASEAN health R&D landscape mapping. tropical diseases; identifying gaps and opportunities in the ASEAN; creating a database of institutions, networks, and initiatives with capacities for innovation; and providing the template for the establishment of an ASEAN regional network for innovation in product R&D.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 276,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The mapping activity"
        },
        {
            "text": "The planned mapping activity was further refined during the first organizational meeting held in Manila, Philippines on 21 October 2009. Attended by delegates from the ASEAN who were identified through the assistance of the SCB members and the ASEAN Secretariat, participants agreed to focus the mapping exercise on infectious diseases such as malaria, tuberculosis, schistosomiasis, dengue, leishmaniasis, lymphatic filariasis, and helminthiases, as well as on other diseases of public health importance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mapping activity"
        },
        {
            "text": "The mapping activity was conducted from December 2009 to November 2010, through survey and key informant interviews among researchers and institutions, and a review of Elsevier's Scopus database. The mapping activity gathered records on institutional data of R&D institutions across the ASEAN region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mapping activity"
        },
        {
            "text": "The results of the mapping exercise indicated a diverse spectrum of capacity for the ASEAN member states to pursue R&D on drugs, diagnostics, vaccines, and traditional medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mapping activity"
        },
        {
            "text": "The exercise showed that there is keen interest among the ASEAN institutions in each country to pursue health R&D. While some countries such as Brunei Darussalam and Cambodia are still in their infancy, others such as Singapore, Malaysia, and Thailand are far advanced in R&D. One measure for this is the number of biomedical and infectious disease articles that these three countries produced from 2005-2009 as compared to the other member states (see Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 460,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The mapping activity"
        },
        {
            "text": "The ASEAN region has substantial human resources and institutions that can support the pursuit of R&D on drugs, diagnostics, vaccines, and traditional medicine. There are major institutions located in the different ASEAN nations that can be tapped for future collaboration (see Figure 2 ). The ASEAN also has a number of institutions that have the capacity to produce drugs, diagnostics, vaccines, and traditional medicine (see Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 286,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 435,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The mapping activity"
        },
        {
            "text": "One of the challenges that arises from the disparity across the ASEAN countries is that a number of countries Vietnam 86 10 25 9 Figure 2 Academic and academy-associated dengue research centers located in the ASEAN. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 137,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "The mapping activity"
        },
        {
            "text": "work on the same disease and for the same product (i.e., drugs, vaccines, etc.), which results in duplication and wastes time and resources. This shows that although collaborating ventures may have limitations imposed by funding/sponsoring partners, the ASEAN member states need to explore and expand collaborative engagements to other ASEAN member states with the end goal of enhancing capacity in the region and minimizing duplication of efforts. Asia, including the ASEAN, is a major player in the future of pharmaceuticals. The recent slowdown in major Western countries has led to the outsourcing of developmental work in developing countries including the ASEAN (see Figure 3 ). The growing presence of clinical research organizations in the region is a testimony to the presence of capable human resources and growing importance of the region in the future of the pharmaceutical industry.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 673,
                    "end": 681,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The mapping activity"
        },
        {
            "text": "The disparity across the ASEAN member states indicates some gaps that need to be addressed. There is a problem with technology know-how and priority funding, especially among countries that are dependent on imported pharmaceuticals. There is a problem of infrastructure and resources in some countries, which can be addressed by implementing working arrangements among the ASEAN member states, and by sharing resources and expertise. Concerns such as funding and logistics support, and ethical considerations need to be addressed by their respective countries and by the ASEAN as a whole. Intellectual property concerns, which may arise from collaborative ventures, are issues that need to be laid down and agreed upon at the onset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mapping activity"
        },
        {
            "text": "The extensive collaboration among the ASEAN member states and with other major research centers in the world indicates that the ASEAN countries have the capacity to pursue collaborative R&D activities on health products development (see Figures 4 and 5) . The ASEAN has been used in several free trade agreements and harmonization initiatives. Hence, embarking on an ASEAN initiative that will strengthen the scientific ties to address neglected diseases will not be difficult. The ASEAN member states can facilitate the exchange of expertise, resources, and health products as they have been working in other initiatives to improve the region. Under the ASEAN umbrella where harmonization and collaboration are the key elements, these arrangements can be easily addressed [10] .",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 777,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 253,
                    "text": "Figures 4 and 5)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The mapping activity"
        },
        {
            "text": "The results of the mapping were presented and discussed during the second organizational meeting held in Manila, Philippines on 6 December 2010. A website, www.asean-ndi.org, was created to serve as a repository of the mapping exercise-related information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mapping activity"
        },
        {
            "text": "The conclusions from the mapping activity triggered the call for the preparation of a Strategic Business Plan (SBP) and the creation of a Task Force (TF) that will serve as an ad hoc group who will guide the development of the plan. On 20 October 2011, the first ASEAN-NDI Task Force meeting was held in Manila, Philippines where the initial outline of the draft SBP and timelines were discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Strategic Business Plan (SBP)"
        },
        {
            "text": "The ASEAN-NDI is envisioned to become Asia's premier facilitator for collaborative innovation in R&D for health products, benefiting primarily the ASEAN but more open to global markets. As a network involving the ten ASEAN member countries, the ASEAN-NDI will build the needed human resources, technological capacity, and financing to ensure sustainable health, development, and security. These inputs will be translated into research and eventually into the production of innovative health products and services that will be made available within and even outside the ASEAN. The vision, mission, and objectives of the ASEAN-NDI are summarized in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 647,
                    "end": 654,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "The Strategic Business Plan (SBP)"
        },
        {
            "text": "The R&D and delivery value chain structure (see Figure 6 ) that underlines the ASEAN-NDI's business model is spelled out in the aggregate-specifically for the core partners in R&D, multilateral partners, and donors, which the ASEAN-NDI shall tap for research in priority diseases. The stress on the entire value chain will result to R&D being viewed from a perspective beyond bricks and mortars, management issues, and knowledge and information systems [12] .",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 457,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 56,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "The Strategic Business Plan (SBP)"
        },
        {
            "text": "The ASEAN-NDI value chain is patterned from Michael Porter's business management concept, which defines the chain of activities that result in the production of the desired delivered final products/services [13] . This concept was likewise reflected in the ANDI business plan where there is a value chain scoped for corediseases, traditional medicine, and immediate druggable compounds [14] .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "The Strategic Business Plan (SBP)"
        },
        {
            "text": "The major activities of the R&D and delivery value chain include: (1) basic research, (2) assay/model development, (3) compound/candidate screening, (4) lead generation/ optimization, (5) pre-clinical trials, (6) clinical trials, and (7) manufacturing and delivery/access. It is regional and even global in extent, involving private enterprises, public sector institutions and governments, non-profit organizations, and donor agencies, which may have done related work on the priority disease areas in the past, and may be willing to collaborate [12] .",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 550,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The Strategic Business Plan (SBP)"
        },
        {
            "text": "The governance structure will comprise a policy-making and strategic direction setting by a 14-person Governing Council and a four-person Executive Committee. The ASEAN-NDI is to be designed to operate in a hub-andspokes model (see Figure 7) , in contrast to the hierarchical models where initiatives emanate only from the top. The National Coordinators relate to their respective country R&D hubs independent of the system of other members, but relate to the overall ASEAN-NDI network hub in the Philippines [15] .",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 513,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 241,
                    "text": "Figure 7)",
                    "ref_id": null
                }
            ],
            "section": "The Strategic Business Plan (SBP)"
        },
        {
            "text": "Innovation Communities (IC) will also be established. The most important outcome of the ICs will be the coordinated and cooperative strategy that the stakeholders develop through the sharing of best practices, and R&D knowledge to meet the common challenge at hand. Table 3 The ASEAN-NDI's vision, mission, objectives, and key stakeholders",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 273,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "The Strategic Business Plan (SBP)"
        },
        {
            "text": "To be Asia's premier facilitator for collaborative innovation in research and development in health products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vision"
        },
        {
            "text": "To address the unmet public health needs of the ASEAN nations through the advancement of the ASEAN-led health product innovation in the areas of drugs, vaccines, and diagnostics in order to improve health outcomes in the ASEAN region and beyond, and to support sustainable regional economic development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mission"
        },
        {
            "text": "• To ensure that health technology development and the capacity of member states are appropriately maximized and managed according to regional health needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "• To build a harmonious and sustainable partnership among ASEAN countries and networks to rapidly build up the needed human resource, technology, and financing for health and development security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "• To capacitate ASEAN member states and help them provide health products and services for their own needs and the needs of the ASEAN as a whole especially in addressing diseases endemic in the region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "• To contribute to the \"ASEAN Community 2015\" initiative of the region, in terms of health R&D cooperation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "The success of the establishment and operationalization of the ASEAN-NDI requires the perspective and engagement of key stakeholders from the public, private, and non-profit sectors at every step of the process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key stakeholders"
        },
        {
            "text": "Such stakeholders include the various ASEAN national governments and their respective science and technology, and health ministries; public and private ASEAN research institutions and researchers; pharmaceutical, medical device, and other health product companies and manufacturers; and potential partner agencies such as the Asian Development Bank (ADB) and the WHO; international organizations and non-governmental organizations; the ASEAN nationals in the diaspora; and any other parties interested in supporting research and development in the ASEAN region. Details regarding the SBP were presented during the First ASEAN-NDI Stakeholders Meeting in Manila on 5 June 2013. Future plans for the ASEAN-NDI, including the proposed collaborative activities, were also discussed, taking advantage of the presence of representatives from the WHO, and the Africa and China NDIs. These activities include holding joint regional consultations on the development of demonstration projects, collaborating in setting up a global health R&D observatory, and forming a wider network composed of the regional innovation networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key stakeholders"
        },
        {
            "text": "The ASEAN-NDI will improve health R&D by driving innovation through collaboration not only among the Figure 6 The ASEAN-NDI value chain. The ASEAN-NDI shall follow this R&D and Delivery Value Chain Structure. Patterned from the ANDI Value Chain and the Porter-Teisberg Value Chain Analysis, each activity is dependent upon the preceding activity, with each subsequent activity in the chain adding more \"value\" to the product intermediates. Significantly, the total final value of the end product(s) of such a chain of activities is greater than the sum of the independent activities' values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "The ASEAN-NDI Global contribution"
        },
        {
            "text": "The Hub-and-Spokes model for the ASEAN-NDI. The hub and spokes model for the ASEAN-NDI allows for a variety of national R&D practices to be integrated or connected in the Network, ranging from high level of state participation, and various forms of public-private partnerships. This is in line with the differing political, economic, and sociocultural environments for cooperation in R&D. The permanent Secretariat is located in the Philippines as per the endorsement by the ASEAN S&T Ministers in their 15 th meeting in Malaysia, held on 13 November 2013 [15] .",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 560,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Figure 7"
        },
        {
            "text": "ASEAN member states but with other networks and health R&D institutions. Engagement of non-ASEAN stakeholders is also vital considering that infectious diseases and NTDs are emerging in European countries and other Western states. In Europe, a surprisingly high incidence of NTDs was recorded among more than 150 million Europeans, especially those living below the poverty line [16, 17] .",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 383,
                    "text": "[16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Figure 7"
        },
        {
            "text": "The same is the case in the Middle East and North Africa where parasitic infections such as fascioliasis, leishmaniasis, and schistosomiasis are prevalent, and viral infections such as dengue and Rift Valley fevers have emerged [18] .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Figure 7"
        },
        {
            "text": "In a recent study by Hotez and Papageorgiou (2013) , it was deduced that one way to address NTDs and infections of poverty is to establish a center for fundamental and translational research in which product development activities including R&D on drugs, diagnostics, and vaccines are conducted [19] . This is the main thrust of the ASEAN-NDI, and with many countries sharing the same health challenges, the Network may be the link to providing solutions not only in the ASEAN but in other regions as well.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 50,
                    "text": "Hotez and Papageorgiou (2013)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Figure 7"
        },
        {
            "text": "The ASEAN-NDI will coordinate research by partnering with research networks, developing capacity-building initiatives, supporting R&D infrastructural improvement, advocating for more research investment, and enhancing regional access to health products. It will start by enhancing collaboration among the ASEAN member states to address the specific health needs of the ASEAN, but collaboration with other countries will soon follow. This is consistent with the GSPA-PHI goal of making a network of networks wherein the ASEAN-NDI can partner up with other NDIs (ANDI, China-NDI, India-NDI, etc.) that have been established and form the nucleus for South-South collaboration [6] . With a number of NTDs and vector-borne diseases which affect both the African and Asian regions [20] [21] [22] , network collaboration will be helpful in developing and conducting R&D projects which result in programs and policies which address such public health threats. Likewise, with their expertise in traditional medicine development, the India and China NDIs can help the ASEAN-NDI form its strategies in advancing the ASEAN's own traditional medicine.",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 676,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Figure 7"
        },
        {
            "text": "Through regional network collaboration, global health problems will be addressed by properly channeling resources and partnering on projects according to collective needs. This will capacitate the different regions to contribute to the advancement of global health R&D while providing solutions for their own health challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 7"
        },
        {
            "text": "The roadmap for the ASEAN-NDI has been laid out. The ASEAN is now awaiting its full implementation to achieve its goal of becoming the premier facilitator for collaborative research in health products in Southeast Asia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The stage is set for all its stakeholders-government institutions, public and private research institutions, the private sector, non-government organizations, and international organizations-to unleash their full potential in health R&D in the ASEAN region, particularly in the areas of drugs, diagnostic kits, traditional medicine, and vaccine development, for the benefit of all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Next steps for the establishment of the ASEAN-NDI include: (1) Setting up the permanent Secretariat office in the Philippines; (2) establishing the governance structure, including the selection of the Governing Council members and the ASEAN-NDI country hubs; (3) conducting fundraising activities; (4) developing/screening the first set of projects and programs of the Network, and (5) the application of the Network to be an official ASEAN-affiliated office.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Additional file 1: Multilingual abstracts in the six official working languages of the United Nations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional file"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World population data sheet",
            "authors": [],
            "year": 2010,
            "venue": "Population Reference Bureau",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization: Neglected tropical diseases",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ASEAN Country report outline: Singapore: product R&D landscape for infectious tropical diseases in ASEAN member States. Manila: ASEAN-NDI Secretariat",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Drug development for neglected diseases: a deficient market and a public health policy failure",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Trouiller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Olliaro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Torreele",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Orbinski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Laing",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "359",
            "issn": "",
            "pages": "2188--2194",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Department of Science and Technology: Compendium of science and technology statistics. Manila: DOST",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Assembly: Global strategy and plan of action on public health, innovation, and intellectual property (WHA 61.21). WHA",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Developing ANDI: a novel approach to health product R&D in Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nwaka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Ilunga",
                    "suffix": ""
                },
                {
                    "first": "Da",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Rial",
                    "middle": [],
                    "last": "Verde",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hackley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Vre",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ridley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Med",
            "volume": "7",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1000293"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Map of studies in Southeast Asia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Clinicaltrials",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Product R&D landscape for infectious tropical diseases in ASEAN member States. Manila: ASEAN-NDI Secretariat",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Asean-Ndi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Elsevier: Scopus database",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Strategic business plan. Manila: ASEAN-NDI Secretariat",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Asean-Ndi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Redefining health care: creating value-based competition on results",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Teisberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "African Network for Drugs and Diagnostics Innovation: Strategic and business plan for the African network for drugs and diagnostics innovation",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "ASEAN Secretariat: 15 th ASEAN Ministerial Meeting on Science and Technology: Chairman's Statement",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Europe's neglected infections of poverty",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hotez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gurwith",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "15",
            "pages": "611--619",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Global update: Europe: increase in tropical diseases is aided by migration and weak economies. The New York Times",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Mcneil",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Neglected tropical diseases of the Middle East and North Africa: review of their prevalence, distribution, and opportunities for control",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hotez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Savioli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fenwick",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Negl Trop",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A new European neglected diseases center for Greece? PLoS Negl Trop Dis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hotez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Papageorgiou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0001757"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Neglected tropical diseases in Sub-Saharan Africa: review of their prevalence, distribution, and disease burden",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hotez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kamath",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Negl Trop Dis",
            "volume": "3",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0000412"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The neglected tropical diseases of India and South Asia: review of their prevalence, distribution, and control or elimination",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Lobo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Velayudhan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kohli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hotez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Negl Trop Dis",
            "volume": "5",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0001222"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Control of neglected tropical diseases in Asia Pacific: implications for health information priorities",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bergquist",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Infect Dis Poverty",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/2049-9957-3-15"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Infectious Diseases of Poverty 2014 3:15. Submit your next manuscript to BioMed Central and take full advantage of: • Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar • Research which is freely available for redistribution",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Montoya",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "on the country report, this does not summarize the R&D in Singapore. e The country report states five institutions while internet sources indicate as many as 546 institutions. f The country report states four institutions while the internet source cites 110 institutions. g The involvement of institutions in the specific stage of development is not available in the supplied information. h No data available for Singapore.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Networks for diagnostics research collaborations among the top 50 most productive institutions (within and outside the ASEAN) based on articles on diagnostics. Size of the nodes indicates relative number of articles. Thicker links indicate more instances of collaboration between the two institutions. Blue nodes are institutions in the ASEAN, while orange nodes represent institutions outside the ASEAN. Thai, Singaporean, and Malaysian universities and research centers have most of the collaborations on publications on diagnostics compared with the other ASEAN countries. Most of the collaborations are with the ASEAN member states but there are some collaborations with research centers in the United States, Great Britain, Australia, and Switzerland[11].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Number of Clinical Trials conducted per country in Southeast Asia. Countries in the ASEAN region have been recently identified as an emerging potential in the field of clinical trials. In order to assess the focus of current clinical trials in the region, absolute numbers of clinical trials were obtained from the Clinicaltrials.gov database (as of July 2010). It was found that most clinical trials reported are focused on maladies and conditions such as neoplasms and cancers[9].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Network for vaccine research collaborations among the top 50 most productive institutions (within and outside the ASEAN) based on articles on vaccines. Thai, Malaysian, and Singapore-based research centers dominate the scene with their networks in vaccine development. The collaborations are not only within the ASEAN but also with other countries such as the USA, Australia, Belgium, Austria, France, South Korea, Taiwan, Sweden, and Switzerland. GSK Belgium was a dominant collaborating partner in the ASEAN with respect to vaccine-related articles[11].",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Number of articles and ranking of the ASEAN member States with biomedical articles, 2005-2009",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Number of institutions involved in drug, diagnostics, vaccines, and traditional medicine development in the ASEAN",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Number of institutions involved in drug, diagnostics, vaccines, and traditional medicine development in the ASEAN (Continued)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "All authors have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "All authors gave substantial contributions to the study conception and design, and in the acquisition, analysis, and interpretation of the data. NCP and CLR prepared the draft manuscript, while BR and JCM revised it critically for important intellectual content. All authors contributed, read, and approved the revision and the final draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "We would like to thank the ASEAN-NDI Task ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "text": "Task",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgments"
        }
    ]
}