{
    "paper_id": "79a70e09a449e41078a23b502c9a645a1e177eca",
    "metadata": {
        "title": "Is Network Clustering Detectable in Transmission Trees?",
        "authors": [
            {
                "first": "David",
                "middle": [],
                "last": "Welch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pennsylvania State University",
                    "location": {
                        "addrLine": "325 Thomas Building",
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": "jdw21@stat.psu.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Networks are often used to model the contact processes that allow pathogens to spread between hosts but it remains unclear which models best describe these networks. One question is whether clustering in networks, roughly defined as the propensity for triangles to form, affects the dynamics of disease spread. We perform a simulation study to see if there is a signal in epidemic transmission trees of clustering. We simulate susceptible-exposed-infectious-removed (SEIR) epidemics (with no re-infection) over networks with fixed degree sequences but different levels of clustering and compare trees from networks with the same degree sequence and different clustering levels. We find that the variation of such trees simulated on networks with different levels of clustering is barely greater than those simulated on networks with the same level of clustering, suggesting that clustering can not be detected in transmission data when re-infection does not occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To understand the dynamics of infectious diseases it is crucial to understand the structure and interactions within the host population. Conversely, it is possible to learn something about host population structure by observing the pattern of pathogen spread within it. In either case, it is necessary to have a good model of the host population structure and interactions within it. Networks, where nodes of the network represent hosts and edges between nodes represent contacts across which pathogens may be transmitted, are now regularly used to model host interactions [1] [2] [3] . While many models have been proposed to describe the structure of these contact networks for different populations and different modes of transmission, it is not yet understood how different features of networks affect the spread of pathogens.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 576,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One promising development in this field is the use of statistical techniques which aim to model a contact network based on data relating to the passage of a pathogen through a population. Such data includes infection times [4] [5] [6] and genetic sequences that are collected from an epidemic present in the population of interest [7] [8] [9] . These data have previously been shown to be useful for reconstructing transmission histories (the distinction between a contact network and a transmission history is that a contact network includes all edges between hosts across which disease may spread, whereas the transmission history is just the subset of edges across which transmission actually occurred). Infection times can be used to crudely reconstruct transmission histories by examining which individuals were infectious at the time that any particular individual was infected [10] . Genetic sequences from viruses are informative about who infected whom by comparing the similarity between sequences. Due to the random accumulation of mutations in the sequences, we expect sequences from an infector/infectee pair to be much closer to each other than sequences from a randomly selected pair in the population (see [11] for a review of modern approaches to analysing viral genetic data). The work of [4] [5] [6] seeks to extend the use of this data to reconstruct a model for the whole contact network rather than just the transmission history. In theory, these statistical methods could settle arguments about which features of the network are important in the transmission of the disease and which are simply artifacts of the physical system.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 884,
                    "end": 888,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1222,
                    "end": 1226,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1307,
                    "end": 1310,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1311,
                    "end": 1314,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1315,
                    "end": 1318,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this article, we focus on clustering in networks and ask whether or not networks which differ only in their level of clustering could be distinguished if all we observed was transmission data from an epidemic outbreak. The answer to this question will determine whether these new statistical techniques can be extended to estimate the level of clustering in a network. Throughout, we consider a population with N individuals that interact through some contact process. This population and its interactions are fully described by a undirected random network, denoted Y , on N nodes. An simple example of a network is shown in Figure 1 with illustrations of some of the terms we use in this article. Y can be represented by the symmetric binary matrix [Y ij ] where Y ij = Y ji = 1 if an edge is present between nodes i and j, otherwise Y ij = 0. We stipulate that there no loops in the network, so Y ii = 0 for all i. The degree of the ith node, denoted d i is the number of edges connected to i, so d i = j:j>i Y ij .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 628,
                    "end": 636,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Clustering is one of the central features of observed social networks [12, 13] . Intuitively, clustering is the propensity for triangles or other small cycles to form, so that, for example, a friend of my friend is also likely to be my friend. Where there is a positive clustering effect, the existence of edges (i, j) and (i, k) increases the propensity for the edge (j, k) to exist, while a negative clustering effect implies that (j, k) is less likely to exist given the presence of (i, j) and (i, k). When there is no clustering effect, the presence or absence of (i, j) and (i, k) has no bearing on that of (j, k). Thus clustering is one of the most basic of the true network effects-when it is present, the relationship between two nodes depends not only on properties of the nodes themselves but the presence or absence of other relationships in the network.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 75,
                    "end": 78,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The effect of clustering on the dynamics of stochastic epidemics that run over networks remains largely unknown, though it has been studied in a few special cases. The difficulty with studying this effect in isolation is in trying to construct a network model where clustering can change but other properties of the network are held constant. In simulations we study here, we focus on holding the degree sequence of a network constant-that is, each node maintains the same number of contacts-while varying the level of clustering. Intuition suggests that clustering will have some effect on epidemic dynamics since, in a graph with no cycles, if an infection is introduced to a population at node i and there is a path leading to j then k, k can only become infected if j does first. However, where cycles are present, there may be multiple paths leading from i to k that do not include j, so giving a different probability that k becomes infected and a different expected time to infection for k. Figure 1 . An example of a network on 7 nodes. The nodes are the red dots, labelled 1 to 7 and represent individuals in the population. The edges are shown as black lines connecting the nodes and represent possible routes of transmission. The degree of each node is number of edges adjacent to it, so that node 5 has degree 3 and node 7 has degree 1. The degree sequence of the network is the count of nodes with a given degree and can be represented by the vector (0, 2, 0, 3, 1, 1) showing that there are 0 nodes of degree 0, 2 of degree 1, 0 of degree 2 and so on. A cycle in the network is a path starting at a node and following distinct edges to end up back at the same node. For example, the path from node 6 to node 1 to node 3 and back to node 6 is a cycle but there is no cycle that includes node 4. Clustering is a measure of propensity of cycles of length 3 (triangles) to form. Here, the edges (2,1) and (2,6) form a triangle with the edge (1,6), so work to increase clustering in the network. However, the edges (2,1) and (2,5) do not comprise part of a triangle as (1,5) does not exist, so work to decrease clustering. Previous work on the effect of clustering on epidemic dynamics has produced a variety of results which are largely specific to particular types of networks. Newman [14] and Britton et al. [15] show that for a class of networks known as random intersection graphs in which individuals belong to one or more overlapping groups and groups form fully connected cliques, an increase in clustering reduces the epidemic threshold, that is, major outbreaks may occur at lower levels of transmissibility in highly clustered networks. Newman [14] , using heuristic methods and simulations, suggests that for sufficiently high levels of transmissibility the expected size of an outbreak is smaller in a highly clustered network than it would be in a similar network with lower clustering. These articles show that graphs with different levels of clustering do, at least in some cases, have different outbreak probabilities and final size distributions for epidemic outbreaks.",
            "cite_spans": [
                {
                    "start": 2296,
                    "end": 2300,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2320,
                    "end": 2324,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2664,
                    "end": 2668,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 998,
                    "end": 1006,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Kiss and Green [16] provide a succinct rebuttal to the suggestion that the effects found by [14] and [15] are solely due to clustering. They show that, while the mean degree of the network is preserved in the random intersection graph, the degree distribution varies greatly (in particular, there are many zero-degree nodes) and variance of this distribution increases with clustering. An increase in the variance of the degree distribution has previously been shown to lower the epidemic threshold. They demonstrate that a rewiring of random intersection graphs that preserves the degree sequence but decreases clustering produces networks with similarly lowered epidemic thresholds and even smaller mean outbreak sizes. Our experiments, reported below, are similar in spirit to those of [16] but look at networks with different degree distributions and study in detail how epidemic data from networks with varying levels of clustering might vary.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 92,
                    "end": 96,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 101,
                    "end": 105,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ball et al. [17] show, using analytical techniques, that clustering induced by household structure in a population (where individuals have many contacts with individuals in the same household and fewer global contacts with those outside of the household) has an effect on probability of an outbreak and the expected size of any outbreak. The probability of an outbreak, in some special cases, is shown to be monotonically decreasing with clustering coefficient and the expected outbreak size also decreases with clustering. There is no suggestion that these results will apply to clustered networks outside of this specific type of network or that they apply when degree distributions are held constant.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Eames [18] also studies networks with two types of contacts: regular contacts (between people who live or work together, for example) and random contacts (sharing a train ride, for example). Using simulations of a stochastic epidemic model and deterministic approximations, it is shown that both outbreak final size and probability of an outbreak are reduced with increased clustering, particularly when regular contacts dominate. As the number of random contacts increases, the effect of clustering reduces to almost zero. Strong effects on the expected outbreak size in networks with no random contacts are observed for values of the clustering coefficient above about 0.4, however, no indication of the magnitude of the variance of these effects is given.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Keeling [19] reports similar results, introducing clustering to a network using a spatial technique-nodes live in a two-dimensional space and two nodes are connected by an edge with a probability inversely proportional to their distance. The clustering comes about by randomly choosing positions in space to which nodes are attracted before connections are made. The results suggest that changes in clustering at lower levels has little effect on the probability of an outbreak, but as the clustering coefficient reaches about 0.45, the chance of an outbreak reduces significantly. As in [14] and [15] , while the mean degree of network nodes is held constant here, nothing is said about the degree distribution as clustering varies.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 12,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 588,
                    "end": 592,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Serrano and Boguñá [20] look specifically at infinite power-law networks and shows that the probability of an outbreak increases as clustering increases but the expected size of an outbreak decreases.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Some more recent papers seek to distinguish the effects of clustering from confounding factors such as assortativity and degree sequence. Miller [21] develops analytic approximations to study the interplay of various effects such as clustering, heterogeneity in host infectiousness and susceptibility and the weighting of contacts on the spread of disease over a network. The impact of clustering on the probability and size of an outbreak is found to be small on \"reasonable\" networks so long as the average degree of the network is not too low. The rate at which the epidemic spreads, measured by the reproduction number, R 0 , is found to reduce with increased clustering in such networks. In networks with low mean degree, R 0 may be reduced to point of affecting the probability and size of an outbreak.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Miller [22] points out that studies of the effects of clustering should take into account assortativity in the network, that is, the correlations in node degree between connected nodes. Assortativity has been shown to affect epidemic dynamics and changing the level of clustering in a network can change the level of assortativity. To distinguish between the effects of assortativity and clustering, a method of producing networks with arbitrary degree distributions and arbitrary levels of clustering with or without correlated degrees is presented and studied using percolation methods. The effect of increasing clustering in these models is to reduce the probability of outbreaks and reduce the expected size of an epidemic. Badham and Stocker [23] use simulated networks and epidemics to study the relationship between assortativity and clustering. Their results suggest that increased clustering diminished the final size of the epidemic, while the effect of clustering on probability of outbreak was not very clear. Like [23] , Moslonka-Lefebvre et al. [24] use simulations to try to distinguish the effects of clustering and assortativity but look at directed graphs. Here, they find that clustering has little effect on epidemic behaviour.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Melnik et al. [25] propose that the theory developed for epidemics on unclustered (tree-like) networks applies with a high degree of accuracy to networks with clustering so long as the network has a small-world property [12] . That is, if the mean length of the shortest path between vertices of the clustered network is sufficiently small, quantities such as the probability of an outbreak on the network can be estimated using known results that require only the degree distribution and degree correlations. The theory is tested using simulations on various empirical networks from a wide range of domains and synthetic networks simulated from theoretical models.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 220,
                    "end": 224,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Taken together, these studies show that clustering can have significant effects on crucial properties of epidemics on networks such as the probability, size and speed of an outbreak. These results primarily relate to the final outcome and mean behaviour of epidemics. However, if we can obtain a transmission tree for an outbreak then we have information from the start to the finish of a particular epidemic including times of infection and who infected whom. Since epidemics are stochastic processes, data from a particular epidemic may differ considerably from the predicted mean. Whether or not such data contains information about clustering in the underlying network is the question we seek to address here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We simulate epidemics over networks with fixed degree distributions and varying levels of clustering and inspect various summary statistics of the resulting epidemic data, comparing the summaries for epidemics run over networks with the same degree distribution but different levels of clustering. The precise details of the simulations are described in Section 2. The results of the simulations, presented in Section 3, show that there is likely little to no signal of clustering in a contact network to be found in a single realisation of an epidemic process over that network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We conclude that it is unlikely that clustering parameters can be inferred solely from epidemiological data that relates to the transmission tree and suggest that further work in parameter estimation for contact networks would be best focused on other properties of contact networks such as degree distribution or broader notions of population structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We simulate multiple networks from two network models: a Bernoulli model [26] and a power-law model [27] . Under the Bernoulli model (also called the Erdős-Rényi or binomial model), an edge between nodes i and j is present with some fixed probability 0 ≤ p ≤ 1 and absent with probability 1 − p, independently of all other edges. Due to their simplicity, Bernoulli networks are well-studied and commonly used in disease modeling but are not generally thought to be accurate models of social systems. A Bernoulli network is trivial to construct by sampling first the total number of edges in a the graph",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Simulating Networks and Measuring Clustering"
        },
        {
            "text": "where N is the number of nodes in the network, and then sampling |Y | edges uniformly at random without replacement. We set N = 500 and p = 7/N = 0.014 in the simulations reported below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulating Networks and Measuring Clustering"
        },
        {
            "text": "A power-law network is defined as having a power-law degree distribution, that is, for nodes i = 1, . . . , N , P (d i = k) ∝ k −α for some α > 0. Power-law networks are commonly used to model social interactions and various estimates of α in the range 1.5-2.5 have been claimed for observed social networks. In the model used here, we set α = 1.8. We simulate power-law using a Reed-Molloy type algorithm [28] . That is, the degree of each node, d i , i = 1, . . . , N , is sampled from the appropriate distribution. Node i is then assigned d i \"edge stubs\" and pairs of stubs are sampled uniformly without replacement to be joined and become edges. When all stubs have been paired, loops are removed and multiple edges between the same nodes are collapsed to single edges. This last step of removing loops and multiple edges causes the resulting graph to be only an approximation of a power law graph but the approximation is good for even moderately large N . We set N = 600 and consider only the largest connected component of the network in the simulation reported below.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 410,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Simulating Networks and Measuring Clustering"
        },
        {
            "text": "The size of the networks considered here is smaller than some considered in simulation studies though on a par with others (see, for example, [25] who looks a a wide range of network sizes). We choose these network sizes partly for convenience and partly because the current computational methods for statistical fitting of epidemic data to network models would struggle with networks much larger than a few hundred nodes [6] so our interest is in networks around this size.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Simulating Networks and Measuring Clustering"
        },
        {
            "text": "From each sampled network, Y , we generate two further networks, Y hi and Y lo that preserve the degrees of all nodes in Y but have, respectively, high and low levels of clustering. We achieve this using a Monte Carlo algorithm implemented in the ERGM package [29] in R [30] that randomly rewires the input network while preserving the degree distribution. A similar algorithm is implemented in Bansal et al. [31] . For details of the ERGM model and implementation of this algorithm, we refer the reader the package manual [32] and note that the two commands used to simulate our networks are y_hi = simulate(y˜gwesp(0.2,fixed=T), theta0 = 5,... constraints =˜degreedist, burnin=5e+5) and y_lo = simulate(y˜gwesp(0.2,fixed=T), theta0 = -5,... constraints =˜degreedist, burnin=5e+5)",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Simulating Networks and Measuring Clustering"
        },
        {
            "text": "We measure clustering in the resulting networks using the clustering coefficient [12] , defined as follows. Let N i = {j|Y ij = 1} be the neighbourhood of vertex i and d i = |N i | be the degree of i. Let n i = j<k∈N i Y jk be the number of edges between neighbours of i. Then, if d i > 1, the local clustering coefficient is",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Simulating Networks and Measuring Clustering"
        },
        {
            "text": ", which is the ratio of extant edges between neighbours of i to possible edges. For d i ∈ {0, 1}, let C i = 0. The (global) clustering coefficient is the mean of the local coefficients,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulating Networks and Measuring Clustering"
        },
        {
            "text": "1} is somewhat arbitrary, though other possible choices, such as C i = 1 or excluding those statistics from the mean, give similar qualitative results in our experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulating Networks and Measuring Clustering"
        },
        {
            "text": "Over each simulated network, we simulate a stochastic susceptible-exposed-infectious-removed (SEIR) epidemic. All nodes are initially susceptible to the infection. The outbreak starts when a single node is chosen uniformly at random and exposed to a disease. After a gamma-distributed waiting period with mean k E θ E and variance k E θ 2 E , the node becomes infectious. The infection may spread across the edges of the network, from infectious nodes to susceptible nodes according to a Poisson process with rate β. Infected nodes recover after an infectious period with a gamma distributed waiting time with mean k I θ I and variance k I θ 2 I . Once a node is recovered, it plays no further part in the spread of the infection. The process stops when there are no longer any exposed or infectious nodes. For each pair, Y hi and Y lo , we start the infection from the same node. We condition on the outbreak infecting at least 20 nodes. The parameter values are set at β = 0.1, k E = k I = 1 and θ E = θ I = 3 in the simulations reported below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulating Epidemics"
        },
        {
            "text": "A transmission tree encodes all information about the epidemic outbreak it describes. As such, it is a very complicated object. To compare sets of transmission trees and decide whether there are some systematic differences between them, we rely on various summary statistics derived from the trees and compare the distribution of the summaries over the ensembles in question. The summaries we use can be divided into two groups, those relating solely to the number of infected through time and those relating to topology of the tree.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summarising Epidemic Data"
        },
        {
            "text": "The first group of summaries can all be derived from the epidemic curves, that is, the number infected as a function of time. From this, we derive scalar summaries being the total number of individuals infected, the length of the epidemic (measured from the time of the first infection to the last recovery), the maximum of the epidemic curve and the time of that maximum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summarising Epidemic Data"
        },
        {
            "text": "We label each individual in the population (equivalently, each node in the contact network) with labels 1, . . . , N . A transmission tree, a distinct graph from the contact network, has a time component and can be defined as follows; an example of a transmission tree and the notation is given in Figure 2 . There are three types of nodes in a transmission tree (not to be confused with nodes in the contact network): the root node corresponding to the initial infection, transmission or internal nodes corresponding to transmission events, and leaf or external nodes corresponding to recovery events. Leaf nodes are defined by the time and label pair (t i , u i ) where t ≥ 0 is the time of the recovery event and u i is the label of individual that recovered. The internal nodes are associated with the triple (t i , u i , v i ) being the time of the event, t i , the label u i of the exposed individual and v i that is the transmitter or \"parent\" of the infection. The root node is like an internal node but the infection parent is given as 0, so is denoted (t 0 , u 0 , 0). The branches of the tree are times between infection, transmission and recovery events for a particular vertex. For example, if the individual labelled u is infected at event (t 1 , u, v 1 ), is involved in transmission events (t k , v k , u), k = 2, . . . , m − 1, and recovers at (t m , u) where t i < t j for i < j and {v 1 , . . . , u m−1 } are other individuals in the population, there are m − 1 branches of the transmission tree at u defined by the intervals (t i , t i+1 ], for i = 1, . . . , m − 1. We summarise the transmission tree using the following statistics: the mean branch length between internal nodes (corresponding to the mean time between secondary infections for each individual); the mean branch length of those branches adjacent to a leaf node (which corresponds to the mean time from the last secondary infection to removal for each individual); the number of secondary infections caused by each infected individual (that is, for each infected individual v we count the number of internal nodes that have the form (t i , u i , v), for some i); and, the distribution of infective descendants for each individual, v, which is defined recursively as the sum of secondary infections caused by v and the secondary infections caused by the secondary infections of v and so on. An equivalent definition is to say that number of infective descendants of v is the number of leaves that have a node of the form (t, u i , v) as an ancestor. Finally, we consider the number of cherries in the tree [33] which is the number of pairs of leaves that are adjacent to a common internal node. This simple statistic is chosen as it is easy to compute and contains information about the topology or shape of the tree. To compare the number of cherries in outbreaks of different size, we look at the ratio of extant cherries to the maximum possible number of cherries for the given outbreak.",
            "cite_spans": [
                {
                    "start": 2591,
                    "end": 2595,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 306,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Summarising Epidemic Data"
        },
        {
            "text": "The experimental pipeline can thus be summarised as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summarising Epidemic Data"
        },
        {
            "text": "1. Repeat for i = 1, . . . , 500:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summarising Epidemic Data"
        },
        {
            "text": "(a) Sample a graph Y i according to given degree distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summarising Epidemic Data"
        },
        {
            "text": "(b) Simulate two further graphs Y hi i and Y lo i with high clustering and low clustering, respectively, using a Monte Carlo sampler that rewires Y i to alter the clustering level while preserving the degree of each node. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summarising Epidemic Data"
        },
        {
            "text": "We report results here for SEIR epidemics run over Bernoulli and power-law networks. A number of smaller trials that we do not report were run: with different values chosen for the network and epidemic parameters; on networks with the same degree distributions as a random intersection graph; and, using an SIR epidemic rather than an SEIR. The results for those smaller trials were qualitatively similar to the results reported here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The distributions of the measured clustering coefficients is shown in Figure 3 and show that the simulated networks with high and low clustering for a given degree distribution are easily distinguished from one another. The Bernoulli networks with low clustering contain no triangles, so the clustering coefficient for each of these networks is zero, while for highly-clustered Bernoulli networks, clustering coefficients are in the range (0.28,0.33). For the power-law networks, the low clustered networks have clustering in the range (0.00,0.09) while the highly clustered networks have clustering in the range (0.24,0.38). Figures 4 and 5 show comparisons of summary statistics for networks with differing levels of clustering and Bernoulli degree distributions. The summaries show some differences between the outbreaks on the differently clustered networks. In particular, the outbreaks in the highly-clustered networks spread more slowly, on average, leading to marginally longer epidemics with fewer individuals infected at the peak of the outbreak, that occurs slightly later, than we see in outbreaks on the networks with low clustering. These mean effects are in line with the predictions of [22] . The variances of the measured statistics, however, are sufficiently large due to stochastic effects in the model that the ranges of the distributions overlap almost completely in most cases. Statistics derived from the transmission tree appear to add little information, with only the number of cherries differing in the mean. Figures 6 and 7 show the corresponding distributions for networks with power-law degree distributions. Again, differences in the means between the two sets of statistics are apparent with the mean length of epidemic, total number infected and number infected at peak all lower in the epidemics on networks with high-clustering. The largest difference is found in the total number infected, where in the low-clustered networks, the range of the statistic is (231, 445) while it is just (211, 361) in the high-clustered networks. The primary cause here is due to the change in size of the largest connected component of the network. If we adjust for this by looking instead at the proportion of the giant component infected, the distributions again overlap almost completely with the range for the proportion infected in the low-clustered networks being (0.39, 0.74) and (0.42, 0.74) for the high-clustered networks. ",
            "cite_spans": [
                {
                    "start": 1202,
                    "end": 1206,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 626,
                    "end": 641,
                    "text": "Figures 4 and 5",
                    "ref_id": null
                },
                {
                    "start": 1536,
                    "end": 1551,
                    "text": "Figures 6 and 7",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The results presented above suggest that the behaviour of an epidemic on a random network with a given degree sequence is relatively unaffected by the level of clustering in the network. Some effect is seen, but it is small relative to the random variation we see between epidemics on similarly clustered networks. The results also suggest that the complete transmission tree from an epidemic provides little information about clustering that is not present in the epidemic curve. These results do not imply that clustering has little effect, rather they suggest as noted in [16] , the apparently strong effect of clustering observed by some is more likely to due to a change in the degree distribution-an effect we have nullified by holding the degree sequence constant. These broader effects are probably best analysed on a grosser level such as the household or subgroup level rather than at the individual level at which clustering is measured. Our simulation method, in which the degree sequence for each network is held constant while clustering levels are adjusted, places significant restrictions on the space of possible graphs and therefore clustering coefficients. The levels of clustering achieved in the simulations reported here (for example, having a clustering coefficient in the low-clustered Bernoulli case of 0 versus a mean of 0.30 for the high-clustered case) are not so high as those considered in the some of the simulations and theoretical work described in Section 1, and this may partly account for the limited effect on epidemic outcomes that we find here. There is little known about the levels of clustering found in real contact networks [31] (though one recent detailed study [34] find values for clustering in a social contact network in the region 0.15-0.5) and no evidence to suggest that very extreme values of clustering are achieved for a given degree sequence. It is plausible, however, that the degree sequence of a social network of interest could be found-for example, via ego-centric or full-network sampling [34] [35] [36] -and therefore reasonable to explore the achievable levels of clustering conditional on the degree sequence. In doing so, we separate the effects on epidemic dynamics of change in the degree sequence of the contact network from those of clustering.",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 579,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1668,
                    "end": 1672,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1707,
                    "end": 1711,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2051,
                    "end": 2055,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2056,
                    "end": 2060,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2061,
                    "end": 2065,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "From a statistical point of view, these results indicate that even with full data from a particular epidemic outbreak, such as complete knowledge of the transmission tree, it is unlikely that the level of clustering in the underlying contact network could be accurately inferred independently of the degree distribution. This is primarily due to the large stochastic variation found from one epidemic to the next that masks the relatively modest effects of clustering on an outbreak. With this much stochastic noise, we suggest that it would require data from many outbreaks over the same network (that is, pathogens with a similar mode of transmission spreading in the same population) to infer the clustering level of that network with any accuracy. The results also suggest that attempting to estimate a clustering parameter without either estimating or fixing the degree sequence, as in Goudie [37] , may see the estimated clustering parameter acting chiefly a proxy for the degree sequence.",
            "cite_spans": [
                {
                    "start": 898,
                    "end": 902,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "It cannot be ruled out that a statistical method, which takes into account the complete data rather than the summaries we use here, or which takes data from parts of the parameter space that we have not touched on here, could find some signal of clustering from such data. In practise, however, it would be highly unusual to have access to anything approaching complete data. A more realistic data set might include times of onset and recovery from disease symptoms for some individuals in the population and sequences taken from viral genetic material. The noise that characterises such data sets already makes it difficult to accurately reconstruct the transmission tree; this extra uncertainty would likely make any inference of a clustering parameter, in the absence of other information, very difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "I thank David Hunter, Marcel Salathé, Mary Poss and an anonymous referee for useful comments and references that improved this paper. This work is supported by NIH grant R01-GM083603-01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A survey of statistical network models. Foundations and Trends in Machine Learning",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goldenberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fienberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Airoldi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "129--233",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Network Epidemiology: A Handbook for Survey Design and Data Collection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Structure and Function of Complex Networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "SIAM Review",
            "volume": "45",
            "issn": "",
            "pages": "167--256",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bayesian Inference for Stochastic Epidemics in Populations with Random Social Structure. Scand",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Stat",
            "volume": "29",
            "issn": "",
            "pages": "375--390",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bayesian Inference for Contact Networks Given Epidemic Data. Scand",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Groendyke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Stat",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-9469.2010.00721.x"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A Network-based Analysis of the 1861 Hagelloch Measles Data",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Groendyke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Episodic Sexual Transmission of HIV Revealed by Molecular Phylodynamics",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pozniak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J L"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Med",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Integrating genetic and epidemiological data to determine transmission pathways of foot-and-mouth disease virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Cottam",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thebaud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wadsworth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gloster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mansley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc. Roy. Soc. B-Biol. Sci",
            "volume": "275",
            "issn": "",
            "pages": "887--895",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Statistical inference to advance network models in epidemiology",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Epidemics",
            "volume": "3",
            "issn": "",
            "pages": "38--45",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evolutionary analysis of the dynamics of viral infectious disease",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Genet",
            "volume": "10",
            "issn": "",
            "pages": "540--560",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Collective Dynamics of Small World Networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "393",
            "issn": "",
            "pages": "440--442",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Why social networks are different from other types of networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Phys. Rev. E",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Properties of highly clustered networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Phys. Rev. E",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Epidemics on random graphs with tunable clustering",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Deifen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Lageras",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lindholm",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Appl. Probab",
            "volume": "45",
            "issn": "",
            "pages": "743--756",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Comment on \"Properties of highly clustered networks",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Phys. Rev. E",
            "volume": "78",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Analysis of a stochastic SIR epidemic on a random network incorporating household structure",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sirl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Trapman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Math. Biosci",
            "volume": "224",
            "issn": "",
            "pages": "53--73",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Modelling disease spread through random and regular contacts in clustered populations",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eames",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Theor. Popul. Biol",
            "volume": "73",
            "issn": "",
            "pages": "104--111",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The implications of network structure for epidemic dynamics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Theor. Pop. Biol",
            "volume": "67",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Percolation and Epidemic Thresholds in Clustered Networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Serrano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boguñá",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys. Rev. Lett",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Spread of infectious disease through clustered populations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. R. Soc. Interface",
            "volume": "6",
            "issn": "",
            "pages": "1121--1134",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Percolation and epidemics in random clustered networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Phys. Rev. E",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The impact of network clustering and assortativity on epidemic behaviour. Theor",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Badham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stocker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Popul. Biol",
            "volume": "77",
            "issn": "",
            "pages": "71--75",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Disease spread in small-size directed networks: Epidemic threshold, correlation between links to and from nodes, and clustering",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moslonka-Lefebvre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pautasso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Jeger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Theor. Biol",
            "volume": "260",
            "issn": "",
            "pages": "402--411",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The unreasonable effectiveness of tree-based theory for networks with clustering",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Melnik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hackett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mucha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1001.1439"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "On random graphs",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Erdos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Renyi",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Publ. Math. Debrecen",
            "volume": "6",
            "issn": "",
            "pages": "290--297",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Statistical mechanics of complex networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Barabási",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Rev. Mod. Phys",
            "volume": "74",
            "issn": "",
            "pages": "47--97",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A Critical Point for Random Graphs with a Given Degree Sequence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Molloy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Random Struct. Algorithm",
            "volume": "6",
            "issn": "",
            "pages": "161--180",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A Package to Fit, Simulate and Diagnose Exponential-Family Models for Networks, Version 2.2-2",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Handcock",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Butts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Goodreau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krivitsky",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ergm",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "R Development Core Team. R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Exploring biological network structure with clustered random networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khandelwal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Bioinformatics",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A Package to Fit, Simulate and Diagnose Exponential-Family Models for Networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Handcock",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Butts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Goodreau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ergm",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Stat. Software",
            "volume": "24",
            "issn": "",
            "pages": "1--29",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Distributions of cherries for two models of trees",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mckenzie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Math. Biosci",
            "volume": "164",
            "issn": "",
            "pages": "81--92",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A high-resolution human contact network for infectious disease transmission",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salathé",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kazandjieva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Levis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Feldman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "107",
            "issn": "",
            "pages": "22020--22025",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Using Data on Social Contacts to Estimate Age-specific Transmission Parameters for Respiratory-spread Infectious Agents",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am. J. Epidemiol",
            "volume": "164",
            "issn": "",
            "pages": "936--944",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Social Contacts and Mixing Patterns Relevant to the Spread of Infectious Diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Auranen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mikolajczyk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Massari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salmaso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Tomba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heijne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sadkowska-Todys",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosinska",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Med",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "What does a tree tell us about a network?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goudie",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Master's thesis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution license",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "An example of transmission tree showing the labelling scheme. Five individuals are involved in the epidemic and are labelled 1, . . . , 5. The root node is labelled (0, 1, 0) to signify that, at time t = 0, individual 1 was (spontaneously) infected. The internal nodes represent transmission events via a triplet such as (1.3, 2, 1) showing that, at time t = 1.3, individual 2 was infected by individual 1. The leaf nodes represent recovery times, for example (3.1, 1) means that, at time t = 3.1, individual 1 recovered. Note that this tree has one \"cherry\", formed by the leaves labelled (5.2, 4) and (6.2, 5), out of a possible maximum of two cherries.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "resulting transmission trees from Y hi i and Y lo i and calculate the respective summaries, S hi i and S lo i . 2. Compare sets of summaries, S hi and S lo .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Clustering coefficient for (left) Bernoulli networks and (right) power-law networks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Empirical distributions of summary statistics for epidemics on Bernoulli networks. (top left) Number of infected individuals through time with daily mean shown in black; (top right) Length of epidemic; (centre left) Maximum number infected at peak of outbreak; and, (bottom) Time of outbreak peak. Empirical distributions of summary statistics of transmission trees from epidemics on Bernoulli networks. (top left) Mean internal branch length; (top right) Mean external branch length; (middle left) Number of secondary infections by node; (middle right) Number of total infections by node, vertical axis on log-scale; and, (bottom) Number of cherries in tree as a proportion of possible cherries. Empirical distributions of summary statistics of epidemics on power-law networks. (top left) Number of infected individuals through time with daily mean shown in black; (top right) Length of epidemic; (centre left) Maximum number infected at peak of outbreak; Empirical distributions of summary statistics of transmission trees from epidemics on power-law networks. (top left) Mean internal branch length; (top right) Mean external branch length; (middle left) Number of secondary infections by node; (middle right) Number of total infections by node, vertical axis on log-scale; and, (bottom) Number of cherries in tree as a proportion of possible cherries.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}