{
    "paper_id": "7aa3c6793455d0748b58fc6ff75ab336b2863c6c",
    "metadata": {
        "title": "BMC Structural Biology Orientation determination by wavelets matching for 3D reconstruction of very noisy electron microscopic virus images",
        "authors": [
            {
                "first": "Ali",
                "middle": [
                    "Samir"
                ],
                "last": "Saad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Saud University",
                    "location": {
                        "postBox": "P.O. Box. 10219",
                        "postCode": "11433",
                        "settlement": "Riyadh"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In order to perform a 3D reconstruction of electron microscopic images of viruses, it is necessary to determine the orientation (Euler angels) of the 2D projections of the virus. The projections containing high resolution information are usually very noisy. This paper proposes a new method, based on weighted-projection matching in wavelet space for virus orientation determination. In order to speed the retrieval of the best match between projections from a model and real virus particle, a hierarchical correlation matching method is also proposed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A data set of 600 HSV-1 capsid particle images in different orientations was used to test the proposed method. An initial model of about 40 Å resolutions was used to generate projections of an HSV-1 capsid. Results show that a significant improvement, in terms of accuracy and speed, is obtained for the initial orientation estimates of noisy herpes virus images. For the bacteriophage (P22), the proposed method gave the correct reconstruction compared to the model, while the classical method failed to resolve the correct orientations of the smooth spherical P22 viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: This paper introduces a new method for orientation determination of low contrast images and highly noisy virus particles. This method is based on weighted projection matching in wavelet space, which increases the accuracy of the orientations. A hierarchical implementation of this method increases the speed of orientation determination. The estimated number of particles needed for a higher resolution reconstruction increased exponentially. For a 6 Å resolution reconstruction of the HSV virus, 50,000 particles are necessary. The results show that the proposed method reduces the amount of data needed in a reconstruction by at least 50 %. This may result in savings 2 to 3 man-years invested in acquiring images from the microscope and data processing. Furthermore, the proposed method is able to determine orientations for some difficult particles like P22 with accuracy and consistency. Recently a low PH sindbis capsid was determined with the proposed method, where other methods based on the common line fail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Three-dimensional (3D) reconstruction of virus particles like SARS (Severe Acute Respiratory Syndrome) and HSV (Herpes Simplex Virus) using electron microscopy yields crucial information for understanding the assembly and infectivity mechanism. The structural determination begins with acquisition of projection images in an electron-microscope. A major part of data processing is aimed at determining the direction of projection for each particle image (2D projection of virus) so that a 3D reconstruction can be computed. The first step in a virus reconstruction is the detection and selection of the individual particle images from a large area of an electron micrograph.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "There are different criteria to determine the particle orientation. One criterion is based on the computational search of the common lines in the computed Fourier Transforms of individual or multiple particle images [1] . An improvement of the Fourier Common Line algorithm [2] has been proposed, but a significant amount of the low contrast particle images are still discarded, partly because of the impossibility of obtaining a reliable estimate of their orientations. Another criterion for the particle orientation estimate is to find the correlation match between the raw images with many projections from a 3D model [3] . Regardless of the criterion used, finding the orientation determination for a particle image such as that in Fig. 1a is difficult because of its extremely low contrast.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 736,
                    "end": 743,
                    "text": "Fig. 1a",
                    "ref_id": null
                }
            ],
            "section": "Background"
        },
        {
            "text": "One approach is to take two consecutive pictures of the same particles one close-to-focus ( Fig. 1-a) and another farther from focus with a higher contrast ( Fig. 1-c) from different defocus images with their spatial frequency resolution Figure 1 Different defocus images with their spatial frequency resolution. Figure 1 -a shows a typical image taken at 0.8 µm defocus with JEOL 400 kV electron cryo-microscope with a LaB6 gun. This image has low contrast but contains a detectable signal above noise at a relatively high spatial frequency out to 1/7 Å -1 (b). The image contrast can be enhanced by setting the defocus value to a larger value (i.e. 2.6 µm as shown in c). However, such an image contains much lower resolution data as shown in (d), the detectable signal is present out to spatial frequency (1/12Å -1 ). In order to obtain a high-resolution reconstruction, we would use images taken at condition similar to that of (a).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 101,
                    "text": "Fig. 1-a)",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 167,
                    "text": "Fig. 1-c)",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 246,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 321,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Background"
        },
        {
            "text": "which the initial orientations are easily determined [4, 5] . The initial orientations are then assigned to the corresponding particles in the close-to-focus images for structural refinement (henceforth, called focal pair method). In a high resolution structure determination, one would require over 6000 particles of data for 8.5 Å resolutions [6] . If a focal pair is required, one would need over 12,000 particles and hence it is a labor-intensive process of data recording, digitization and archiving. In this paper, we propose a method for determining the initial orientations of the particles from low contrast (close-to-focus) images without necessity for a second set of highly defocused images. In this technique, we use the wavelet transformation in a multi-resolution analysis [7, 8] to enhance the contrast of the image and the hierarchical weighted projection matching to accelerate the processing. The wavelettransformed images have the same size as the original images. Wavelet decomposition separates the low-resolution information, called \"approximation\", from the high resolution information, called \"details\". This method computationally generates an image equivalent to the farfrom-focus picture taken by the microscope and separates images containing details and noise. The technique proposed here is a model-based approach in wavelet space, which we call Hierarchical Wavelet Projection Matching (HWPM).",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 57,
                    "end": 59,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 792,
                    "end": 794,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A data set of 600 HSV-1 capsid particle images in different orientations was used to test the HWPM method. The defocus range of herpes particles was chosen to be close to focus between 1.7 µm and 0.4 µm. An initial model of about a 40 Å resolution [4] was used to generate projections uniformly covering the asymmetric triangle of the icosahedrally symmetric HSV-1 capsid particle [4, 5] . A grid sampling of 0.5° in each direction of the asymmetric triangle of icosahedral particles was used. The number of projections obtained with this grid was relatively high (2616 projections). First, the 2616 projections were grouped into 200 classes, each class containing about 13 projections. A match of the particle into the best 3 of the 200 classes was obtained using the wavelet correlation coefficient (wccf) criterion. Next, the particle was compared to the 39 projections of the best three classes, and the correct orientation was that of the projection giving the highest wccf. The hierarchical implementation wavelet projection matching reduced the time at least by a factor of 10 compared with the classical projection matching method. In the example of 600 particles, by using HWPM it took approximately 3 hours to determine the orientations, instead the 33 hours it took with the classical matching algorithm. Both algorithms were running on the SGI Origin-2000 supercomputer using 10 processors.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 385,
                    "end": 387,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "At this point, each particle had been assigned the orientation of the closest projection. A quality factor was assigned to each orientation, which was the wavelet correlation coefficient. Particles having high wccf coefficients were selected for reconstruction of a first 3D model of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Refinement of initial orientations obtained by HWPM was realized by the same iterative refinement process used in focal pair method [5] . This refinement process uses both local and global refinement. Local-refinement refines orientations against a set of projections from the 3D density map. In global refinement, all the raw particle orientations are refined against each other, without using projections from the 3D model. A potential merit of global refinement is the absence of possible bias arising from the 3D model.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In order to assess the accuracy of the orientations obtained with the HWPM. A comparison with the focal pair method (Fig. 5 .a), which is currently the most appropriate method for low contrast virus images was accomplished. The following steps were executed. First the initial orientations of the far-from focus particles were determined by using the cross-common line method between real particles and a set of projections obtained from the low resolution model. Next, a global refinement process was realized in order to determine the initial orientation. The same software as in [4] was used with the same initial parameters. The parameters used in this software were the minimum radius and maximum radius limiting the resolution and the sampling step size of 4.67Å/pixel. The minimum valid radius ensured that the minimal radius was computationally accurate when the two common lines angles were close and also to avoid the biasing of the orientations of particles by the very low frequency components. This parameter choice for herpes at the above sampling step was 5 pixels. The maximum radius was chosen to limit the maximum resolution expected from the reconstruction, here in the initial orientation the maximum radius corresponding to a resolution about 40 Å. Then an assignment of the particle orientations from the far to focus to the close to focus is realized. Next, an iterative refinement process to the close-to-focus data was accomplished as described in [5] . A 3D reconstruction using the best 300 HSV-1 particle orientations was performed for each method. Fig. 5 .a and Fig. 5 .b show surfaces density contour, displayed at one standard deviation above the mean density [9] , obtained respectively from focal pair method and HWPM method. Both structures show a similar visual resemblance. In order to assess the reliability of the 3D density maps and the quality of particles orientations obtained from each method, the Fourier Shell Correlation (FSC) criterion, which is the most robust criterion [10, 11] , was employed. The FSC was calculated between 2 independent reconstructions from comparison between 3D reconstruction obtained from both methods Figure 5 Comparison between 3D reconstruction obtained from both methods. Reconstruction of the B-capsid of the herpes simplex virus type-1: in (a) the initial orientations are determined from the second picture and then refined using the first picture. In (b) Initial orientation is determined from the wavelet-projection matching algorithm with one refinement iteration using the common line program. Both iso-surfaces are displayed at 1 standard deviation above the mean. the same set of orientations for each method. The effective resolution assessment of the 3D structure obtained from each method is estimated at FSC correlation value of 0.5, which correspond to 45° phase difference. Fig. 6 shows three different plots. The green curve shows a resolution of 32 Å of the reconstruction using the best 300 particles with orientations obtained from the focal pair method. The blue curve shows a resolution of 24 Å of the reconstruction using 300 particles with orientations obtained from the HWPM method. This result shows that the resolution of the structure obtained from the HWPM is higher than the one using the orientations from the focal pair method. Therefore, the orientations obtained from HWPM method are more accurate. Furthermore, HWPM method uses only one set of close-to-focus data instead of the two sets used by the focal pair method. The purple curve shows a resolution of about 14.5 Å of the reconstruction using 500 particles with orientations assigned by HWPM. The red curve plots twice the expected FSC for Gaussian noise. A less stringent criterion to assess the resolution as the intersection between the FSC curve and the curve plotting the 2 times expected Gaussian noise.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 585,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1473,
                    "end": 1476,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1691,
                    "end": 1694,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2019,
                    "end": 2023,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2024,
                    "end": 2027,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "text": "(Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1577,
                    "end": 1583,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1591,
                    "end": 1597,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 2174,
                    "end": 2182,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 2865,
                    "end": 2871,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "HWPM was tested on a P22 empty shell capsid which was circular and whose shell is very thin (~40 Angstrom). Twenty micrographs of the P22 empty shell capsid with defocus range [0.5 to 2 µm] were used for testing purpose. The total number of particles is 1340, each image has a size of 300 × 300 pixels, and the dimension of each pixel is 2.8 Å.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Concerning the initial orientations determinations using HWPM method, an initial model of around 20 Å resolutions was used to generate projections which uniformly covered the asymmetric triangle of the icosahedrally symmetric model. A grid sampling of 2° in each direction of the asymmetric triangle of icosahedral symmetry was used to obtain an initial orientation, targeting a structure of 30 Å. The number of projections obtained with this grid was about 200 projections. A match of the particle with FSC between 2 independent reconstruction for each method Figure 6 FSC between 2 independent reconstruction for each method. Green and blue lines show the correlation as function of the spatial frequency using 300 particles from the Focal pair method and HWPM respectively. Using the 0.5 correlation point criterion to assess the resolution of the 3D structure, the dotted line gives a resolution of 32 Å and thin line gives a resolution of 24 Å. The purple line shows a reconstruction using 500 particles where the orientation is obtained from the HWPM method the estimated resolution using 0.5 correlation point shows 14.5Å. The red line shows the 2 times expected FSC for Gaussian noise. the projections was obtained by using the wccf criterion. The correct orientation was selected as the one of the projection giving the highest wccf. The better half of the orientations projections (650) according to wccf criterion was chosen for final reconstruction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 561,
                    "end": 569,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The initial orientations for the same set of data were determined using the Improved Common Line (ICL) method, with the same input parameters for the software described in [2] . ICL use one single micrograph and does not use focal pair technique. The best half of the particles orientations (650) was chosen, according to the phase residual criterion, in the 3D reconstruction of the P22. Fig. 7 shows three surface views of the P22 empty shell capsid. The Top image shows the original surface [12, 13] . The lower right image shows the surface obtained by HWPM, which shows a very similar view to the original structure. The resolution assessment of the structure, by Fourier shell correlation criterion, gives a resolution of 14.5 Å. The lower left surface shows the result obtained by ICL method. The surface view of the reconstruction obtained from the ICL of the P22 empty shell capsid is dif-ferent from the original P22 capsid. Fig. 7 proves the inaccuracy of some of the initial orientations obtained from the ICL method for such a smooth virus.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 389,
                    "end": 395,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 935,
                    "end": 941,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "During the last thirty years the common lines methods were a great method to resolve icoshedral particles up to 7-8 Å [6] . Recently, a method using polar transformation and projection matching were used for the purpose of orientation determination [3] , but this last method is not suitable for the high resolution of large virus because the resulting transformed images, could be double the size of the original image. The proposed method combines the projection matching of wavelet denoising for an initial determination of particle orientation, with the common lines method for refinement to a higher resolution. It is clear that HWPM method works only if the initial low resolution model of the particle is already known. This method is very interesting if we need to add more particles to an existing intermediate resolution reconstruction in order to increase the resolution. Particles having high resolution information are very noisy [9, 14] . The best that we can get using the ICL method is less than 40 % of good orientations, for defocus values between 1.9 µm and 1.2 µm, for the P22 capsid [2] . Usually, very high resolutions use defocus values which go much lower than 1.2 µm as in the HSV data, or the current P22 data which goes to 0.5 µm. The 40% rate of correct orientations would certainly become smaller if we used data at closer defocus. The study accomplished on high resolution for HSV reconstruction showed that using a close-to-focus single micrograph with CL method was not effective, because a small number of orientations were found to be correct [9] , for this reason a focal pair method was used for 8.5 Å structure [9] .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 943,
                    "end": 946,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 947,
                    "end": 950,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1104,
                    "end": 1107,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1577,
                    "end": 1580,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1648,
                    "end": 1651,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "At high resolution reconstructions, the number of particles needed increases drastically, and the data with a signal-to-noise ratio valid up to the targeted resolution, tend to be very noisy. For an 8.5 Å structure of HSV-1 it took about 6000 particles for a final reconstruction. For a 6.5 Å structure resolution, the estimated value was about 50,000 particles using the same electron microscope [14] .",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To further increase the resolution of the HSV virus to 6.5 Å or higher (4 Å), the focal pair method would be impracticable. The focal pair method, for intermediate resolution up to (8 Å) for big viruses like HSV, works well for orientations determinations. The number of particles selected for the final reconstruction about 40% of the original number of particles (taking into account the farfocus and close-focus micrographs). It is necessary to emphasize that results from both methods are very similar in terms of visual resemblance. But, there are two advantages of HWPM over the focal pair method. First, focal Surface visualization of P22 empty shell capsid Figure 7 Surface visualization of P22 empty shell capsid. For surface visualization of P22 empty shell capsid, three views were taken at the 5 fold direction and surfaces were displayed at 1.5 standard deviations above the mean. Top image is the original surface from Zhang [13] , the lower left image is the reconstruction obtained from ICL, the lower right image is the reconstruction obtained from the proposed method.",
            "cite_spans": [
                {
                    "start": 939,
                    "end": 943,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 665,
                    "end": 673,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "pair method uses as much as double the data used for the HWPM. Second, the quality of the density maps shows that HWPM gives a better resolution for the same number of particles ( figure 6 ). This proves a better accuracy of orientations determinations obtained by the HWPM.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 188,
                    "text": "figure 6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "One of the more obvious advantages of the HWPM for orientation accuracy appears in two examples of real reconstructions. The first is for the P22 capsid, the ICL method does not give a good initial orientation, and the refinement of the orientations does not help to converge toward the right orientations. The probable reasons why the ICL method did not work properly for the P22 capsid are: first the P22 capsid has a smooth surface (the thickness of the shell is about 40 Å); second most of the data are very close-to-focus with defocus range of 0.5 µm to 1.3 µm. The data was noisy and had a very low contrast. The ICL method was able to give 40% of good orientations for the defocus range between 1.9 and 1.2 µm, here the data was closer to focus, which reduced the percentage of good orientations to less then 22%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The application of the HWPM to the P22 empty shell capsid gave the expected structure (Fig. 7) . The wavelet denoising in the HWPM not only helped in reducing the noise and enhancing the contrast of the particles, but also used the entire information from the image (instead of using several lines) which is enhanced accuracy for highly noisy particles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 94,
                    "text": "(Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Another example of real data reconstruction is the VP5-VP19C recombinant. After long investigation using CL and ICL algorithms, the classical projection matching scheme was also tested in order to determine the orientations, but unfortunately all those methods failed. The wavelet filtering and matching was used during the classification step of the recombinant particle VP5-VP19C [15, 16] , which significantly improved the quality of the class averages [16] [17] [18] and enabled the determination of the structure of that particle. A study [16] shows the superiority of the wavelet projection matching over the Gaussian filtered projection matching.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 386,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The third examples for low PH sindbis: Three years of investigation using CL and ICL methods failed to obtain the correct density map of the low PH sindbis capsid which is subject to conformational changes and an alteration of the symmetry. Recently the proposed method (HWPM) was tested on low PH sindbis and the correct structure was finally observed and analyzed [19] .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Wavelet multi-resolution analysis and processing improves particle detections [8] , classification [15, 16] , and orientation determination on a variety of electron microscopy images which are highly noisy and have an extremely low contrast. This prove that wavelet techniques are adequate in the 3 main steps of 3D virus reconstruction and in the classification step of single particle reconstruction [16, 17] .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 99,
                    "end": 103,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 104,
                    "end": 107,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This paper describes the development and implementation of a new method for orientation determination for low contrast images of virus particles. This method is based on wavelet filtering, which enhances the contrast of the particles and reduces the noise, and on weighted projection matching in wavelet space. A hierarchical implementation of this method increases the speed of orientation determination. Results show that, HWPM have been able to determine accurately more than 85% of the orientations of low-contrast particles. Compared to the focal pair method (for orientation determination from low contrast data) the HWPM reduced the amount of data required in a reconstruction by at least 50 %. In addition the accuracy of the orientations obtained by the proposed method is higher than those obtained by focal pair method [9] . This improved accuracy is shown clearly wavelet decomposition of a virus at level 2 by the resolution assessment in Fig. 6 . The estimated number of particles needed for a 6.5 Å reconstruction of the HSV-1 capsid was about 50,000 [14] . By using the HWPM method, only half as much data was necessary. The proposed method could save 2 to 3 man-years invested in acquiring images from the microscope and data processing. Another advantage of this method is the ability to give accurate orientations for some particles having conformational changes or alteration of symmetry as seen for VP5-VP19C recombinant and recently with the low PH sindbis capsid.",
            "cite_spans": [
                {
                    "start": 830,
                    "end": 833,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1066,
                    "end": 1070,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 952,
                    "end": 958,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "The choice of wavelet filter bases depends on the signal. Signals coming from different sources have different characteristics. For audio, speech, image and video signals the best choices of wavelet bases are known. The best choice for electron microscopic images is not clear. The problem is to represent typical signals with a small number of convenient computable functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Choice of wavelet Base"
        },
        {
            "text": "An investigation to choose the best wavelet bases for electron microscopic images was performed here. During this study, simulated and real electron microscopy images were used. The majority of the wavelets basis existing in Matlab-5 software [20] [21] [22] [23] [24] was tested. The criterion used to determine the best wavelet base was the one which optimizes the signal to noise ratio in a broad spectrum of spatial frequencies. The bi-orthogonal wavelets basis [25] [26] [27] especially the 3.5 basis in Matlab-5 yielded the best average signal to noise ratio in the range of the spatial frequency (1/100 -1/8 Å -1 ) relevant to data analysis. ",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Choice of wavelet Base"
        },
        {
            "text": "The principle of the wavelet decomposition is to transform the original raw particle image into several components: one low-resolution component called \"approximation\" [21] , which is mainly used in this method, and the other components called \"details\" (Fig.  2) .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 263,
                    "text": "(Fig.  2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Wavelet Projection Matching (WPM) Principle"
        },
        {
            "text": "The approximation component is obtained after applying a bi-orthogonal low-pass wavelet filter in each direction (horizontal and vertical) followed by a sub-sampling of Schematic diagram of the HWPM method Figure 4 Schematic diagram of the HWPM method. Schematic diagram of the HWPM method: The first step is the wavelet decomposition of each of the particles, and projections and then classification of projections into 200 classes. The final step is to determine the correlation by using the centers of classes and then using all members of the best 3 classes to get the best orientation estimates. each image by a factor of 2 for each dimension. The details are obtained with the application of a low-pass filter in one direction and a high-pass filter in the other, or a highpass filter in both directions. The noise is mainly present in the detail components. A higher level of decomposition is obtained by repeating the same filtering operations on the approximation. The wavelet correlation coefficient between two wavelet-transformed images, for a given level, is :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 214,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Wavelet Projection Matching (WPM) Principle"
        },
        {
            "text": "Where W 1 to Wp are weights given for each components of the wavelet correlation, p is the number of components of wavelet decomposition. A 1 , A 2 are the approximations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wavelet Projection Matching (WPM) Principle"
        },
        {
            "text": "denote the correlation between two components images. D 1i , D 2i are the details (Fig. 2) . This implementation starts first by a wavelet filtering which is performed by thresholding [21, 28, 29] of the details components in order to reduce the noise effects in the correlation matching. Higher weight is given to the approximation component to further reduce the noise effect in the decision. The weights given in this implementation are 0.75 for the approximation and 0.25 for the details.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 90,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Wavelet Projection Matching (WPM) Principle"
        },
        {
            "text": "Initial orientation determination is based on modelbased projection matching approach [3] . The level of wavelet decomposition depends on the dimension of the virus and the sampling rate. For herpes simplex virus type-1 (HSV-1) B-capsid, which has a diameter of 1250 Å with a sampling of 2.1 Å/pixel, a level two of wavelet decomposition (Fig. 2) is appropriate for the initial orientation estimate, because of the contrast enhancement and the consideration of computational speed. The method starts by generating the wavelet decomposition at level two for each projection and raw image. In order to have accurate orientation estimation a small angular grid (figure 3) to generate projections from the initial model is needed, and this results in a large number of projections. The classical projection matching, which consists of comparing the wavelet-transformed raw images with every projection, is very slow even when using multiple processors on a parallel computer. In order to significantly increase the speed of processing, a hierarchical implementation is performed. This consists of grouping projections into classes of similar orientations [30] . Fig. 3 shows the classification scheme applied for the icosahedral viruses, only an asymmetric triangle representing the possible orientations for icosahedrally symmetric object [4] is considered.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1151,
                    "end": 1155,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1336,
                    "end": 1339,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 346,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1158,
                    "end": 1164,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Orientation determination with Hierarchical WPM (HWPM)"
        },
        {
            "text": "The choice of the number of classes is optimized to give the best tradeoff between speed and accuracy. The classifi-cation gives a uniform distribution of projections into the classes. The next step is to compare each wavelet-transformed raw image with the closest projection to the center of each class, and then rank the classes in terms of wccf (Fig. 4) . The final step is to compare the raw image with all the projections of the three classes given the highest wccf coefficients. Next, the orientation of the projection yielding the highest wccf will be assigned to the raw image as the correct orientation. The software is written in C++ (a parallel version of the software has been written to run on the SGI Origin-2000 supercomputer).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 356,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Orientation determination with Hierarchical WPM (HWPM)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Procedures for three-dimensional reconstruction of spherical viruses by Fourier synthesis from electron micrographs",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Crowther",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Phil Trans Roy Soc Lond B",
            "volume": "261",
            "issn": "",
            "pages": "221--230",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Improved common-line based icosahedral virus particle image orientation estimation algorithms",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Thuman-Commike",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Ultramicroscopy",
            "volume": "68",
            "issn": "",
            "pages": "231--256",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A model-based approach for determining orientations of biological macromolecules imaged by cryoelectron microscopy",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Struct Biol",
            "volume": "116",
            "issn": "",
            "pages": "120--130",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "High resolution three-dimensional electron cryomicroscopy and reconstruction of herpes simplex virus capsids. Baylor College of Medicine",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Biochemistry Department",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Refinement of herpesvirus B-capsid structure on parallel supercomputers",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Haskell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Spears",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jakana",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Rixon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Biophys J",
            "volume": "74",
            "issn": "",
            "pages": "576--588",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Determination of the fold of hepatitis B virus core protein by electron cryo-microscopy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Böttcher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Wynne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Crowther",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "386",
            "issn": "",
            "pages": "88--91",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An Overview of wavelet based multiresolution analyses",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jawerth",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sweldens",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "SIAM Rev",
            "volume": "36",
            "issn": "",
            "pages": "377--412",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Multiresolution approach to automatic detection of spherical particles from electron cryomicroscopy images",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saad",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thuman-Commike",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Seeing the Herpesvirus Capsid at 8.5 Å",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dougherty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jakana",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Rixon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "288",
            "issn": "",
            "pages": "877--880",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Exact filters for general geometry threedimensional reconstruction",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Harauz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Heel",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Optik",
            "volume": "73",
            "issn": "",
            "pages": "146--156",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Adding the third dimension to virus life Cycles : Three dimensional Reconstruction of Icosahedral Virues from Cryo-Electron Micrographs",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Micro mo Biol",
            "volume": "63",
            "issn": "",
            "pages": "862--922",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Identification of additional coat/scaffolding interactions in a bacteriophage P22 mutant defective in maturation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Thuman-Commike",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jakana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgough",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Prevelige",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "3871--3873",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Visualization of the maturation transition in the bacteriophage P22 by electron cryomicroscopy",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Thuman-Commike",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jakana",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Prevelige",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Mol Biol",
            "volume": "297",
            "issn": "",
            "pages": "615--626",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Estimates of the Amplitude Decay of Electron Micrographs of Single Particles and its Effects on High Resolution Structure Determination",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ludtke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jakana",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Rixon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsuruta",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Struct Biol",
            "volume": "133",
            "issn": "",
            "pages": "32--42",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Roles of Triplex and Scaffolding Proteins in HSV-1 Capsid Formation Suggested by the Structures of Recombinant Particles",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saad",
                    "suffix": ""
                },
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jakana",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rixon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "6821--6830",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Wavelets filtering for classification of very noisy electron microscopic single particles images-Application on structure determination of VP5-VP19C recombinant",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saad",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMC Struct Biol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Classification of macromolecular assemblies studied as \"single particles",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Quart Rev Biophys",
            "volume": "23",
            "issn": "",
            "pages": "281--329",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Use of multivariate statistics in analyzing the images of biological macromolecules",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Heel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Ultramicroscopy",
            "volume": "6",
            "issn": "",
            "pages": "187--194",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Conformational Changes in Sindbis virions Resulting from Exposure to Low pH and Interactions with Cells Suggest that Cell Penetration May Occur at the Cell Surface in the Absence of Membrane Fusion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Paredes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saad",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsuruta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Klimstra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ryman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "324",
            "issn": "",
            "pages": "373--387",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Daubechies I: Ten lectures on wavelets",
            "authors": [],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Multi-frequency Channel Decompositions of images and wavelet Models",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mallat",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "37",
            "issn": "",
            "pages": "2091--2110",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Fast Wavelet transforms and numerical algorithms",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Beylkin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coifman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rokhlin",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Comm Pure Appl Math",
            "volume": "44",
            "issn": "",
            "pages": "141--183",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Biorthogonal Bases of Compactly supported Wavelets",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Daubechies",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Feauveau",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Comm Pure App Math",
            "volume": "45",
            "issn": "",
            "pages": "485--560",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A new class of two-channel biorthogonal filter banks and wavelets bases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Phoong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Vaidyanathan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ansari",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "IEEE Trans SP",
            "volume": "43",
            "issn": "",
            "pages": "649--665",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Discrete Biorthogonal Wavelet transform as block circulant matrices",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Turcajova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kautsky",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Lin Algeb Appl",
            "volume": "223",
            "issn": "",
            "pages": "393--413",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "De-noising by soft thresholding",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Donoho",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "IEEE Trans Inf Th",
            "volume": "41",
            "issn": "",
            "pages": "613--627",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Adaptive Ranked-Order Vectorial Speckle Filtering in Polarimetric SAR Images, Comparison with a Class of Filters",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "El-Assad",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Signal processing",
            "volume": "14",
            "issn": "",
            "pages": "286--300",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "FCM: the Fuzzy C-Means clustering algorithm",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bezdek",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Ehrlich",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Comp Geosci",
            "volume": "10",
            "issn": "",
            "pages": "191--203",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Wavelet decomposition of a virus at level 2. Level 2 decomposition of wavelet uses bi-orthogonal base. This transformation is applied on a projection of phi 13 model downloaded form the Proteins data bank and then reconstructed to 10 Å.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Classification scheme of projections into classes. Classification of projections using (2 of the 3) Euler angles for viruses having Icosahedral symmetry like the herpes virus. Only an asymmetric triangle is needed in the case of an Icosahedrally symmetric virus instead of the whole plan in the case of an asymmetric object. Each rectangle represents a class of projections. The closest projection to the center of the rectangle, represents the center of the class. This figure represents the classification of 2600 projections into 300 classes.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "I thank Wah Chiu for helpful and interesting discussions. Frazer Rixon, Joanita Jakana, Zhang Zhixian for providing the HSV-1 and P22 capsid data and Kelechi Ogbueh for the English revision of the manuscript. This work was supported by the National Institutes of Health (P41RR002250, R01AI38469) and Human Frontier Science Program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Publish with Bio Med Central and every scientist can read your work free of charge ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}