{
    "paper_id": "7bd930b9d1e7df14ab7f3e97fd56dafe3466ad91",
    "metadata": {
        "title": "A Multicompartment SIS Stochastic Model with Zonal Ventilation for the Spread of Nosocomial Infections: Detection, Outbreak Management, and Infection Control",
        "authors": [
            {
                "first": "Martín",
                "middle": [],
                "last": "López-García",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marco-Felipe",
                "middle": [],
                "last": "King",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Catherine",
                "middle": [
                    "J"
                ],
                "last": "Noakes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this work, we study the environmental and operational factors that influence airborne transmission of nosocomial infections. We link a deterministic zonal ventilation model for the airborne distribution of infectious material in a hospital ward, with a Markovian multicompartment SIS model for the infection of individuals within this ward, in order to conduct a parametric study on ventilation rates and their effect on the epidemic dynamics. Our stochastic model includes arrival and discharge of patients, as well as the detection of the outbreak by screening events or due to symptoms being shown by infective patients. For each ventilation setting, we measure the infectious potential of a nosocomial outbreak in the hospital ward by means of a summary statistic: the number of infections occurred within the hospital ward until end or declaration of the outbreak. We analytically compute the distribution of this summary statistic, and carry out local and global sensitivity analysis in order to identify the particular characteristics of each ventilation regime with the largest impact on the epidemic spread. Our results show that ward ventilation can have a significant impact on the infection spread, especially under slow detection scenarios or in overoccupied wards, and that decreasing the infection risk for the whole hospital ward might increase the risk in specific areas of the health-care facility. Moreover, the location of the initial infective individual and the protocol in place for outbreak declaration both form an interplay with ventilation of the ward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The risk of acquiring nosocomial infections is a recognized problem in health-care facilities worldwide (Harbarth, Sax, & Gastmeier, 2003) . While the transmission routes for some diseases are well documented, the precise mode of transmission is uncertain for many infections, particularly for those pathogens that cause health-care-acquired infections (HCAIs). Although it is probable that the majority of transmission occurs via contact routes (Sax et al., 2009) , there is increasing recognition that the air plays an important role in disease spread (Li et al., 2007) . Understanding the role that ventilation airflow plays in the dispersion of infectious microorganisms is tantamount to assessing exposure to pathogens and hence infection risk. This study aims to provide an analytical link between airborne hospital infection spread, ventilation design, and outbreak management.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 138,
                    "text": "(Harbarth, Sax, & Gastmeier, 2003)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 446,
                    "end": 464,
                    "text": "(Sax et al., 2009)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 554,
                    "end": 571,
                    "text": "(Li et al., 2007)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Ventilation has been found to have a significant impact on the distribution of infectious material in hospital settings. Examples include Influenza A (e.g. H5N1 and H7N9) (Reed & Kemmerly, 2009) , Mycobacterium tuberculosis (Escombe et al., 2010) , measles (Atkinson, Chartier, Pessoa-Silva, Jensen, & Li, 2009) , and norovirus (Teunis et al., 2008) . One of the most infamous examples occurred in 2003 during the severe acute respiratory syndrome (SARS) outbreak in Hong Kong. Analysis of airflow patterns and outbreak data demonstrated that ventilation routes were critical in the short-and long-range spread of aerosolized coronavirus (Li, Huang, Yu, Wong, & Qian, 2005) . Ventilation is recognized as an important infection control approach in health-care design, with strategies such as mechanical ventilation and pressure zoning set out in international ) and national guidance (Department of Health, 2007) .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 194,
                    "text": "(Reed & Kemmerly, 2009)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 224,
                    "end": 246,
                    "text": "(Escombe et al., 2010)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 257,
                    "end": 311,
                    "text": "(Atkinson, Chartier, Pessoa-Silva, Jensen, & Li, 2009)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 328,
                    "end": 349,
                    "text": "(Teunis et al., 2008)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 638,
                    "end": 673,
                    "text": "(Li, Huang, Yu, Wong, & Qian, 2005)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 884,
                    "end": 912,
                    "text": "(Department of Health, 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Evaluating the influence of ventilation on infection risk typically applies models such as the Wells-Riley equation (Riley, Murphy, & Riley, 1978) or a dose-response approach (Sze & Chao, 2010) to estimate the influence of ventilation on the number of new cases of an infection. Liao, Chang, and Liang (2005) presented a probabilistic transmission dynamic model to assess indoor airborne infection risks and Ko, Burge, Nardell, and Thompson (2001) and Ko, Thompson, and Nardell (2004) developed models for tuberculosis spread incorporating a zonal ventilation model. A number of authors have also looked at control strategies, including Wein and Atkinson (2009) , who modeled infection control measures for pandemic influenza; Brienen, Timen, Wallinga, Van Steenbergen, and Teunis (2010) , who analyzed the effect of mask use on the spread of influenza; and King, Noakes, and Sleigh (2015) , who developed a stochastic model to link airborne and contact transmission. It is also worth mentioning the recent work by Carruthers et al. (2018) , where a zonal ventilation model similar to the one considered in this article is linked to a dose-response approach to estimate the risk of infection after an accidental release of bacteria Francisella tularensis in a microbiology laboratory.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 146,
                    "text": "(Riley, Murphy, & Riley, 1978)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 175,
                    "end": 193,
                    "text": "(Sze & Chao, 2010)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 279,
                    "end": 308,
                    "text": "Liao, Chang, and Liang (2005)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 408,
                    "end": 447,
                    "text": "Ko, Burge, Nardell, and Thompson (2001)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 452,
                    "end": 484,
                    "text": "Ko, Thompson, and Nardell (2004)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 637,
                    "end": 661,
                    "text": "Wein and Atkinson (2009)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 727,
                    "end": 787,
                    "text": "Brienen, Timen, Wallinga, Van Steenbergen, and Teunis (2010)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 858,
                    "end": 889,
                    "text": "King, Noakes, and Sleigh (2015)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1015,
                    "end": 1039,
                    "text": "Carruthers et al. (2018)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "While these studies enable some understanding of the influence of the environment on transmission, they do not consider relationships between ventilation parameters and the progression and control of an infection outbreak. In an earlier study, it was demonstrated that the Wells-Riley model could be coupled to an SI epidemic model to relate ventilation rate and transmission in a fully mixed environment (Noakes, Beggs, Sleigh, & Kerr, 2006) . In later work, a zonal air distribution and a stochastic formulation (Noakes & Sleigh, 2009 ) was considered, and cost benefits of ventilation from an energy and infection risk perspective were explored (Noakes, Sleigh, & Khan, 2012) .",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 442,
                    "text": "(Noakes, Beggs, Sleigh, & Kerr, 2006)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 514,
                    "end": 536,
                    "text": "(Noakes & Sleigh, 2009",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 648,
                    "end": 678,
                    "text": "(Noakes, Sleigh, & Khan, 2012)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The model presented in this article is constructed on a scenario defined in previous work (Noakes & Sleigh, 2009) , where the role played by the airflow during a nosocomial outbreak is assessed by linking a deterministic zonal ventilation model with an SI stochastic epidemic model using a computational approach. While the previous approach enabled exploration of the basic interaction between the ventilation and the outbreak, there are a number of limitations:",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 113,
                    "text": "(Noakes & Sleigh, 2009)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "r The epidemic dynamics are represented through a simple SI epidemic model, not accounting for relevant factors such as the discharge and admission of patients, or the detection and declaration of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "r Results reported by Noakes and Sleigh (2009) have high variability, which is related to the fact that they were obtained by means of stochastic simulations of the epidemic process.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 46,
                    "text": "Noakes and Sleigh (2009)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "r The large number of parameters associated with each ventilation scenario makes it difficult to identify, from stochastic simulations, the specific factors of the ventilation air distribution that facilitate or mitigate epidemic spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We refer the reader to Keeling and Ross (2007) where the limitations of analyzing this type of epidemic processes by simulation are discussed in more detail, and where the benefits of following exact analytical approaches instead are highlighted.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 46,
                    "text": "Keeling and Ross (2007)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Our aim here is to show how this zonal ventilation model can be linked to more complex stochastic epidemic models for the spread of nosocomial pathogens, while accounting for patients, admission and discharge, and different outbreak detection and declaration hypotheses. We show how to implement exact analytical procedures for computing summary statistics of the outbreak (statistics measuring outbreak infectiousness), which by means of a perturbation analysis enables identification of specific characteristics of the ventilation setting that are crucial for the spread or control of the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Finally, we carry out a comprehensive numerical study of six ventilation strategies for a hypothetical hospital ward in order to identify particular ventilation characteristics that may promote or inhibit spread of airborne nosocomial infections. Our results explore the interplay between ward ventilation, location of patients, ward overoccupancy, and outbreak detection management. Noakes and Sleigh (2009) propose a stochastic model that links a zonal ventilation model with epidemic dynamics by means of an SI model for the infection spread among individuals in a hospital setting. The combined model can be thought of as an adaptation of the Wells-Riley model (Riley et al., 1978; Sze & Chao, 2010) , where each susceptible individual is infected with a per capita rate,",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 408,
                    "text": "Noakes and Sleigh (2009)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 665,
                    "end": 685,
                    "text": "(Riley et al., 1978;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 686,
                    "end": 703,
                    "text": "Sze & Chao, 2010)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "that is proportional to the number I of infective individuals. Here, Q is the room ventilation rate (m 3 /s), p is the pulmonary ventilation (breathing) rate (m 3 /s), and q is the unit of infection (quantum) as described by Riley et al. (1978) . In a standard SI stochastic epidemic model, where individuals are either susceptible or infective, individuals do not recover. This can be expressed in terms of a continuous-time Markov chain (CTMC) {S(t) : t ≥ 0}, where the random variable S(t) represents the number of susceptible individuals at time t, and the aim is to compute transient probabilities p S (t) = P(S(t) = S) for any S ∈ = {0, 1, . . . , N}, where N is the number of individuals in the population. These probabilities satisfy the Kolmogorov differential equations:",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 244,
                    "text": "Riley et al. (1978)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "THE MODEL"
        },
        {
            "text": "Interevent times are assumed to be exponentially distributed and the stochastic process is simulated using the Gillespie algorithm (Gillespie, 1976) . In particular, this algorithm generates samples of the interevent times by using the fact that",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 148,
                    "text": "(Gillespie, 1976)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "THE MODEL"
        },
        {
            "text": "and then updates the state of the system according to the probabilities of each possible event occurring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE MODEL"
        },
        {
            "text": "In Noakes and Sleigh (2009) , this Wells-Riley process is adapted to investigate ventilation scenarios in a hypothetical hospital ward split in M ventilation zones. The air is assumed to be uniformly mixed within each zone; however, there is incomplete mixing between the zones and unbalanced zone boundaries allow for the effect of directional flow to be examined. In particular, the per capita infection rate λ k for susceptible individuals at zone k is defined as λ k = p k C k , where C k is the concentration of infectious material at zone k and p k is the pulmonary rate of these individuals. We note that this concentration could depend on the number of infected individuals, i j , in every zone 1 ≤ j ≤ M, due to airflow. In Noakes and Sleigh (2009) , the spatial distribution of infectious material is represented through the differential equation:",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 27,
                    "text": "Noakes and Sleigh (2009)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 733,
                    "end": 757,
                    "text": "Noakes and Sleigh (2009)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "A Zonal Ventilation Model for Linking Airflow Dynamics and Infection Rates"
        },
        {
            "text": "where V k is the volume of zone k, q k i k is the generation rate of infectious quanta, Q o,k represents the extract ventilation rate in zone k, and j β kj C k and j β jk C j amount to the volume flow of air between zones k and j. Moreover, each interzonal flow rate β kj represents the sum of two contributions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Zonal Ventilation Model for Linking Airflow Dynamics and Infection Rates"
        },
        {
            "text": "where β 0 is a global mixing rate and β Qkj is an additional contribution representing net flow across the k/j zonal boundary, from zone k to zone j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Zonal Ventilation Model for Linking Airflow Dynamics and Infection Rates"
        },
        {
            "text": "Equation (2) leads to a ventilation matrix that characterizes the ventilation air distribution under study,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Zonal Ventilation Model for Linking Airflow Dynamics and Infection Rates"
        },
        {
            "text": "representing ventilation in a hospital ward divided into M ventilation zones. By assuming steady-state conditions for airflow, and taking into account Equation (2), Noakes and Sleigh (2009) propose to link infection rates λ j , j ∈ {1, . . . , M} with the ventilation matrix V as follows: ⎛ (3)) that takes into account the ventilation distribution through matrix V. Once this procedure for computing infection rates is proposed, stochastic simulations for the SI epidemic dynamics are carried out in Noakes and Sleigh (2009) by following steps (i)-(iv) (Noakes & Sleigh, 2009 ), which assume exponentially distributed interevent times and make use of the property depicted in Equation (1). We note here that Equation (3) means considering per capita infection rates at each zone 1 ≤ j ≤ M as functions λ j (i 1 , . . . , i M ) of the number of infectives (i 1 , . . . , i M ) within each ventilation zone at the hospital ward. In Section 2.2, we now go on to exploit this, to link the zonal ventilation model with a multicompartment SI S model with detection, to evaluate the infection spread dynamics within the hospital ward until detection of the outbreak. Instead of carrying out stochastic simulations, we present an exact approach for analyzing a summary statistic of the outbreak: the total number of infections occurring until the outbreak ends or is detected and declared. This exact approach does not only allow us to compute this quantity of interest, but it also allows one to carry out a sensitivity analysis on the model parameters, so that the impact that different characteristics of the ventilation setting has on this summary statistic can be evaluated.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 189,
                    "text": "Noakes and Sleigh (2009)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 501,
                    "end": 525,
                    "text": "Noakes and Sleigh (2009)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 554,
                    "end": 576,
                    "text": "(Noakes & Sleigh, 2009",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "A Zonal Ventilation Model for Linking Airflow Dynamics and Infection Rates"
        },
        {
            "text": "At the epidemic level, we assume that patients in each zone i are discharged at rate γ i , so that γ −1 i amounts to the average length of stay (LOS) of patients in zone i. Discharges are immediately replaced by new admitted patients, a reasonable approximation for hospital wards under high demand (Pelupessy, Bonten, & Diekmann, 2002; Wolkewitz, Dettenkofer, Bertz, Schumacher, & Huebner, 2008) . Moreover, we consider that the nosocomial outbreak will go undetected by health-care workers for some time, and incorporate this fact into our model by considering that each infected individual in zone i can be discovered/detected at some rate δ i . The reciprocal δ −1 i represents the average time until some symptoms arise that alert health-care workers to a patient's infection, or the average time until the infected individual is detected through screening policies put in place at this hospital ward. Fig. 1 represents the epidemic dynamics for an individual in zone i.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 336,
                    "text": "(Pelupessy, Bonten, & Diekmann, 2002;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 337,
                    "end": 396,
                    "text": "Wolkewitz, Dettenkofer, Bertz, Schumacher, & Huebner, 2008)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 907,
                    "end": 913,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A Multicompartment SIS Stochastic Model for the Infection Spread Dynamics"
        },
        {
            "text": "This leads to a multicompartment SIS epidemic model that can be described as a CTMC X = {(I 1 (t), . . . , I M (t)) : t ≥ 0}, where I j (t) represents the number of infective individuals in zone j at time t ≥ 0, defined over the space of states S = {(i 1 , i 2 , . . . , i M ) : i j ∈ {0, . . . , N j }, j ∈ {1, . . . , M}} ∪ { } = C ∪ { }. N j is the total number of patients in zone j, leading to N = M j=1 N j patients in the hospital ward. State represents that the nosocomial outbreak has been detected and declared by health-care workers by the first detection of an infected patient in the hospital ward. We note that absorbing state (0, . . . , 0) represents the end of the outbreak (lack of infective individuals), due to patients' discharge (i.e., if all the patients infected by the pathogen are discharged before the outbreak is actually detected). We consider also as an absorbing state in this process, since we are only interested in the dynamics of the process until the end or declaration of the outbreak, and the transitions (obtained from diagram in Fig. 1 ) described in Table I . We note that, according to our comments in Section 2.1, λ j (i 1 , . . . , i M ) is a function of the state (i 1 , . . . , i M ), representing the per capita infection rate of susceptible individuals in zone j when we have (i 1 , . . . , i M ) infective individuals within the ward, computed from Equation (3) for each (i 1 , . . . , i M ) ∈ C. Infection of a patient in zone j",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1069,
                    "end": 1075,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1091,
                    "end": 1098,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "A Multicompartment SIS Stochastic Model for the Infection Spread Dynamics"
        },
        {
            "text": "Our interest is in analyzing the infectious potential of an outbreak in a given hospital ward, for different ventilation configurations and outbreak detection hypotheses. We measure the infectious potential in terms of the following discrete random variable: R = number of infections occurred until the end or declaration of the outbreak, which can take values in {0, 1, 2, . . .}. R is used here as a measure of how well ventilation can act as a preventive infection control strategy that is in place even before the actual detection of the outbreak by healthcare workers occurs and reactive strategies can be implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "For an initial state (i 1 , . . . , i M ) ∈ C, our aim is to compute probabilities",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyzing R"
        },
        {
            "text": "for n ≥ 0; that is, the probability distribution of R for some initial state (i 1 , . . . , i M ). We can compute these probabilities from a system of linear equations, which is obtained by a first-step argument. In particular, by proposing notation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyzing R"
        },
        {
            "text": "for n ≥ 1 and any (i 1 , . . . , i M ) ∈ C, and with boundary conditions p (0,0,...,0) (0) = 1, p (0,0,...,0) (n) = 0 for all n ≥ 1; a detailed explanation on how Equations (4) and (5) are obtained is in the Appendix. This means that probabilities for n = 0 (Equation (4)) can be computed by solving a system of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyzing R"
        },
        {
            "text": "linear equations. 3 Once these are in hand, probabilities for n ≥ 1 can be computed by solving the system of linear equations given by Equation (5), which also consists of #C equations. Algorithm 1 in the Appendix computes probabilities p (i 1 ,...,i M ) (n) for any (i 1 , . . . , i M ) ∈ C, n ≥ 0. It works sequentially, computing probabilities p (i 1 ,...,i M ) (n) for i 1 + i 2 + · · · + i M = I for increasing values of n = 0, 1, 2, . . . and I = 1, 2, 3, . . . , N.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyzing R"
        },
        {
            "text": "Our analysis allows one to identify the most important characteristics of the ventilation scenario, regarding the infectious potential of the outbreak until detection, by means of computing partial derivatives of the form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local Sensitivity Analysis"
        },
        {
            "text": "We note that, for an initial state (i 1 , . . . , i M ) ∈ C,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local Sensitivity Analysis"
        },
        {
            "text": "Partial derivatives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local Sensitivity Analysis"
        },
        {
            "text": "can be computed from direct differentiation of Equations (4) and (5). In Equations (4) and (5), the only quantities that depend on parameter",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local Sensitivity Analysis"
        },
        {
            "text": "for n ≥ 1, and any (i 1 , . . . , i M ) ∈ C. Partial derivatives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local Sensitivity Analysis"
        },
        {
            "text": "can then be computed from the equations above by following arguments similar to those in Algorithm 1 in the Appendix. In order to solve these equations, one needs to have in hand values of p (i 1 ,...,i M ) (n) (previously computed from Algorithm 1), as well as derivatives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local Sensitivity Analysis"
        },
        {
            "text": ". These derivatives can be straightforwardly obtained from Equation (3) as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local Sensitivity Analysis"
        },
        {
            "text": "where V (θ) represents the element-by-element partial derivative of matrix V with respect to parameter θ (Gómez-Corral & López-García, 2018).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local Sensitivity Analysis"
        },
        {
            "text": "As outlined above, declaration of the outbreak is identified with the first detection of an infective patient, where each patient is detected in zone j at rate δ j . If detection of an infective patient occurs because this patient shows symptoms, outbreak declaration might require several (D > 1) patients showing some common symptoms, since for some nosocomial pathogens, associated symptoms are quite common and pass unnoticed (Ekkert, 2015) . For example, norovirus causes gastrointestinal symptoms such as nausea, vomiting, or diarrhea that are common to many diseases and conditions. The National Guidelines on the Management of Outbreaks of Norovirus Infection in Health-Care Settings (National Disease Surveillance Centre, 2003) , issued by the National Disease Surveillance Centre in Ireland, requires for D = 2 patients to show these symptoms in a hospital ward for a potential norovirus outbreak declaration. Once the outbreak has been declared, control strategies such as immediate cleaning and decontamination, frequent handwashing, or cohorting of affected patients are recommended.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 444,
                    "text": "(Ekkert, 2015)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 692,
                    "end": 736,
                    "text": "(National Disease Surveillance Centre, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Spread until the Dth Individual Detection"
        },
        {
            "text": "Thus, our interest in this subsection is to analyze the summary statistic R when the detection of the outbreak requires D patients to show symptoms, for some value D ≥ 1, and results in the subsections above can be seen as the particular case D = 1. We define the augmented process X aug = {(I 1 (t), . . . , I M (t), D(t)) : t ≥ 0}, where the increasing variable D(t) amounts to the number of detected patients up to time t ≥ 0. We consider that the outbreak is declared once D(t) = D, and the space of states of this CTMC is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spread until the Dth Individual Detection"
        },
        {
            "text": "Thus, S aug = C aug ∪ , with state representing outbreak declaration (i.e., the detection of the Dth infected patient). Events occurring in this process, at different rates, are described in Table II. Our arguments in the subsections above can be adapted for process X aug . For example, Equations (4) and (5) become ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 200,
                    "text": "Table II.",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Spread until the Dth Individual Detection"
        },
        {
            "text": "for any (i 1 , . . . , i M , d) ∈ C aug , and with boundary conditions p (0,0,...,0,d) (0) = p (0) = 1, and p (0,0,...,0,d) (n) = p (n) = 0 for all n ≥ 1 and 0 ≤ d ≤ D − 1. 1 A represents a function that takes value 1 if A is satisfied, and 0 otherwise. An adapted version of Algorithm 1, not reported here for the sake of brevity, allows for an efficient solution of this system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spread until the Dth Individual Detection"
        },
        {
            "text": "We consider here the hypothetical hospital ward in Fig. 2 in Noakes and Sleigh (2009) , and ventilation settings according to Table 1 in Noakes and Sleigh (2009) . This hypothetical hospital ward consists of three six-bedded bays connected through a corridor. Each bay is split into two ventilation zones, and each ventilation zone contains three patients. The corridor is split into three ventilation zones and in the first instance has no patients, so that the ward has N = 18 patients. Ventilation rate over the whole ward was 27 m 3 /min, which equated to an air change rate of 3 AC/h. Diagrams of the ventilation flows and specific rates within and between each zone for each setting are given in Fig. 2 . Moreover, we set p i = 0.01 m 3 /min and q i = 0.5 quanta/min for all patients at all zones and for every ventilation scenario (Noakes & Sleigh, 2009) , and assume an average LOS for each patient γ −1 i = 7 days. If we order the M = 9 ventilation zones as",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 85,
                    "text": "Noakes and Sleigh (2009)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 137,
                    "end": 161,
                    "text": "Noakes and Sleigh (2009)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 838,
                    "end": 861,
                    "text": "(Noakes & Sleigh, 2009)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 57,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 133,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 708,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "the ventilation matrix is given by Table III. and ventilation settings in Table 1 in Noakes and Sleigh (2009) lead to the ventilation matrices reported in Fig. 2 . In Sections 4.1-4.3 and 4.6, we consider that outbreak declaration occurs after one patient shows symptoms, with each patient showing symptoms after an average time δ −1 (i.e., δ j = δ for all 1 ≤ j ≤ M). Alternative outbreak detection and declaration hypotheses are discussed in Sections 4.4 and 4.5, while the impact of parameter q in our numerical results is explored in Section 4.7.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 109,
                    "text": "Noakes and Sleigh (2009)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 45,
                    "text": "Table III.",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 74,
                    "end": 81,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 161,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In Fig. 3 , we plot the probability mass function of R versus different values of the global mixing rate β 0 , the average time δ −1 at which each infective patient shows symptoms, and for ventilation scenarios A-F. For these results, it is assumed that an infective patient in zone 1a starts the outbreak, and we report in Table III the mean values E[R] computed for these distributions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 333,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Impact of Ventilation Setting on Spread Dynamics"
        },
        {
            "text": "Ventilation setting C can be identified in Fig. 3 and Table III as the best one, while settings A, D, and E are identified as the worst ones depending on the detection parameter δ and the global mixing rate β 0 . We note that ventilation setting C has significant extract ventilation at the initially infected zone 1a, so that the airflow is directed from 1a outward to the hospital ward. On the other hand, ventilation setting D represents a well-mixed ward (β Qi k = 0 for all i and k) with no extract ventilation at zone 1b (Q o,1b = 0), which might favor the spread of pathogens from 1a toward other zones within the ward, leading to more infections occurring until outbreak detection. In general terms, worse scenarios can be identified for values δ −1 = 48 h and β 0 = 27 m 3 /min, where the long-tailed distribution of R for these scenarios Fig. 4 . Probability mass function of the number R of infections until the end or detection of the outbreak, for ventilation settings A-F. Declaration of the outbreak occurs once one patient shows symptoms, and each infective patient shows symptoms after an average time δ −1 = 12 h. Initial infective located in zones {1a, 1b, 2a, 2b}. Global mixing rate β 0 = 9 m 3 /min. in Fig. 3 indicates that large outbreaks occur with significant probability. Larger differences among ventilation settings are also found for value δ −1 = 48 h. Thus, our results suggest that ventilation of the ward should be of special concern for pathogens that have longer infectious asymptomatic periods, or in hospital wards with more limited surveillance policies. It is also clear that the average individual detection time δ −1 has a higher impact on the infection spread than the specific ventilation setting in the ward, so that outbreak detection seems to dominate ventilation regarding infection spread.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 49,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 54,
                    "end": 63,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 848,
                    "end": 854,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1225,
                    "end": 1231,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Impact of Ventilation Setting on Spread Dynamics"
        },
        {
            "text": "In Fig. 4 , we plot analogous results to those in Fig. 3 when the infective patient starting the outbreak is located in zones {1a, 1b, 2a, 2b}, for δ −1 = 12 h and β 0 = 9 m 3 /min. Corresponding mean values E[R] are reported in Table IV . We note that zones 3a and 3b are equivalent to zones 1a and 1b, for all ventilation settings in Fig. 2 , and thus we do not test them. For zones near the corridor (i.e., 1b and 2b), ventilation setting B is identified as the best one, while D is identified as the worst one. We note that ventilation setting B has no extract ventilation in zones 1b and 2b (Q o,1b = Q o,2b = 0), but it directs the airflow instead toward corridor areas. In this setting B, corridor areas have no patients and significant ventilation, with airflow unbalance from bays to corridor areas acting in practice as an infection control measure. Thus, our results suggest that the spread control ability of a given ventilation setting depends on the location of the patient starting the outbreak as well as the airflow direction. However, from results in Fig. 4 and Table IV , ventilation setting D seems to perform poorly regardless of the initial infective location, suggesting that some ventilation settings might be inadvisable regardless of this location (i.e., if this location is unknown). When focusing on a particular location for the initial infective, comments above are supported by ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 50,
                    "end": 56,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 237,
                    "text": "Table IV",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 336,
                    "end": 342,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1069,
                    "end": 1075,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1080,
                    "end": 1088,
                    "text": "Table IV",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Dependence on Location of Initial Infective"
        },
        {
            "text": "Note: Average individual detection time δ −1 = 12 h, global mixing rate β 0 = 9 m 3 /min, and an initially infective patient starting the outbreak in zone 1b. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependence on Location of Initial Infective"
        },
        {
            "text": "Note: Average individual detection time δ −1 = 12 h, global mixing rate β 0 = 9 m 3 /min, and an initially infective patient starting the outbreak in zone 1b.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependence on Location of Initial Infective"
        },
        {
            "text": "the sensitivity analysis on the ventilation parameters. For example, in Tables V and VI Global mixing rate β 0 has a significant impact (large positive elasticity) favoring disease spread, since increasing the value of β 0 represents increasing the rate at which pathogens flow among all zones, instead of flowing specifically toward the extract ventilation areas (corridors in this setting).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 87,
                    "text": "Tables V and VI",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Dependence on Location of Initial Infective"
        },
        {
            "text": "According to results in Table VI , ventilation setting D could be significantly improved by increasing extract ventilation (especially in zones 1a, 1b, and c1), as well as increasing airflow from 1b to 1a and to c1. This is directly related to the fact that, since there is no extract ventilation in zone 1b, infectious material in this zone can only be expelled by directing it toward adjacent zones 1a and c1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 32,
                    "text": "Table VI",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Dependence on Location of Initial Infective"
        },
        {
            "text": "It is clear that the number, R, of infections occurring until the end or detection of the outbreak can be split according to where these infections actually occur as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decreasing Hospital Ward Infection Spread Risk Might Increase Risk at Specific Bays"
        },
        {
            "text": "where R( j) is the number of infections occurring at bay j. Although probabilities P(R( j) = n) can be analytically computed by adapting arguments in Section 3, details are omitted here for the sake of brevity, and results in Table VII are obtained from 10 6 stochastic simulations of the process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 235,
                    "text": "Table VII",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Decreasing Hospital Ward Infection Spread Risk Might Increase Risk at Specific Bays"
        },
        {
            "text": "In Table VII is lower for setting E, this is at the expense of expelling pathogens from the infected zone 1a toward zones 1b and c1, and thus posing a greater risk to patients in bay 1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "text": "Table VII",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Decreasing Hospital Ward Infection Spread Risk Might Increase Risk at Specific Bays"
        },
        {
            "text": "As explained in Section 3.3, detection and declaration of an outbreak in the hospital ward may require several patients showing symptoms, and not only one. In Fig. 5 , we plot analogous results to those Table VIII . We note that values in Table VIII are significantly larger than those in Table III , since outbreak declaration takes longer to occur, allowing for more infections to take place. This increase is significantly larger than the differences that can be observed, in Table III , between different ventilation settings, suggesting again that detection policy is likely to dominate ventilation as an infection control strategy. Under slow detection scenarios (δ −1 = 48 h), we observe in Fig. 5 a clear bimodality for the distribution of R. Thus, our model predicts that under slow detection, a two-output situation can be expected: either the initially infective patient is discharged before infecting any other patient (so that R = 0), or this patient infects a second patient, leading to a large outbreak (represented by the second mode in Fig. 5 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 165,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 203,
                    "end": 213,
                    "text": "Table VIII",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 239,
                    "end": 249,
                    "text": "Table VIII",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 289,
                    "end": 298,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 479,
                    "end": 488,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 698,
                    "end": 704,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1053,
                    "end": 1059,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Interplay with Detection Management"
        },
        {
            "text": "In Sections 4.1-4.4, we analyze infection spread under the assumption that each individual in zone j is detected (by showing symptoms) at rate δ j , with δ j = δ for all j, and where the outbreak is detected and declared after one (or several) infective patients are detected. This leads to the contribution M j=1 δ j i j in Equations (4) and (5). However, if the detection of the outbreak is due instead to the screening of the newly admitted patient who starts the outbreak, and results of this screening arrive after an average time δ −1 , then the outbreak is detected at rate δ, and one needs to replace M j=1 δ j i j by δ in Equations (4) and (5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening at Admission"
        },
        {
            "text": "Under this hypothesis, we plot in Fig. 6 the probability mass function of the number R of infections until the end or detection of the outbreak, when the results of this screening (and thus, the declaration of the outbreak) arrive after an average time δ −1 ∈ {4 h, 8 h, 12 h, 24 h}. Corresponding mean values of E[R] are reported in Table IX . If results ar-rive after δ −1 = 4 h, ventilation has a less significant impact on the nosocomial spread, and low values of E[R] are reported in Table IX . The number of infections until the end or detection of the outbreak proportionally increases with the delay δ −1 in obtaining the screening results. In particular, for δ −1 = 24 h significant differences in E[R] can be noticed among the different ventilation settings, and a marked bimodality can be observed in Fig. 6. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 40,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 334,
                    "end": 342,
                    "text": "Table IX",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 489,
                    "end": 497,
                    "text": "Table IX",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 812,
                    "end": 819,
                    "text": "Fig. 6.",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Screening at Admission"
        },
        {
            "text": "In this subsection, our aim is to shed some light on the interplay between ventilation, nosocomial spread, and overoccupancy of the hospital ward. We represent hospital ward overoccupancy by locating three additional patients at the corridor areas; in particular, we set N = 21 and locate one additional patient in each of the {c1, c2, c3} zones. This practice is common in U.K. hospitals during times of high demand. We assume that the outbreak is detected and declared after the first patient shows symptoms, each patient showing symptoms after an average time δ −1 = 12 h. For interzonal mixing β 0 = 9 m 3 /min, we report in Table X the mean number R of infections until the end or detection of the outbreak, for ventilation settings A-F, and for the initial infective patient being located in zones {1a, c1, c2, c3}.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 629,
                    "end": 636,
                    "text": "Table X",
                    "ref_id": "TABREF11"
                }
            ],
            "section": "Ventilation and Overoccupancy"
        },
        {
            "text": "We first note that results in Table X are exactly the same for an initially infective individual being located in zones c1 and c3. This is explained by Note: Patients show symptoms after an average time δ −1 = 12 h, and we set β 0 = 9 m 3 /min.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "text": "Table X",
                    "ref_id": "TABREF11"
                }
            ],
            "section": "Ventilation and Overoccupancy"
        },
        {
            "text": "noting that bays 1 and 3 are completely symmetric for all ventilation settings as noted in Section 4.2; see diagrams and matrices in Fig. 2 . On the other hand, when the initial infective patient is located in zone 1a, results in Table X can be compared to those in Table III for (δ −1 , β 0 ) = (12 h, 9 m 3 /min). For zone 1a, values of E[R] are larger in Table X than in Table III ; if the nosocomial outbreak is initiated by an infective patient in zone 1a, more infections during this outbreak should be expected under ward overoccupancy. This might not be only related to having more patients in the ward under overoccupancy (21 instead of 18), but also to the potential of patients in the corridor to act as infection links between bays. For example, under overoccupancy, an infective individual in zone 1a might infect individuals in bay 2 by, as a first step, infecting individuals in the corridor areas. These people then might more easily infect individuals in bay 2, before being discharged, due to being in closer proximity and depending on the particular ventilation setting in place in the ward. Infection dynamics related to the scenario above highly depend on the particular ventilation setting under study, which can be noticed by inspecting rows corresponding to zones {c1, c2, c3} in Table X . While an individual in zone 1a has a larger infectious potential (in terms of E[R]) than individuals located in the corridor when ventilation settings B and E are in place, this is not the case for ventilation settings C, D, and F, and these infectious potentials are comparable under ventilation setting A, which represents a well-mixed scenario. Our results then indicate that overoccupancy leads in general to higher airborne spread risks, and that this increase can be especially significant depending on the specific ventilation in place.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 139,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 237,
                    "text": "Table X",
                    "ref_id": "TABREF11"
                },
                {
                    "start": 266,
                    "end": 275,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 358,
                    "end": 383,
                    "text": "Table X than in Table III",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1304,
                    "end": 1311,
                    "text": "Table X",
                    "ref_id": "TABREF11"
                }
            ],
            "section": "Ventilation and Overoccupancy"
        },
        {
            "text": "We note that parameter q is highly pathogen dependent, ranging from q ∼ 0.01 quanta/min for rhi- novirus to q ∼ 10 quanta/min for measles (Noakes & Sleigh, 2009 ). We perform a parametric analysis by varying q to assess the sensitivity of our conclusions, and report expected infections E[R] until the end of the outbreak in Table XI . In particular, we are interested in the mean number E[R] of infections if the outbreak is detected on the first patient showing symptoms, each patient showing symptoms after an average time δ −1 = 12 h, and where we consider β 0 = 9 m 3 /min. We note that, as expected, increasing values of q lead to increasing mean number E[R] of infections. However, this does not seem to affect the relative infectiousness of ventilation setting C, which is identified as the best scenario regardless of the value of q. On the other hand, less advantageous ventilation schemes are dependent on the value of q. For example, ventilation setting A and E can be identified as the worst for q = 0.1 quanta/min, while setting D can be seen as the worst one for q = 50.0 quanta/min.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 160,
                    "text": "(Noakes & Sleigh, 2009",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 333,
                    "text": "Table XI",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The Unit of Infection"
        },
        {
            "text": "In this work, we link a zonal ventilation model for the generation and airborne spread of infectious material within a hospital ward with a multicompartment SIS Markovian model for the infection of patients within this ward. Our model incorporates the possibility of considering a wide range of ventilation settings, the discharge and arrival of patients within the ward, as well as different hypotheses regarding how outbreak detection and declaration occurs. Moreover, it allows us to explore the interplay between ventilation, outbreak management, ward overoccupancy, and the location of the infective patient starting the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Our results suggest that detection time dominates ventilation when the variable of interest is the number of infections occurring before the declaration or end of the outbreak, with longer detection times leading to significantly more infections happening. Longer detection times can arise when analyzing pathogens with long infectious asymptomatic periods, when declaration of an outbreak requires for several patients to show symptoms, or when this declaration depends on screening events for which results take longer to arrive. The interplay between ventilation of the hospital ward and location of the initially infective patient starting the outbreak implies that recommendations on where to locate potentially infected (e.g., newly admitted) patients in a given hospital ward could be issued depending on the ventilation in place in the ward. Our model also predicts that decreasing the infection spread risk in the hospital ward can sometimes come at the expense of increasing the risk in particular areas of the ward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Similar models have already been considered in the literature for linking zonal ventilation scenarios with epidemic spread models (Carruthers et al., 2018; Ko et al., 2004; Noakes & Sleigh, 2009) , where epidemic dynamics are usually analyzed by means of stochastic simulations. To the best of our knowledge, this is the first time that this link is carried out by defining in detail the CTMC for the infection spread, where infection rates at each ventilation zone are in fact functions λ j (i 1 , . . . , i M ) of the number of infectives in each zone at any given time, and where (i 1 , . . . , i M ) represents in fact a state of the CTMC under study. This detailed mathematical construction allows for the analytical computation of summary statistics (such as R in this work), and for carrying out a local sensitivity analysis that allows one to identify the particular factors of each ventilation setting having the most significant impact on the infection spread.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 155,
                    "text": "(Carruthers et al., 2018;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 156,
                    "end": 172,
                    "text": "Ko et al., 2004;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 173,
                    "end": 195,
                    "text": "Noakes & Sleigh, 2009)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "It should be noted that the primary objective in this study is to demonstrate this detailed mathematical analysis and how it can be applied to evaluate the relative influence of different parameters. The model is applied to a hypothetical hospital ward, which, while it is representative of multibed ward environments in many hospitals, is a very simplified model of reality. The results demonstrate that the ventilation flow settings may influence the dispersion of airborne pathogens and hence the risk of transmission; however, these should be interpreted with caution. We assume a steady-state ventilation scenario with the flow pattern replicated exactly between neighboring bays 1, 2, and 3. In reality, the flows will not be exactly identical for every bay, and other factors such as heat sources and movement of people will alter the mixing with and between zones. In particular, corridor ventilation often has a directional flow due to wider spacing of ventilation supply/extract grilles, which may hinder or improve the control of infection. However, the analysis we have carried out gives some clear insight into why particular directional flows influence risk, and the relative importance of detection strategies, ventilation control, and occupancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "It is clear that some of our conclusions could be highly dependent on the hospital ward structure, and therefore the flexibility of our methodology comes into play. It can be applied to any hospital ward of interest by appropriately adapting the corresponding ventilation matrix V. Although carrying out a detailed mathematical analysis of a number of potentially different hospital ward structures is out of the scope of this article, we include a short numerical study of an alternative hospital ward in the Supplementary Material. The aim of this is twofold: (i) to show how our methodology can be easily implemented for a different hospital ward to that in Fig. 2 by just adapting the ventilation matrix V, illustrating how this matrix varies with hospital ward structure; and (ii) to show that while some of our conclusions might be hospital ward structure dependent, others seem to be valid for a wide range of hospital ward structures (e.g., detection dominates ventilation as well in this alternative hospital ward).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 661,
                    "end": 667,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "In this article, we go beyond the SI epidemic model in Noakes and Sleigh (2009) , proposing an SIS-type model, which allows us to incorporate patients' arrival/discharge and outbreak detection and declaration. This is similar to the model recently proposed by López-García and Kypraios (2018), as a unified framework for modeling the spread of nosocomial infections. We note that this epidemic model structure would be especially relevant for pathogens with no or short (i.e., negligible compared to the average patient's LOS) noninfectious or latent periods, and where the infectious period is long enough so that recovery of patients does not occur before discharge (or detection). Depending on the hospital ward under analysis and the average LOS of patients in this ward, this could be the case for influenza or norovirus. Pathogens with nonnegligible incubation periods (e.g., 7-21 days for measles) might require more complex stochastic epidemic model structures such as the SEIR (susceptible-exposed-infective-recovered). On the other hand, when analyzing hospital wards with longer average patient LOS, so that individuals may become infected and recover during their stay, SIRS-type epidemic models would be required to represent the recovery of patients (I → R) before discharge (R → S) occurs. We note here that in principle, the methodology outlined in Section 3 can be extended to any of these compartmental-based epidemic models for the disease spread dynamics, where the link between the deterministic zonal ventilation model for the airflow dynamics and the stochastic epidemic model for disease spread dynamics would still be as in Section 2. In a similar way, more complex epidemic model structures could allow one to study the infection spread dynamics after outbreak detection and declaration occurs. In this article, we have focused instead on the impact of ventilation on disease spread until the end or declaration of the outbreak. Considering these alternative compartmental-based epidemic model structures could be the aim of future work.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 79,
                    "text": "Noakes and Sleigh (2009)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Finally, we note that when carrying out our analysis, the main computational effort lies in solving systems of linear equations, where the number of equations is determined by the number of states of the corresponding CTMC, given by Equation (6) in our model. Limitations of our approach are then of a computational nature, since highly complex epidemic models (here, a multicompartment SIS stochastic model with detection) linked to large hospital wards split in many different ventilation zones (here, M = 9 zones with three empty zones and six zones containing three patients each) would lead to an intractable number of equations, and stochastic simulation approaches would prevail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Computer codes (in Python) in order to reproduce our numerical results are available López-García, King, and Noakes (2019) .",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 122,
                    "text": "King, and Noakes (2019)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DATA, SOFTWARE, AND REPRODUCIBILITY"
        },
        {
            "text": "This work is supported by the Medical Research Council through the Skills Development Fellowship MR/N014855/1, and by the Healthcare Environment Control, Optimisation and Infection Risk Assessment (HECOIRA) Engineering and Physical Sciences Research Council funded project (EP/P023312/1). This research is also supported by the Ministry of Economy, Industry and Competitiveness (Government of Spain), Project MTM2014-58091-P.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "We explain here in detail how Equation (4) is obtained, in order to compute probabilities p (i 1 ,i 2 ,...,i M ) (n) = P(R = n | (I 1 (0), I 2 (0), . . . , I M (0))) = ((i 1 , i 2 , . . . , i M )) for any initial state (i 1 , . . . , i M ) ∈ C. These equations are obtained by following a first-step argument, and applying the total probability law regarding the following event occurring in the stochastic process. In particular, let us denote by (i 1 , i 2 , . . . , i j , . . . , i M ) → (i 1 , i 2 , . . . , i j + 1, . . . , i M ) the event representing that, if the process is initially at state (i 1 , i 2 , . . . , i j , . . . , i M ), it moves to state (i 1 , i 2 , . . . , i j + 1, . . . , i M ) in the next jump (i.e., that we have (i 1 , i 2 , . . . , i j , . . . , i M ) infectives within the hospital ward at current time, and the next event that occurs is an infection in zone j). From the theory of CTMCs, it is well known that the probability of this event occurring is: ; that is, it is equal to the ratio between the rate corresponding to this event and the sum of all the rates corresponding to all the possible events that can actually occur (infection in any zone, discharge in any zone, or detection of an infective individual in any zone). The same argument applies to any other possible event, so that P((i 1 , i 2 , . . . , i j , . . . , i M ) → (i 1 , i 2 , . . . , i j − 1, . . . , i M )) is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1. First-Step Arguments"
        },
        {
            "text": "and P((i 1 , i 2 , . . . , i j , . . . , i M ) → ) is given by j δ j i j k (λ k (i 1 , . . . , i M )(N k − i k ) + (γ k + δ k )i k )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1. First-Step Arguments"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1. First-Step Arguments"
        },
        {
            "text": "Additional supporting information may be found online in the Supporting Information section at the end of the article. Fig. S2 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 126,
                    "text": "Fig. S2",
                    "ref_id": null
                }
            ],
            "section": "SUPPORTING INFORMATION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Natural ventilation for infection control in health-care settings",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chartier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Pessoa-Silva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W.-H",
                    "middle": [],
                    "last": "Setim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effect of mask use on the spread of influenza during a pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C J"
                    ],
                    "last": "Brienen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Steenbergen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F M"
                    ],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Risk Analysis",
            "volume": "30",
            "issn": "",
            "pages": "1210--1218",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel stochastic multi-scale model of Francisella tularensis infection to predict risk of infection in a laboratory",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carruthers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "López-García",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Gillard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Laws",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lythe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Molina-París",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Frontiers in Microbiology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Gastrointestinal (GI) infection outbreak guidelines for health care facilities",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ekkert",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Tuberculosis transmission risk and infection control in a hospital emergency",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Escombe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huaroto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ticona",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Burgos",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carrasco",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Farfan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Journal of Tuberculosis and Lung Disease",
            "volume": "14",
            "issn": "",
            "pages": "1120--1126",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A general method for numerically simulating the stochastic time evolution of coupled chemical reactions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Journal of Computational Physics",
            "volume": "22",
            "issn": "",
            "pages": "403--434",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Perturbation analysis in finite LD-QBD processes and applications to epidemic models",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gómez-Corral",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "López-García",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Numerical Linear Algebra with Applications",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The preventable proportion of nosocomial infections: An overview of published reports",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harbarth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sax",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gastmeier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Hospital Infection",
            "volume": "54",
            "issn": "",
            "pages": "258--266",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "On methods for studying stochastic disease dynamics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of the Royal Society Interface",
            "volume": "5",
            "issn": "",
            "pages": "171--181",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Modelling environmental contamination in hospital single and four-bed rooms",
            "authors": [
                {
                    "first": "M.-F",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Noakes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Sleigh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Indoor Air",
            "volume": "25",
            "issn": "6",
            "pages": "694--707",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Estimation of tuberculosis risk and incidence under upper room ultraviolet germicidal irradiation in a waiting room in a hypothetical scenario",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Burge",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Nardell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Risk Analysis",
            "volume": "21",
            "issn": "",
            "pages": "657--674",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Estimation of tuberculosis risk on a commercial airliner",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Nardell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Risk Analysis",
            "volume": "24",
            "issn": "",
            "pages": "379--388",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Role of air distribution in SARS transmission during the largest nosocomial outbreak in Hong Kong",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "T S"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Indoor Air",
            "volume": "15",
            "issn": "",
            "pages": "83--95",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Role of ventilation in airborne transmission of infectious agents in the built environment: A multidisciplinary systematic review",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y H"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sleigh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Indoor Air",
            "volume": "17",
            "issn": "",
            "pages": "2--18",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A probabilistic transmission dynamic model to assess indoor airborne infection risks",
            "authors": [
                {
                    "first": "C.-M",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "C.-F",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "H.-M",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Risk Analysis",
            "volume": "25",
            "issn": "",
            "pages": "1097--1107",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A multicompartment SIS stochastic model with zonal ventilation for the spread of nosocomial infections: Detection, outbreak management and infection control",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "López-García",
                    "suffix": ""
                },
                {
                    "first": "M.-F",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Noakes",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5518/355"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "National guidelines on the management of outbreaks of norovirus infection in health-care settings",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "López-García",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kypraios",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of the Royal Society Interface",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Modelling the transmission of airborne infections in enclosed spaces",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Noakes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Beggs",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Sleigh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Epidemiology and Infection",
            "volume": "134",
            "issn": "5",
            "pages": "1082--1091",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mathematical models for assessing the role of airflow on the risk of airborne infection in hospital wards",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Noakes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Sleigh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of the Royal Society Interface",
            "volume": "6",
            "issn": "",
            "pages": "791--800",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Appraising healthcare ventilation design from combined infection control and energy perspectives",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Noakes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Sleigh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "HVAC&R Research",
            "volume": "18",
            "issn": "4",
            "pages": "658--670",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "How to assess the relative importance of different colonization routes of pathogens within hospital settings",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pelupessy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bonten",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "99",
            "issn": "",
            "pages": "5601--5605",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Infection control and prevention: A review of hospital-acquired infections and the economic implications",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kemmerly",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ochsner Journal",
            "volume": "9",
            "issn": "",
            "pages": "27--31",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Airborne spread of measles in a suburban elementary school",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "American Journal of Epidemiology",
            "volume": "107",
            "issn": "",
            "pages": "421--432",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The World Health Organization hand hygiene observation method",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sax",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Allegranzi",
                    "suffix": ""
                },
                {
                    "first": "M.-N",
                    "middle": [],
                    "last": "Chraïti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boyce",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "American Journal of Infection Control",
            "volume": "37",
            "issn": "",
            "pages": "827--834",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Review and comparison between the Wells-Riley and dose-response approaches to risk assessment of infectious respiratory diseases",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G N"
                    ],
                    "last": "Sze",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y H"
                    ],
                    "last": "Chao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Indoor Air",
            "volume": "20",
            "issn": "",
            "pages": "2--16",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Norwalk virus: How infectious is it",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F M"
                    ],
                    "last": "Teunis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Moe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lindesmith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Calderon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Medical Virology",
            "volume": "80",
            "issn": "",
            "pages": "1468--1476",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Assessing infection control measures for pandemic influenza",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Risk Analysis",
            "volume": "29",
            "issn": "",
            "pages": "949--962",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Environmental contamination as an important route for the transmission of the hospital pathogen VRE: Modeling and prediction of classical interventions. Infectious Diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolkewitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dettenkofer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bertz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huebner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Research and Treatment",
            "volume": "1",
            "issn": "",
            "pages": "3--11",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Individual epidemic dynamics for a patient in zone i. Event I i → S i represents the discharge of the infective patient in zone i, immediately replaced by a susceptible one.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Diagrams of the ventilation settings considered, and corresponding ventilation matrices V (for β 0 = 9 m 3 /min). Gray arrows: ventilation between zones (β i j , m 3 /min); black arrows: ventilation supply and extract to the ward; circled values: extract ventilation rates (Q o, j , m 3 /min) Probability mass function of the number R of infections until the end or detection of the outbreak, for ventilation settings A-F. Declaration of the outbreak occurs once one patient shows symptoms, and each infective patient shows symptoms after an average time δ −1 ∈ {12 h, 48 h}. Global mixing rate β 0 ∈ {9, 27} m 3 /min. Initial infective located in zone 1a. Red stars identify the best ventilation settings in terms of E[R], while black circles identify the worst ones; see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", we report values of E[R] = E[R(1)] + E[R(2)] + E[R(3)] for β 0 = 9 m 3 /min, Probability mass function of the number R of infections until the end or detection of the outbreak, for ventilation settings A-F. Declaration of the outbreak occurs once two patients show symptoms, and each infective patient shows symptoms after an average time δ −1 ∈ {12 h, 48 h}. Global mixing rate β 0 ∈ {9, 27} m 3 /min. Initial infective located in zone 1a.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Probability mass function of the number R of infections until the end or detection of the outbreak, for ventilation settings A-F. Declaration of the outbreak occurs after an average time δ −1 ∈ {4 h, 8 h, 12 h, 24 h}, which is independent of the number of infectives and represents a screening event. Global mixing rate β 0 = 9 m 3 /min. Initial infective located in zone 1a.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "((i 1 , i 2 , . . . , i j , . . . , i M ) → (i 1 , i 2 , . . . , i j + 1, . . . , i M )) = λ j (i 1 , . . . , i M )(N j − i j ) k (λ k (i 1 , . . . , i M )(N k − i k ) + (γ k + δ k )i k )",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Diagrams of the ventilation settings considered, and corresponding ventilation matrices V.Fig. S2. Probability mass function of the number R of infections until the end or detection of the outbreak, for ventilation settings SA-SD.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Transitions or Events Occurring in the Stochastic Process X , and Corresponding Rates",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Transitions or Events Occurring in the Stochastic Process X aug , and Corresponding Rates",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Mean Number E[R] of Infections until End or Declaration of the Outbreak, for Scenarios inFig. 3",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Mean Values E[R] for Distributions inFig. 4, That Is, for Different Locations of the Initial Infective",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Partial Derivatives and Elasticities of E[R] with Respect to Ventilation Parameters, for Setting B",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Partial Derivatives and Elasticities of E[R] with Respect to Ventilation Parameters, for Setting D",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "to expel pathogens from zone 1b, since Q o,1b = 0. Thus, rates β Q1b,c1 , Q o,c1 , Q o,c2 , and Q o,c3 correspond to significantly large negative elasticities reported in Table V (i.e., increasing the values of these rates would lead to decreasing values of E[R]).",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Mean Values of E[R], E[R(1)], E[R(2)], and E[R(3)]for β 0 = 9 m 3 /min, δ −1 = 48 h and Ventilation Settings A, D, and E; Initially Infective Individual in Zone 1a",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Mean Values of E[R] for Scenarios inFig. 5",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Mean Values E[R] for Scenarios inFig. 6",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Mean Values E[R] for a Hospital Ward with Overoccupancy",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Mean Number E[R] of Infections until End orDeclaration of the Outbreak, for β 0 = 9 m 3 /min and When",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Mean Values of E[R] for Scenarios in",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Thus, we can apply the total probability law so that p (i 1 ,...,i M ) (0) = P(R = 0) is equal to M k=1 P(R = 0 | (i 1 , . . . , i M ) → (i 1 , . . . , i k + 1, . . . , i M )))corresponding to Equation (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Algorithm 1 for n = 1, 2, 3, . . .: p (0,0,...,0) (n) = 0; for I = 1, 2, . . . , N: . ..,i k −1,...,i M ) (n) + λ k (i 1 , . . . , i M ) × (N k − i k ) p (i 1 ,...,i k +1,...,i M ) (n − 1)).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 85,
                    "text": ".",
                    "ref_id": null
                }
            ],
            "section": "A.2. Algorithms"
        }
    ]
}