{
    "paper_id": "7c0168a4b858a8680f305fc4d8cc3c787ff4e110",
    "metadata": {
        "title": "Efficient suilysin-mediated invasion and apoptosis in porcine respiratory epithelial cells after streptococcal infection under air-liquid interface conditions OPEN",
        "authors": [
            {
                "first": "Fandan",
                "middle": [],
                "last": "Meng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Veterinary Medicine Hannover",
                    "location": {
                        "settlement": "Hannover",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Nai-Huei",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Veterinary Medicine Hannover",
                    "location": {
                        "settlement": "Hannover",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Maren",
                "middle": [],
                "last": "Seitz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Veterinary Medicine Hannover",
                    "location": {
                        "settlement": "Hannover",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Georg",
                "middle": [],
                "last": "Herrler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Veterinary Medicine Hannover",
                    "location": {
                        "settlement": "Hannover",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Valentin-Weigand",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Veterinary Medicine Hannover",
                    "location": {
                        "settlement": "Hannover",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Streptococci may colonize the epithelium in the airways and other entry sites. While local infection often remains asymptomatic, severe or even fatal diseases occur when streptococci become invasive and spread to different sites in the infected host. We have established porcine respiratory air-liquid interface cultures (ALI) from the porcine lung to analyze the interaction of streptococci with their primary target cells. As representative of the streptococcal family we chose Streptococcus suis (S. suis) that is not only a major swine respiratory pathogen but can also infect humans. Suilysin, a cholesterol-dependent cytolysin (CDC), is an important virulence factor. By comparing a S. suis wt strain with a suilysin-deficient mutant, we demonstrate that suilysin contributes to (i) adherence to airway cells (ii) loss of ciliated cells (iii) apoptosis, and (iv) invasion. Furthermore, we show that cytolytic activity of suilysin is crucial for these effects. A striking result of our analysis was the high efficiency of S. suis-induced apoptosis and invasion upon infection under ALI conditions. These properties have been reported to be less efficient when analyzed with immortalized cells. We hypothesize that soluble effectors such as suilysin are present at higher concentrations in cells kept at ALI conditions and thus more effective. These results should be relevant also for infection of the respiratory tract by other respiratory pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "By taking up air from the environment, the respiratory tract is regularly exposed to various microorganisms and thus has a potential risk to get infected by pathogenic bacteria or viruses 1 . Streptococci are important pathogens that may initiate respiratory tract infections 2 . They comprise a number of diverse members infecting humans and/or animals 3-5 . In general, they have evolved effective mechanisms to adhere to and colonize different mucosal surfaces 6,7 . Adherence to surface-exposed host structures often results only in asymptomatic infections 6, 8, 9 . Severe diseases occur when streptococci succeed to invade the deeper host tissues 10,11 . Disease symptoms may range from pharyngitis, scarlet fever, and toxic shock syndrome caused by S. pyogenes, also referred to as group A streptococci. Further manifestations are peumonia, meningitis, or sepsis caused by S. agalactiae (group B streptococci) and S. pneumoniae (pneumococci) [11] [12] [13] [14] . Additionally, animal streptococci may have a zoonotic potential and induce disease not only in their host but also in humans. Streptococcus suis (S. suis) is a major cause of meningitis, sepsis, arthritis and pneumonia in piglets with a worldwide distribution 3,15 . Moreover, it can cause severe infections to people that are in close contact with infected pigs. Two outbreaks of severe human infections by S. suis have occurred in China and affected several hundred persons in 1998 and 2005. The mortality rate was 56% and 18.6%, respectively 10,16 . In Vietnam, S. suis infections have been reported to be the most common cause of bacterial meningitis in adults 17 . In Thailand, S. suis also is considered as an emerging human pathogen 18 . Most cases of animal and human S. suis infections were caused by serotype 2 strains and some cases have been attributed to serotype 14 18-20 . Nevertheless, it has been only poorly studied which virulence factors of S. suis contribute to the early stages of infection, i.e. adherence to and colonization of mucosal surfaces or to crossing the mucosal epithelia to generate systemic disease.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 563,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 564,
                    "end": 566,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 567,
                    "end": 568,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 949,
                    "end": 953,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 954,
                    "end": 958,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The portal of entry most often used by streptococci for invasion is the airway system. The lower respiratory tract is usually sterile because the mucociliary clearance system based on the concerted action of mucus secretion and ciliary activity provides an effective defense mechanism 6 . Although the respiratory epithelium is known to be the main target tissue of respiratory pathogens, the role of the well-differentiated airway epithelial cells has been poorly studied 21 . The well-differentiated airway epithelium is composed of different types of cells, such as mucus-producing (goblet) cells, basal cells, ciliated and non-ciliated cells. Primary culture systems for well-differentiated respiratory epithelial cells provide the closest in vitro representation of the airway epithelium and thus are the cell cultures of choice to analyze respiratory infections [21] [22] [23] [24] .",
            "cite_spans": [
                {
                    "start": 868,
                    "end": 872,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 873,
                    "end": 877,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 878,
                    "end": 882,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Pathogenic streptococci are characterized by the release of cholesterol-dependent pore-forming cytolysins (CDC). Pneumolysin, the CDC of Streptococcus pneumoniae induces cytotoxic effects and apoptosis of macrophages and neuronal cells 25 . Furthermore, it may promote bacterial adherence and invasion 26, 27 . Suilysin, the CDC of S. suis, plays a role in the pathogenesis of invasive disease caused by this bacterial agent 28, 29 . It is responsible for cytotoxic effects and contributes to the adhesion of S. suis [30] [31] [32] [33] [34] . However, little is known about the role of suilysin in infection of the airway epithelium.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 306,
                    "end": 308,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 429,
                    "end": 431,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Studies addressing streptococcal invasion have been performed mainly with immortalized cell lines 31,35,36 . We have recently used precision-cut lung slices to analyze the adherence of S. suis to differentiated porcine airway epithelial cells 37 . To further elucidate the question how S. suis invades the respiratory tract, in the present study air-liquid interface (ALI) cultures were used. ALI cultures of human airway epithelial cells are well established for analysis of virus infections. Porcine ALI cultures have been used only recently for infection by influenza viruses and adenoviruses 23, 38 . Compared to the human counterpart, the latter cells have the advantage that the source of cells is well-defined and reproducible as far as the age and genetic background of the animals are concerned.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 599,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 600,
                    "end": 602,
                    "text": "38",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here we show that infection of differentiated airway epithelial cells by S. suis at ALI conditions results in suilysin-mediated effects, such as adherence, cytotoxicity, invasion, and apoptosis. Strikingly, some of the effects are very efficient when compared to those reported in studies with conventional culture systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To establish a culture system for differentiated porcine airway epithelial cells, primary porcine tracheal and bronchial epithelial cells (PTEC and PBEC, respectively) were cultured in a transwell filter system. When the cell monolayer had reached confluence, the medium was removed from the apical compartment and -under these ALI conditions -the cells started to differentiate. PTEC and PBEC were maintained at ALI conditions for at least 5 weeks. The presence of cilia, which is considered as an indicator of the extent of differentiation, was determined by immunofluorescence microscopy (Fig. 1A,B) . Interestingly, cilia expression (in red) was more pronounced on PBEC (Fig. 1B) in comparison to PTEC (Fig. 1A) . Immature short cilia were first observed on cells at the border of the filter supports of cultures maintained for 7 days under ALI conditions (data not shown). The amount of cilia further increased until week 7 of cultivation. During the differentiation process, the monolayer adopted the appearance of a pseudostratified epithelium. Mucin production (in green) was demonstrated by mucin-5 AC staining after 5 weeks of culture under ALI conditions in both PTEC (Fig. 1A) and PBEC (Fig. 1B) . Moreover, the presence of tight junctions was demonstrated by a positive staining for occludin (Fig. 1C,D) , reflecting morphological stability and barrier function of PTEC and PBEC. As shown in Fig. 1E , scanning electron microscopy (SEM) revealed mature cilia at a high percentage of the epithelial surface of well-differentiated PBEC 7 weeks after cultivation under ALI conditions. A peak value of transepithelial electrical resistance (TEER) at 6 days of culture under ALI conditions indicated that PTEC and PBEC had adopted a polarized organization (Fig. 1F ). Afterwards TEER values decreased to some extent, but remained constant over the remaining observation period of 40 days. Taken together, we established well-differentiated porcine airway epithelial cells under ALI conditions in vitro, which closely resemble the cells of the airway epithelium.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 591,
                    "end": 602,
                    "text": "(Fig. 1A,B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 674,
                    "end": 683,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 706,
                    "end": 715,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1179,
                    "end": 1188,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1198,
                    "end": 1207,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1305,
                    "end": 1316,
                    "text": "(Fig. 1C,D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1405,
                    "end": 1412,
                    "text": "Fig. 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1764,
                    "end": 1772,
                    "text": "(Fig. 1F",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Polarization and differentiation of porcine airway epithelial cells in vitro."
        },
        {
            "text": "well-differentiated airway epithelial cells by S. suis was first analyzed by determining bacterial adherence and colonization under ALI conditions. PTEC and PBEC were infected with encapsulated wt strain 10, its isogenic suilysin-deficient mutant strain 10Δ sly and the nonencapsulated suilysin-deficient mutant 10Δ cpsΔ sly. In addition we tested two complemented strains expressing suilysin with single amino-acid substitutions, one of which carried a silent mutation (suilysin derivative S148) and the other one which resulted in lack of cytolytic macropore formation (suilysin derivative W461F). The strains were generated by complementation of strain 10Δ sly with either of two point-mutated suilysin genes, designated strain cS148, and strain cW461F, respectively. We included those strains to confirm possible effects of suilysin by complementation (strain cS148) and to elucidate whether effects might require cytolyctic activity of the toxin or not (strain cW416F). In previous studies we observed that suilysin derivative W461F does not induce any cytolytic pores 39 , and that suilysin derivative S148 is similarly active as the wt suilysin (unpublished results).",
            "cite_spans": [
                {
                    "start": 1074,
                    "end": 1076,
                    "text": "39",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Colonization of well-differentiated PTEC and PBEC by S. suis. The infection of porcine"
        },
        {
            "text": "PTEC and PBEC were infected with S. suis strains from the apical side at an multiplicity of infection (MOI) of 20. After 4 hours, cells were washed thoroughly to remove non-adherent bacteria, and from then on, cells were kept under ALI conditions for at least 72 hours. As shown in Figure S1 , at the indicated times colonizing bacteria on the apical side of cells were quantified by plating. The wt strain and all mutant strains were able to colonize the apical side of PBEC, since the bacterial numbers remained constant over the whole observation period of 72 hours. Similar results were obtained with PTEC (results not shown). No differences in bacterial growth were observed between the parental strain and the different mutants incubated with either of the two cell types (shown for PBEC in Figure S1 ). These results showed that S. suis can efficiently colonize the apical side of PTEC and PBEC under ALI conditions with similar kinetics. Our findings indicate that this culture system for well-differentiated airway epithelial cell can be applied to analyze S. suis infection in vitro.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 291,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 797,
                    "end": 806,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Colonization of well-differentiated PTEC and PBEC by S. suis. The infection of porcine"
        },
        {
            "text": "Scientific RepoRts | 6:26748 | DOI: 10.1038/srep26748 Different sensitivity of PTEC and PBEC to the cytotoxic effect induced by suilysin of S. suis. Cytotoxicity was examined by determining the release of cellular lactate dehydrogenase (LDH), a widely used marker for cellular damage. PTEC and PBEC were infected with S. suis wt, either of the mutants (10Δ sly and 10Δ cpsΔ sly), or either of the complemented mutant strains cW461F and cS148, respectively, and analyzed for cytotoxic effects in comparison to mock-infected cells. As shown in Fig. 2A , cytotoxicity induced by the wt strain increased in a time-dependent manner from 4 hpi to 72 hpi. LDH release induced by the wt strain at 4 hpi in PBEC (4-fold increase) was similar to that in PTEC (3-fold), but at 48 hpi it was significantly higher in PBEC (7.3 fold) than in PTEC (2.3 fold). To elucidate whether cytotoxic effects would also influence integrity of the cellular barrier, we determined the TEER of PTEC and PBEC, which is indicative of the formation of tight junctions and an intact epithelial barrier 23 . Results revealed that mock-infected PTEC and PBEC remained unaffected until end of the experiment (96 hpi). In comparison, TEER of PTEC and PBEC infected with the wt strain showed a significant decrease starting at 72 hpi and 48 hpi, respectively, whereas that of PTEC/PBEC infected by either of the two suilysin-deficient mutants was similar to the control ( Figure S2 ).",
            "cite_spans": [
                {
                    "start": 1070,
                    "end": 1072,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 542,
                    "end": 549,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1435,
                    "end": 1444,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Colonization of well-differentiated PTEC and PBEC by S. suis. The infection of porcine"
        },
        {
            "text": "Results of LDH release and TEER determinations suggest that PBEC are more susceptible to cytotoxic effects of S. suis. Therefore, in the following experiments we focused on the effects of S. suis on PBEC. As expected, the two suilysin-deficient mutants 10Δ sly, 10Δ cpsΔ sly had no detectable cytotoxic effect on PBEC, even at 48 hpi (Fig. 2B,C) . Notably, of the complemented mutant strains expressing point-mutated suilysin cW461F and cS148, respectively, the former showed no cytotoxic effects, whereas the latter induced a significant LDH release at both 4 and 48 hpi (Fig. 2B,C) . Thus, cytotoxic effects on differentiated airway epithelial cells were dependent on the presence of suilysin and required cytolyctic activity, i.e. macropore-formation, of the toxin.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 345,
                    "text": "(Fig. 2B,C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 572,
                    "end": 583,
                    "text": "(Fig. 2B,C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Colonization of well-differentiated PTEC and PBEC by S. suis. The infection of porcine"
        },
        {
            "text": "Adherence of S. suis to well-differentiated porcine bronchial epithelial cells. Adherence to host cells is important for S. suis to cause infection and initiate disease 40, 41 . The ability of S. suis to adhere to and colonize well-differentiated epithelial cells was determined by immunofluorescence microscopy at 4 hpi. PBEC were apically infected with 1 × 10 7 CFU of S. suis per filter. After incubation at 37 °C for 4 h, cells were washed thoroughly to remove non-adherent bacteria and fixed with 3.7% formaldehyde. As shown in Fig. 3A , immunofluorescence analysis demonstrated that streptococci were able to adhere to PBEC. Bound bacteria were mainly detected on ciliated cells. As shown in Fig. 3F , quantification of adherent bacteria revealed that suilysin-positive S. suis wt strain adhered to PBEC (0.16%) with significantly higher efficiency than the suilysin-deficient mutant 10Δ sly (0.075%), respectively. The number of adherent wt bacteria was 2-fold higher than that of 10Δ sly on PBEC cells. This result is consistent with a previous report that suilysin promotes the adherence of S. suis to the immortalized respiratory epithelial cell line HEp-2 and porcine ex vivo precision-cut lung slices 37, 39 . Interestingly, adherence of the two complemented strains cW461F and cS148, respectively, was similar to that of the wt and significantly higher than that of the suilysin-deficient mutant 10Δ sly. These results suggest that macropore-formation of suilysin was not involved in promotion of S. suis adherence to PBEC. On the other hand, it has been reported that nonencapsulated S. suis strain showed higher capacity of adherence to and invasion of host cells in comparison to the parental strain 42, 43 . Therefore, we also included a suilysin-deficient nonencapsulated mutant (10Δ cpsΔ sly). As shown in Fig. 3A , lack of a capsule enhanced the adherence of the suilysin-deficient mutant to PBEC. Quantification of microscopic examinations confirmed significantly higher adherence of the nonencapsulated mutant 10Δ cpsΔ sly as compared to the encapsulated wt and the mutant 10Δ sly (Fig. 3F) . These results indicate that suilysin and the capsule can both affect the adherence of S. suis to well-differentiated epithelial cells. Suilysin shows an enhancing effect on S. suis adherence to airway epithelial cells, which is independent of macropore-formation, whereas the capsule has a reducing effect. Results are expressed as x-fold increase compared to mockinfected cells (mock). Results are expressed as means ± SEM and significance, indicated by * (P-value < 0.05), ** (P-value < 0.01), *** (P-value < 0.0001), was determined using one-way-ANOVA and Tukey multiple comparison test. Experiments were performed at least three times.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "40,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 173,
                    "end": 175,
                    "text": "41",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1213,
                    "end": 1216,
                    "text": "37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1217,
                    "end": 1219,
                    "text": "39",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1716,
                    "end": 1719,
                    "text": "42,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1720,
                    "end": 1722,
                    "text": "43",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 533,
                    "end": 540,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 698,
                    "end": 705,
                    "text": "Fig. 3F",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1825,
                    "end": 1832,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2103,
                    "end": 2112,
                    "text": "(Fig. 3F)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Colonization of well-differentiated PTEC and PBEC by S. suis. The infection of porcine"
        },
        {
            "text": "Scientific RepoRts | 6:26748 | DOI: 10.1038/srep26748",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Colonization of well-differentiated PTEC and PBEC by S. suis. The infection of porcine"
        },
        {
            "text": "The site of entry most often used by streptococci for invasion is the airway system. Thus, invasion of PBEC by streptococci was analyzed by double immunofluorescence microscopy. As shown in Fig. 4A ,D,E, intracellular bacteria (stained red) were detected in PBEC after infection with suilysin-positive S. suis wt and the two complemented strains cW461F and cS148, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 197,
                    "text": "Fig. 4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Polar invasion of differentiated airway epithelial cells by S. suis causes cell damage and impaired barrier function."
        },
        {
            "text": "Interestingly, both suilysin-negative mutants, 10Δ sly and 10Δ cpsΔ sly, were hardly found intracellularly ( Fig. 4B ,C). Quantification of the microscopic data revealed that more than 40%, 18% and 35% of all detected bacteria were located intracellularly in PBEC in the case of the suilysin-positive wt strain, strain cW461F and strain cS148, respectively (Fig. 4F ). In contrast, invasion rates of both suilysin-deficient mutants were significantly lower (2.6% for 10Δ sly, below detection limit for 10Δ cpsΔ sly). The clear difference between wt and mutant S. suis was also found in the invasion of PTEC, for which the rate of intracellular wt bacteria was 28% (data not shown). We conclude that suilysin is crucial for efficient invasion of S. suis into airway epithelial cells, and that cytolytic activity of suilysin contributes significantly to this effect, since strain cW461F was significantly less invasive than wt strain and strain cS148. Nevertheless, there was a significant difference between invasion rates of both suilysin-negative mutants and strain cW461F (Fig. 4F ), suggesting that there may be invasion-promoting effects of suilysin which do not depend on cytolytic activity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 116,
                    "text": "Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 357,
                    "end": 365,
                    "text": "(Fig. 4F",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1074,
                    "end": 1082,
                    "text": "(Fig. 4F",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Polar invasion of differentiated airway epithelial cells by S. suis causes cell damage and impaired barrier function."
        },
        {
            "text": "To further dissect to what extent suilysin-induced cytotoxic effects may contribute to deeper invasion of S. suis, we co-stained streptococci and ciliated cells of PBEC at 48 hpi and 96hpi. In these experiments the suilysin-positive wt strain and the complemented strain cS148 induced damage to the PBEC resulting in the loss of a large proportion of ciliated cells at 48hpi (Fig. 5A ). Vertical sections of these samples illustrate that the loss of the ciliated cells enables the wt and cS148 bacteria to invade to deeper areas of the cell layer (Fig. 5B) . Strain cW461F was able to invade PBEC to a certain extent and caused only moderate local lesions at 48 hpi. In striking contrast, the suilysin-deficient mutants 10Δ sly and 10Δ cpsΔ sly remained adherent to ciliated cells and were unable to cross this barrier. This effect was more pronounced at 96 hpi ( Fig. 5C ), when just a few cilia were detectable and invasive S. suis wt even reached the basal area of the epithelial cell layer. Similar results were obtained with strain cS148, i. e. many bacteria crossed the epithelial barrier. Accordingly, despite large numbers of adherent bacteria at 96 hpi, the suilysin-deficient nonencapsulated mutant 10Δ cpsΔ sly was unable to invade the ciliated epithelium. Interestingly, infection of PBEC by the point-mutated suilysin cW461F for 96h revealed many intracellular bacteria but hardly any damaged ciliated epithelial cells or bacteria invading deeper areas (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 383,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 547,
                    "end": 556,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 864,
                    "end": 871,
                    "text": "Fig. 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1466,
                    "end": 1474,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Polar invasion of differentiated airway epithelial cells by S. suis causes cell damage and impaired barrier function."
        },
        {
            "text": "These results indicate that subcytolytic effects of suilysin contribute to the invasion of S. suis into PBEC. However, macropore-formation seems to further promote tissue invasion by causing epithelium damage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polar invasion of differentiated airway epithelial cells by S. suis causes cell damage and impaired barrier function."
        },
        {
            "text": "To get more detailed information about the mechanism of suilysin-induced cellular damage processes, we analyzed whether infection of PBEC by S. suis results in apoptosis. For this, we studied the presence of To Quantify the bacteria attached to PBEC (F) the areas containing green-fluorescent bacteria were determined from panels (A). Results are expressed as means ± SEM and significance, indicated by ***(P < 0.0001), was determined using one-way-ANOVA and Tukey multiple comparison test. Experiments were performed at least three times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suilysin-dependent induction of apoptosis in differentiated airway epithelial cells by S. suis infection."
        },
        {
            "text": "Scientific RepoRts | 6:26748 | DOI: 10.1038/srep26748 the cleaved form of caspase-3 in PBEC, which is considered as a major enzyme regulating apoptosis 44 . As shown in Fig. 6 , the number of cells positive for cleaved caspase-3 (in red) were most abundant in PBEC infected by wt and cS148 S. suis. Most of the stained cells were located at the edge of areas where the epithelial cell layer had been damaged and cells had detached as a consequence of infection. Cells positive for capase-3 showed further signs of apoptosis such as chromatin condensation and apoptotic bodies. Furthermore, the wt strain and strain cS148 clearly colocalized with caspase-3 positive cells of PBEC. In contrast, only few cells were stained for cleaved caspase-3 in PBEC infected with the suilysin-deficient mutant 10Δ sly and strain cW461F, no colocalization of caspase-3 with bacteria was observed (Fig. 6A ).",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "text": "44",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 175,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 880,
                    "end": 888,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Suilysin-dependent induction of apoptosis in differentiated airway epithelial cells by S. suis infection."
        },
        {
            "text": "To find out whether suilysin was involved in the apoptosis induced by S. suis, we analyzed colocalization of cleaved caspase-3 with suilysin by confocal microscopy. As shown in Fig. 6B , in wt and complemented strain cS148 infected PBEC, suilysin (in green) was detected by immunostaining and colocalized with cells that had been also stained for cleaved caspase-3 (in red). High density of membrane-associated suilysin was detectable on apoptotic cells, which is consistent with the localization of suilysin-positive wt streptococci in invasion areas described above (Fig. 6A ). As expected, no suilysin and only few cleaved caspase-3 positive cells were detected in PBEC infected by the suilysin-deficient mutant 10Δ sly. Interestingly, accumulated membrane-associated suilysin was detected in the complemented strain cW461F infected PBEC, but this accumulated suilysin did not induce increased apoptotic cells (as shown in Fig. 6C ). Quantification of apoptotic cells revealed that suilysin-positive S. suis wt strain and complemented strain cS148 induced a 40-fold and 35-fold increase of apoptotic cells compared to mock infection of PBEC, respectively. Increases were significantly higher than those caused by the suilysin-deficient mutant 10Δ sly (5-fold) and complemented strain cW461F (8-fold). There was no difference in increase of apoptotic cells between the latter two strains. These results indicate that suilysin induces apoptosis in PBEC and suggest that this effect requires macropore-formation activity of suilysin.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 184,
                    "text": "Fig. 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 568,
                    "end": 576,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 926,
                    "end": 933,
                    "text": "Fig. 6C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Suilysin-dependent induction of apoptosis in differentiated airway epithelial cells by S. suis infection."
        },
        {
            "text": "Aim of this study was to establish the ALI culture system as an infection model for analyzing bacterial infection of porcine well-differentiated respiratory epithelial cells. ALI cultures from porcine airway cells have only recently been described for infection studies with viruses such as influenza virus and adenovirus 23, 38 but not yet for bacterial infections. S. suis had been analyzed using a variety of immortalized respiratory epithelial cells 12,31,32,39,42 , PBEC were apically infected with approximately 1 × 10 7 CFU of S. suis wt, 10Δ sly, 10Δ cpsΔ sly, cW461F or cS148 respectively. After 4 h, cells were washed thoroughly to remove non-adherent bacteria, and then further incubated until 48 hpi under air-liquid interface conditions. The infection of PBEC (A-E) were immunostained for streptococci both before permeabilization to visualize adherent bacteria (yellow/green) and after permeabilization to visualize invasive bacteria (red). Nuclei were stained by DAPI (blue). Bars represent 25 μ m. To quantify invasive S. suis in PBEC (F), the percentage of intracellular bacteria was determined by comparing the red fluorescent bacterial signals from panels A to the total bacteria number. Results are expressed as means ± SEM and significance, indicated by ***(P < 0.0001), was determined using one-way-ANOVA and Tukey multiple comparison test. Experiments were performed at least three times.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 325,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 326,
                    "end": 328,
                    "text": "38",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "as well as polar porcine choroid plexus epithelial cells and human choroid plexus papilloma cells 45, 46 . Recently, we used precision-cut lung slices (PCLS) as a culture system to analyze the co-infection of porcine differentiated respiratory epithelial cells by swine influenza virus and S. suis 37 . PCLS are maintained in culture medium, whereas ALI cultures acquire their nutrients from the medium only via the basolateral membrane, and the apical side of the cells has contact to air. In this respect the ALI system most closely resembles the situation of the airway epithelial cells in their respective host. We found that streptococci efficiently grow on the apical side of the airway epithelial cells in the absence of apical culture medium. Therefore, ALI cultures are an appropriate model system to analyze the infection of well-differentiated airway epithelial cells by S. suis. In the future, it should be interesting also to study the infection by other bacterial pathogens.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 102,
                    "end": 104,
                    "text": "46",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 298,
                    "end": 300,
                    "text": "37",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Adherence to and colonization of host cells is important for S. suis to cause infection and initiate disease 40, 41 . Although the respiratory epithelium is the main target tissue of respiratory pathogens, the role of the well-differentiated airway epithelial cells for bacterial infection has been poorly studied 21 . Here we show that suilysin promotes the adherence to and invasion of ALI cultures of porcine airway epithelial cells by encapsulated and nonencapsulated S. suis, which is consistent with a previous study using immortalized cells 39 . Ciliated cells were found to be the primary target cells for S. suis adherence.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "40,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 113,
                    "end": 115,
                    "text": "41",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 314,
                    "end": 316,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 548,
                    "end": 550,
                    "text": "39",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A striking result was the high capacity of S. suis to invade differentiated airway epithelial cells, as reflected by invasion rates ranging between 28% and 40% determined for PTEC and PBEC, respectively. This result was unexpected since our previous study on host cell invasion of S. suis using the human cell line HEp2 revealed a rather low invasive capacity 39 . However, we cannot directly compare invasiveness of S. suis in both culture systems, since quantification was done by different methods due to the models applied in the present and the previous study. Because of the very low invasion of immortalized cells, encapsulated S. suis is considered as an extracellular bacterium 31, 39, 42 . It has been suggested that invasion by this streptococcus requires the down-regulation of the capsule to achieve efficient adherence and subsequent invasion. Following invasion, the capsule would have to be upregulated again to ensure bacterial survival in the blood stream. However, this has never been demonstrated in vivo. Our data show that encapsulated S. suis is very efficient in invasion suggesting that differential expression of the capsule may not be essential for efficient invasion.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 362,
                    "text": "39",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "31,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "39,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 695,
                    "end": 697,
                    "text": "42",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The invasion of epithelial cells by streptococci involves bacterial uptake by a dynamic process of membrane reorganization, possibly related to the formation of membrane ruffles that have been observed in S. suis infected HEp-2 cells 39 . This uptake mechanism is suilysin-dependent. As suilysin is a soluble protein, the high efficiency of this process in the case of ALI cultures can be explained by the higher local concentration of this protein in the absence of apical medium. In the case of immortalized cells, suilysin produced by S. suis is immediately diluted by the medium and, thus, a homogeneous and low concentration of the protein is available for interaction with the cell surface. By contrast, suilyin released from S. suis to the apical side of airway epithelial cells in ALI cultures will not be diluted by the culture medium and, thus, can accumulate and be active on the site where it is released from the bacteria.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "text": "39",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Apart from its role in adherence and invasion, suilysin is also responsible for the cytotoxicity of S. suis. CDC are important components of pathogenic streptococci. The soluble monomeric forms assemble to ring-shaped oligomeric structures on the surface of the cell 47 . Upon insertion of the oligomers into the plasma membrane, the resulting pore formation perforates the membrane and exerts a cytotoxic effect. In the case of suilysin, cytotoxicity has been demonstrated with different types of immortalized cells [30] [31] [32] [33] . Our results demonstrate a To quantify the apoptotic cells on PBEC, the areas containing red-fluorescent cells were determined from panels A and B. Results are expressed as x-fold increase compared to mock-infected cells (mock). Results are expressed as means ± SEM and significance, indicated by * * * (P < 0.0001), was determined using one-way-ANOVA and Tukey multiple comparison test. Experiments were performed at least three times. pronounced cytotoxic effect also for well-differentiated airway epithelial cells. Notably, this effect was absent in a strain expressing a derivative of suilysin which carries a point-mutation (W461F) of the domain responsible for macropore-formation. In fact, immunostaining revealed large amounts of cell surface-located suilysin molecules, at least some of which might represent formation oligomeric pore complexes. The large amount of suilysin may again be explained by the ALI culture conditions that enable high local concentrations of the toxin. The strong cytotoxic effect of suilysin also explains the lesions that were observed at 24 hpi in the aiway epithelial cell layer that expanded until the whole epithelium was damaged. Future studies have to analyze why the cellular damage appeared to be more pronounced in bronchial cells than in tracheal cells.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "text": "47",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The damage of the epithelial cells promotes streptococcal infection in different ways. It results in the loss of their barrier function and allows the bacteria to get access to deeper areas of the epithelium that are usually not exposed to the environment. This conclusion is supported by our infection studies with PCLS, another culture system for differentiated airway epithelial cells 37 . It has been suggested that dead cells may provide a rich source of nutrition and growth factors and thus enhance streptococcal growth 48 . We found larger numbers of bacteria in areas where the epithelium had been damaged. Interestingly, the infection with the complemented strain cW461F, which could only express subcytolytic toxin effects, revealed a high number of invasive bacteria in PBEC but only moderate damaging effects. These results demonstrate that macropore-formation acticity and subcytolytic effects of suilysin promote invasion of S. suis.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 390,
                    "text": "37",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 527,
                    "end": 529,
                    "text": "48",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Streptococcal cytolysins are known to induce apoptotic cell death. In the case of S. suis, reports about apoptotic effects are very limited 49, 50 . Apoptosis may be triggered by a variety of physiological and pathological stimuli 44, 51 .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 144,
                    "end": 146,
                    "text": "50",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "44,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 235,
                    "end": 237,
                    "text": "51",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results show that infection by S. suis induces suilysin-dependent apoptosis which is very likely to be responsible for the damage and death of differentiated epithelial cells. Results of experiments with the complemented strain cW461F revealed that macropore-formation of suilysin is required for induction of apoptosis in airway epithelial cells. However, at present it remains unclear what the underlying mechanisms are. In S. pneumoniae a pneumolysin-induced calcium influx has been shown to mediate apoptosis in neuronal tissues 52, 53 . Thus, it is plausible to speculate that suilysin-induced apoptosis in airway epithelial cells may be initiated by calcium influx through the pores in the plasma membrane. Calcium influx induced by suilysin was observed in HEp-2 cells (unpublished data). Whether this can be translated to PBEC remains to be clarified in future studies.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 540,
                    "text": "52,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 541,
                    "end": 543,
                    "text": "53",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Taken together, our results show that suilysin affects the infection of well-differentiated respiratory epithelial cells by S. suis in different ways. Comparing our present results with those of previous studies using conventional cell culture systems, it seems that the efficiency of the suilysin-mediated effects are greatly enhanced when cells are maintained under ALI conditions. These findings have important implications for understanding the pathogenesis of streptococci and may stimulate efforts to analyze the infection of highly differentiated airway epithelial cells by other bacterial agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "If not stated otherwise all materials were purchased from Sigma-Aldrich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Bacterial strains. The virulent S. suis serotype 2 wild-type strain 10 (designated as wt) was kindly provided by H. Smith, Lelystad, NL 54 . The corresponding suilysin-deficient mutant of wt strain 10 (designated as 10Δ sly) and suilysin-deficient unencapsulated mutant of wt strain 10 (designated as 10Δ cpsΔ sly) were constructed as described in previous studies 35, 39 . In all infection experiments, cryo-conserved bacterial stocks were used and prepared as previously reported 37 . Streptococci were grown on Columbia agar supplemented with 7% sheep blood (Oxoid).",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 138,
                    "text": "54",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 369,
                    "end": 371,
                    "text": "39",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 482,
                    "end": 484,
                    "text": "37",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "S. suis strain 10cS148Δ sly (designated cS148) and 10cW461FΔ sly (designated cW461F) were constructed by chromosomal complementation of the S. suis suilysin-deficient mutant 10Δ sly by allelic exchange. The amplicon slyBamHI_SphI_cS148 was generated using oligonucleotide primers PM_sly_SphIfor (CCCGCATGCATGAGAAAAAGTTCGCACTT) and PM_sly_BamHIrev (CCCGGATCCTTACTCTATCACCTCATCCG). The amplicon slyBamHI_SphI_cW461Fmax was generated with oligonucleotide primers sly_pSET5s_SphIfor (CCCGCATGCAGTATAATACATTGCCAGAT) and sly_pSET5s_ BamHIrev (CCCGGATCCTATTCCGGAAATTGTTGGAA). DNA of S. suis wt 10 was used as template. The amplicons were cut with the restriction enzymes indicated in the name of the primers and inserted into the corresponding sites of pSET5s vector 55 . Oligonucleotide primers SLYcompSMfor (ATTCTCCAACAAGATCAACTGTTCGAACAGG) and SLYcompSMrev (CCTGTTCGAACAGTTGATCTTGTTGGAGAAT) encoding the silent mutation S148 in the suilysin gene and oligonucleotide primers slyTrp-Phefornew (TACAGGATTAGCATTTGAGTGGTGGAGAAC) and slyTrp-Pherevnew (GTTCTCCACCACTCAAATGCTAATCCTGTAC) encoding the W461 to F461 substitution were used to generate point-mutations by site-directed-mutagenesis according to the instruction manual of QuikChange ® Site-Directed Mutagenesis Kit (Stratagene, Ja Jolla, CA). Restriction analysis and sequencing was performed with pSET5s_sly_S148 and pSET5s_sly_W461F, respectively, to verify both constructs. The allelic exchanges for generation of 10cS148Δ sly (cS148) and 10cW461FΔ sly (cW461F) were performed essentially as described previously 56 . Final sequencing was performed to verify the resulting S. suis strains cS148 and cW461F, respectively.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 762,
                    "text": "55",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1564,
                    "end": 1566,
                    "text": "56",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Porcine airway epithelial cell culture. Primary porcine PTEC or PBEC were isolated from the trachea and bronchi of pigs, respectively. Porcine lungs were obtained from a local slaughterhouse at Hannover. The animals had a good health status and no clinical symptoms. Tissue segments were washed with PBS and digested in Eagle's minimal essential medium (EMEM) supplemented with 100 units/ml penicillin and 100 μ g/ml streptomycin, amphotericin B (50 μ g/ml), gentamicin (50 μ g/ml), 100 μ g/ml DNase (Roche) and 1 mg/ml Protease for 48 hours at 4 °C 23 . Primary PTEC or PBEC were harvested by scraping the cells from trachea or bronchi with scalpel, respectively. Cells were propagated in collagen I pre-coated flasks until they reached confluence with Scientific RepoRts | 6:26748 | DOI: 10.1038/srep26748",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Bronchial Epithelial Cell Growth Medium (BEGM), as previously described 57, 58 with some modifications, which is Bronchial Epithelial Cell basal Medium (BEBM, Lonza) supplemented with the required additives (Sigma). BEGM was refreshed at every 2 days intervals. Approximately after 4 days of cultivation cell monolayers reached 80% confluence and were subjected for further differentiation. Primary PTEC or PBEC were dissociated with trypsin (Life Technologies) and resuspended with Air-Liquid Interface medium (ALI medium), a mixture 1:1 of BEGM and Dulbecco's modified Eagle's medium (DMEM, Life Technologies) and 2.5 × 10 5 cells were seeded on type IV collagen pre-coated 0.33 cm 2 polyester transwell filters with polycarbonate membrane (0.4 μ m pore size, Corning Costar). Cells were then maintained at 37 °C in a humidified atmosphere of 5% CO 2 . After the cells reached confluence, ALI medium was removed from the apical compartment and cells were cultured under the ALI conditions, the PTEC or PBEC were cultured at least for additional 5 weeks for differentiation at 37 °C in a humidified atmosphere of 5% CO 2 . ALI medium in the basolateral compartment was renewed every 2 or 3 days and the apical surface was washed once per week with Hanks' balanced salt solution (HBSS, Life Technologies).",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "57,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 76,
                    "end": 78,
                    "text": "58",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Confluent epithelial cells at ALI conditions developed a TEER, indicating the development of tight junctions and an intact epithelial barrier 23 . The TEER of well-differentiated PTEC and PBEC, respectively, was measured before and after infection with S. suis by using the Millicell ERS-2 (Electrical resistance system, Millipore). For TEER measurement, both the apical and basolateral compartment of the transwell system were washed 3 times with PBS+ . Then 200 μ l ALI medium was added to the apical compartment while 500 μ l were added to the basolateral compartment. TEER across the multilayer of uninfected PTEC and PBEC was monitored from the first day after seeding cells on transwell filters over 40 days to characterize polarization and differentiation of PTEC and PBEC, respectively. After infection of cells with S. suis TEER was measured for at least 96 hpi.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Measurement of TEER."
        },
        {
            "text": "were used and all experiments were repeated three times. Well differentiated porcine airway epithelial cells (at least 5 weeks of differentiation) were maintained without antibiotic and antimycotics one day before infection and washed three times with phosphate-buffered saline supplemented with calcium (PBS+) before inoculation with S. suis. Well-differentiated epithelial cells were inoculated from the apical side of the filter with approximately 1 × 10 7 CFU of S. suis strain wt, 10Δ sly, 10Δ cpsΔ sly, cW461F, cS148 in 70 μ l ALI medium MOI of approximately 20 bacteria per epithelial cell), meanwhile, cells inoculated with ALI medium only served as mock infected cells. Infection was performed for 4 hours in humidified atmosphere containing 5% CO 2 at 37 °C. Afterwards, infected and mock infected cells were washed three times with PBS+ to remove non-adhered bacteria. All cells were maintained under ALI one space in between conditions for up to 72 hours in humidified atmosphere containing 5% CO 2 at 37 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth of S. suis on well-differentiated epithelial cells. For each treatment three transwell filters"
        },
        {
            "text": "To determine bacterial replication and growth kinetics, supernatants from the apical compartment of infected transwell filters were collected before the washing step (4 hpi) and plated on Columbia agar supplemented with 7% sheep blood. At the later time points (24, 48 , and 72 hpi) 70 μ l PBS+ was added to the apical filter compartment and cells were incubated on a horizontal shaker for 5 min to collect non-adherent streptococci. Supernatants were plated as described above.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "text": "(24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 266,
                    "end": 268,
                    "text": "48",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Growth of S. suis on well-differentiated epithelial cells. For each treatment three transwell filters"
        },
        {
            "text": "Cytotoxicity assay. Cytotoxicity was detected by an LDH-release assay as described previously 39 .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "text": "39",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Growth of S. suis on well-differentiated epithelial cells. For each treatment three transwell filters"
        },
        {
            "text": "Supernatants from the apical compartments of infected and mock infected transwell filter were collected before the washing step at 4 hpi. For the determination of cytotoxicity at 24, 48, 72 hpi 70 μ l PBS+ were added to the apical filter compartment and cells were incubated on a horizontal shaker for 5 min to collect the supernatant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth of S. suis on well-differentiated epithelial cells. For each treatment three transwell filters"
        },
        {
            "text": "The LDH release was determined using the Cytotox ® 96 assay kit (Promega). The experiments were performed in triplicates and repeated at least three times. To quantify the relative cellular damage of well-differentiated epithelial cells, results were related to uninfected control samples and expressed as x-fold increase of mock infected samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth of S. suis on well-differentiated epithelial cells. For each treatment three transwell filters"
        },
        {
            "text": "Immunofluorescence microscopy and field emission scanning electron microscopy (FESEM). The following primary antibodies were used in this study: Cy3-labeled monoclonal antibody against β -tubulin (1:400), mucin-5 AC antibody (1:250, Santa Cruz Biotechnology), polyclonal antibody against cleaved caspase-3 (1:400, Cell Signaling), occludin alexa fluor 488 conjugate antibody (1:200, invitrogen), polyclonal rabbit serum raised against suilysin (1:1300) 35 , and a polyclonal rabbit serum raised against S. suis (1:200) 35 .",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 455,
                    "text": "35",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 519,
                    "end": 521,
                    "text": "35",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Growth of S. suis on well-differentiated epithelial cells. For each treatment three transwell filters"
        },
        {
            "text": "As secondary antibodies green fluorescent anti-rabbit IgG secondary antibody (Alexa Fluor ® 488 anti-rabbit IgG (H+ L) antibody (1: 1000, Life Technologies) and red fluorescent anti-rabbit IgG secondary antibody (Alexa Fluor ® 568 anti-rabbit IgG (H+ L) antibody (1:1000, Life Technologies) were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth of S. suis on well-differentiated epithelial cells. For each treatment three transwell filters"
        },
        {
            "text": "Double immunofluorescent microscopy (DIF) of S. suis infected PTEC and PBEC was performed as previously described 42 with some modifications. All incubation steps were performed at RT. All Infected cells were washed three times with PBS+ and fixed with 3.7% formaldehyde in PBS for 20 min. Formaldehyde-fixed preparations were washed and 0.1 M glycine in PBS was added for 5 min, after then samples were washed 3 times with PBS and followed by incubation in blocking buffer containing 1% bovine serum albumin (BSA) in PBS to block nonspecific binding sites. All antibodies were diluted in 1% BSA in PBS. Blocking buffer was removed and preparations were incubated with rabbit anti-S. suis antiserum diluted 1:200 for 1h. After washed with PBS, samples were incubated for 45 min with green fluorescent anti-rabbit IgG secondary antibody Alexa Fluor ® 488 anti-rabbit IgG (H+ L) antibody 1:1000 diluted (Life Technologies) to stain extracellular streptococci. Following, the preparations were washed with PBS and permeabilized with 0.2% Triton X-100 for 20 min. Then preparations were again incubated with the rabbit anti-S. suis antiserum 1:200 diluted for 1h, washed with PBS, then incubated with red fluorescent anti-rabbit IgG secondary antibody (Alexa Fluor ® 568 anti-rabbit IgG (H+ L) antibody Scientific RepoRts | 6:26748 | DOI: 10.1038/srep26748 1:1000 diluted (Life Technologies)) for 45 min to stain intra-and extracellular bacteria. After PBS washing steps, the preparations were incubated with DAPI (4′ ,6-diamidino-2-phenylindole) and after final washing, the membrane of transwell filters were cut down and embedded in Mowiol and stored at 4 °C for further analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth of S. suis on well-differentiated epithelial cells. For each treatment three transwell filters"
        },
        {
            "text": "Samples were analyzed by using the inverse immunofluorescent microscope Nikon Eclipse Ti-S equipped with a 10x/0.30 and 40x/0.60 Plan Fluor objectives (Nikon). Subsequently, the area of the epithelial cells surface positive for green fluorescent bacteria was analyzed by applying the analySIS ® 3.2 software (Soft Imaging System) to quantify bacterial adherence. Three areas were chosen randomly for each sample and all experiments were repeated three times. Confocal immunofluorescence microscopy of samples were performed using a TCS SP5 confocal laser scanning microscope equipped with a 63x/1.30 NA glycerin HC PL APO objective and a 63x/1.40 oil HCX PL APO objective (Leica). Image stacks with a z or y-distance of 0.5 μ m per plane were acquired using 1 Airy unit pinhole diameter in sequential imaging mode to avoid bleed through. Maximum intensity projections were calculated for display purposes and adjusted for brightness and contrast using ImageJ/Fiji. FESEM studies of uninfected PBEC was performed as described previously 42 .",
            "cite_spans": [
                {
                    "start": 1036,
                    "end": 1038,
                    "text": "42",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Growth of S. suis on well-differentiated epithelial cells. For each treatment three transwell filters"
        },
        {
            "text": "If not stated otherwise, experiments were performed at least three times and results",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses."
        },
        {
            "text": "were expressed as means with standard deviations. Data were analyzed by one-way-ANOVA and Tukey multiple comparison test, using the GraphPad Prism 5 software. A p-value < 0.05 was considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The role of the local microbial ecosystem in respiratory health and disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "De Steenhuijsen Piters",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bogaert",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Philosophical transactions of the Royal Society of London. Series B, Biological sciences",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2014.0294"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Acute lower respiratory tract infections in nonhospitalized children",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Denny",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Clyde",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "The Journal of pediatrics",
            "volume": "108",
            "issn": "",
            "pages": "635--646",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Surface-associated and secreted factors of Streptococcus suis in epidemiology, pathogenesis and vaccine development. Animal health research reviews/Conference of Research Workers in Animal Diseases",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Baums",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Valentin-Weigand",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "65--83",
            "other_ids": {
                "DOI": [
                    "10.1017/S146625230999003X"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Expression levels of immune markers in Actinobacillus pleuropneumoniae infected pigs and their relation to breed and clinical symptoms",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Benga",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC veterinary research",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1746-6148-5-13"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prevalence of Actinobacillus pleuropneumoniae, Actinobacillus suis, Haemophilus parasuis, Pasteurella multocida, and Streptococcus suis in representative Ontario swine herds. Canadian journal of veterinary research = Revue canadienne de recherche veterinaire 72",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Macinnes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "242--248",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The biology of bacterial colonization and invasion of the respiratory mucosa",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Dowling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "European Respiratory Journal",
            "volume": "9",
            "issn": "",
            "pages": "1523--1530",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.96.09071523"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bacterial adhesion and entry into host cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pizarro-Cerda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cossart",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell",
            "volume": "124",
            "issn": "",
            "pages": "715--727",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2006.02.012"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Asymptomatic colonization of upper respiratory tract by potential bacterial pathogens",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dhakal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sujatha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Parija",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Bhat",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Indian journal of pediatrics",
            "volume": "77",
            "issn": "",
            "pages": "775--778",
            "other_ids": {
                "DOI": [
                    "10.1007/s12098-010-0118-x"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Microbial interactions during upper respiratory tract infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Pettigrew",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Gent",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Revai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chonmaitree",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerging infectious diseases",
            "volume": "14",
            "issn": "",
            "pages": "1584--1591",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1410.080119"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Streptococcal toxic shock syndrome caused by Streptococcus suis serotype 2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS medicine",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Group B streptococcal beta-hemolysin/cytolysin activates neutrophil signaling pathways in brain endothelium and contributes to development of meningitis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Doran",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nizet",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Journal of clinical investigation",
            "volume": "112",
            "issn": "",
            "pages": "736--744",
            "other_ids": {
                "DOI": [
                    "10.1172/jci17335"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Group B streptococcal beta-hemolysin/cytolysin promotes invasion of human lung epithelial cells and the release of interleukin-8",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Doran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Benoit",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eckmann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nizet",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The Journal of infectious diseases",
            "volume": "185",
            "issn": "",
            "pages": "196--203",
            "other_ids": {
                "DOI": [
                    "10.1086/338475"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pneumococcal pneumolysin and H 2 O 2 mediate brain cell apoptosis during meningitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Braun",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Clinical Investigation",
            "volume": "109",
            "issn": "",
            "pages": "19--27",
            "other_ids": {
                "DOI": [
                    "10.1172/jci12035"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Geoepidemiological hints about Streptococcus pyogenes strains in relationship with acute rheumatic fever",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Autoimmunity reviews",
            "volume": "14",
            "issn": "",
            "pages": "616--621",
            "other_ids": {
                "DOI": [
                    "10.1016/j.autrev.2015.03.001"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Streptococcus suis, an important pig pathogen and emerging zoonotic agent-an update on the worldwide distribution based on serotyping and sequence typing",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Goyette-Desjardins",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Auger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Segura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerging Microbes & Infections",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/emi.2014.45"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Uncovering newly emerging variants of Streptococcus suis, an important zoonotic agent",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Trends in microbiology",
            "volume": "18",
            "issn": "",
            "pages": "124--131",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2009.12.003"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Streptococcus suis, an important cause of adult bacterial meningitis in northern Vietnam",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Wertheim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PloS one",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0005973"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clonal dissemination of human isolates of Streptococcus suis serotype 14 in Thailand",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerdsin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of medical microbiology",
            "volume": "58",
            "issn": "",
            "pages": "1508--1513",
            "other_ids": {
                "DOI": [
                    "10.1099/jmm.0.013656-0"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Streptococcus suis infections in humans: the Chinese experience and the situation in North America. Animal health research reviews/Conference of Research Workers in Animal Diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Segura",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "29--45",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Meningitis caused by Streptococcus suis serotype 14",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haleis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "North America. Emerging infectious diseases",
            "volume": "15",
            "issn": "",
            "pages": "350--352",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Aspergillus fumigatus causes in vitro electrophysiological and morphological modifications in human nasal epithelial cells",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Botterel",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Histology and histopathology",
            "volume": "17",
            "issn": "",
            "pages": "1095--1101",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ciliogenesis in cryopreserved mammalian tracheal epithelial cells cultured at the airliquid interface",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cryobiology",
            "volume": "59",
            "issn": "",
            "pages": "250--257",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cryobiol.2009.07.012"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A differentiated porcine bronchial epithelial cell culture model for studying human adenovirus tropism and virulence",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Groos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warnecke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heim",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of virological methods",
            "volume": "178",
            "issn": "",
            "pages": "117--123",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2011.08.025"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Bioelectric properties of chloride channels in human, pig, ferret, and mouse airway epithelia",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "American journal of respiratory cell and molecular biology",
            "volume": "36",
            "issn": "",
            "pages": "313--323",
            "other_ids": {
                "DOI": [
                    "10.1165/rcmb.2006-0286OC"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Interaction of pneumolysin-sufficient and -deficient isogenic variants of Streptococcus pneumoniae with human respiratory mucosa",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Rayner",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Infection and immunity",
            "volume": "63",
            "issn": "",
            "pages": "442--447",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Pneumolysin in pneumococcal adherence and colonization",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Rubins",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Microb Pathog",
            "volume": "25",
            "issn": "",
            "pages": "337--342",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The contribution of suilysin to the pathogenesis of Streptococcus suis meningitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Journal of infectious diseases",
            "volume": "209",
            "issn": "",
            "pages": "1509--1519",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jit661"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Distribution and genetic diversity of suilysin in Streptococcus suis isolated from different diseases of pigs and characterization of the genetic basis of suilysin absence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Infection and immunity",
            "volume": "69",
            "issn": "",
            "pages": "7572--7582",
            "other_ids": {
                "DOI": [
                    "10.1128/IAI.69.12.7572-7582.2001"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Suilysin remodels the cytoskeletons of human brain microvascular endothelial cells by activating RhoA and Rac1 GTPase",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Protein & cell",
            "volume": "5",
            "issn": "",
            "pages": "261--264",
            "other_ids": {
                "DOI": [
                    "10.1007/s13238-014-0037-0"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Interactions between Streptococcus suis serotype 2 and different epithelial cell lines",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lalonde",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Segura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lacouture",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Microbiology",
            "volume": "146",
            "issn": "",
            "pages": "1913--1921",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Epithelial invasion and cell lysis by virulent strains of Streptococcus suis is enhanced by the presence of suilysin",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Norton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rolph",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Bentley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Leigh",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "FEMS immunology and medical microbiology",
            "volume": "26",
            "issn": "",
            "pages": "25--35",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Streptococcus suis Interactions with the Murine Macrophage Cell Line J774: Adhesion and Cytotoxicity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Segura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Infection and immunity",
            "volume": "70",
            "issn": "",
            "pages": "4312--4322",
            "other_ids": {
                "DOI": [
                    "10.1128/iai.70.8.4312-4322.2002"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A novel intranasal mouse model for mucosal colonization by Streptococcus suis serotype 2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seitz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of medical microbiology",
            "volume": "61",
            "issn": "",
            "pages": "1311--1318",
            "other_ids": {
                "DOI": [
                    "10.1099/jmm.0.043885-0"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Polysaccharide capsule and suilysin contribute to extracellular survival of Streptococcus suis co-cultivated with primary porcine phagocytes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Benga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fulde",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Neis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goethe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Valentin-Weigand",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Veterinary microbiology",
            "volume": "132",
            "issn": "",
            "pages": "211--219",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Streptococcus suis serotype 2 interactions with human brain microvascular endothelial cells",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Charland",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infection and immunity",
            "volume": "68",
            "issn": "",
            "pages": "637--643",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Dynamic viral-bacterial interactions in a porcine precision-cut lung slice co-infection model: swine influenza virus paves the way for Streptococcus suis infection in a two-step process",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infection and immunity",
            "volume": "83",
            "issn": "",
            "pages": "2806--2815",
            "other_ids": {
                "DOI": [
                    "10.1128/iai.00171-15"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Differentiated swine airway epithelial cell cultures for the investigation of influenza A virus infection and replication",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Bateman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Karasin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Influenza and other respiratory viruses",
            "volume": "7",
            "issn": "",
            "pages": "139--150",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2012.00371.x"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Subcytolytic effects of suilysin on interaction of Streptococcus suis with epithelial cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seitz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Veterinary microbiology",
            "volume": "167",
            "issn": "",
            "pages": "584--591",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2013.09.010"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Virulence factors involved in the pathogenesis of the infection caused by the swine pathogen and zoonotic agent Streptococcus suis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fittipaldi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Segura",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grenier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Future microbiology",
            "volume": "7",
            "issn": "",
            "pages": "259--279",
            "other_ids": {
                "DOI": [
                    "10.2217/fmb.11.149"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The pathogenesis of the meningitis caused by Streptococcus suis: the unresolved questions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Segura",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Veterinary microbiology",
            "volume": "76",
            "issn": "",
            "pages": "259--272",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Non-encapsulated strains reveal novel insights in invasion and survival of Streptococcus suis in epithelial cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Benga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goethe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rohde",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Valentin-Weigand",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cellular microbiology",
            "volume": "6",
            "issn": "",
            "pages": "867--881",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1462-5822.2004.00409.x"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Attenuation of Streptococcus suis virulence by the alteration of bacterial surface architecture",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Scientific reports",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep00710"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Mammalian caspases: structure, activation, substrates, and functions during apoptosis. Annual review of biochemistry 68",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Earnshaw",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kaufmann",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "383--424",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.biochem.68.1.383"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Polar invasion and translocation of Neisseria meningitidis and Streptococcus suis in a novel human model of the blood-cerebrospinal fluid barrier",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schwerk",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PloS one",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0030069"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Polar bacterial invasion and translocation of Streptococcus suis across the blood-cerebrospinal fluid barrier in vitro",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tenenbaum",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cellular microbiology",
            "volume": "11",
            "issn": "",
            "pages": "323--336",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1462-5822.2008.01255.x"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Stepwise visualization of membrane pore formation by suilysin, a bacterial cholesterol-dependent cytolysin",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.04247"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The co-pathogenesis of influenza viruses with bacteria in the lung",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccullers",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature reviews. Microbiology",
            "volume": "12",
            "issn": "",
            "pages": "252--262",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro3231"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Cell death, caspase activation, and HMGB1 release of porcine choroid plexus epithelial cells during Streptococcus suis infection in vitro",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tenenbaum",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Brain research",
            "volume": "1100",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1016/j.brainres.2006.05.041"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Fusion and apoptosis of epithelial cells induced by muramidase released protein of Streptococcus suis type 2",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Acta microbiologica Sinica",
            "volume": "43",
            "issn": "",
            "pages": "407--412",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Caspase 3 activation is essential for efficient influenza virus propagation",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Wurzer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The EMBO journal",
            "volume": "22",
            "issn": "",
            "pages": "2717--2728",
            "other_ids": {
                "DOI": [
                    "10.1093/emboj/cdg279"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Pneumococcal pneumolysin and H 2 O 2 mediate brain cell apoptosis during meningitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Braun",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The Journal of clinical investigation",
            "volume": "109",
            "issn": "",
            "pages": "19--27",
            "other_ids": {
                "DOI": [
                    "10.1172/jci12035"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The biology of pneumolysin",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Dalziel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sub-cellular biochemistry",
            "volume": "80",
            "issn": "",
            "pages": "145--160",
            "other_ids": {
                "DOI": [
                    "10.1007/978-94-017-8881-6_8"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Identification and characterization of the cps locus of Streptococcus suis serotype 2: the capsule protects against phagocytosis and is an important virulence factor",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Infection and immunity",
            "volume": "67",
            "issn": "",
            "pages": "1750--1756",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Thermosensitive suicide vectors for gene replacement in Streptococcus suis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Takamatsu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Osaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sekizaki",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Plasmid",
            "volume": "46",
            "issn": "",
            "pages": "140--148",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Identification of a novel virulence determinant with serum opacification activity in Streptococcus suis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Baums",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kaim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fulde",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ramachandran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goethe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Valentin-Weigand",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Infection and immunity",
            "volume": "74",
            "issn": "",
            "pages": "6154--6162",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Well-differentiated human airway epithelial cell cultures",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Fulcher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Yankaskas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Randell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Methods in molecular medicine",
            "volume": "107",
            "issn": "",
            "pages": "183--206",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Isolation and characterization of current human coronavirus strains in primary human epithelial cell cultures reveal differences in target cell tropism",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dijkman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of virology",
            "volume": "87",
            "issn": "",
            "pages": "6081--6090",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.03368-12"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Immunofluorescence microscopy analysis and TEER measurement of well-differentiated porcine tracheal and bronchial epithelial cells (PTEC and PBEC) grown under air-liquid interface (ALI) conditions. Porcine epithelial cells from PTEC or PBEC, were grown to confluence on filter supports and maintained under ALI conditions for five (A-D, F) or seven weeks. The extent of differentiation was analyzed by visualizing cilia (A,B,E) and mucus (A,B), tight junctions (C,D), and by measuring the transepithelial resistance (F). For analysis by immunofluorescence microscopy, PTEC (A,C) and PBEC (B,D) were stained for cilia by anti-β -tubulin antibodies (A,B, red) and for mucus (A,B, green), respectively. Tight junctions were visualized by staining for occludin (C,D, green). (E) Analysis of PBEC by FESEM differentiated for 7 weeks. (F) TEER values of PTEC and PBEC during differentiation. The day of cell seeding is indicated by arrowhead (day 1). Bars represent 50 μ m (A,B) and 10 μ m (C-E).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cytotoxic effects of S. suis on well-differentiated porcinebronchial epithelial cells. Cytotoxic effects of streptococci on PBEC were quantified by a standard LDH-release assay. (A) Time-dependent cytotoxic effects of S. suis wt on PTEC and PBEC. Cytotoxic effects of S. suis wt, 10Δ sly,10Δ cpsΔ sly, cW461F and cS148 on PBEC, respectively, at 4 hpi (B) and at 48 hpi (C).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Adherence of S. suis to well-differentiated porcine bronchial epithelial cells. PBEC were apically infected with approximately 1 × 10 7 CFU of S. suis wt, 10Δ sly, 10Δ cpsΔ sly, cW461F or cS148 respectively, After 4 h, cells were washed thoroughly to remove non-adherent bacteria. To determine adherence of streptococci to PBEC (A-E), immunostaining was applied to visualize cilia (red) and streptococci (green). Bars represent 50 μ m.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Polar invasion of S. suis of well-differentiated porcine airway epithelial cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Suilysin-dependent damage of PBEC after infection with S. suis. PBEC were apically infected with approximately 1 × 10 7 CFU of S. suis wt, 10Δ sly, 10Δ cpsΔ sly, cW461F or cS148 respectively. After 4 h, cells were washed thoroughly to remove non-adherent bacteria, and further incubated under air-liquid interface conditions until 48 hpi (A,B) and 96 hpi (C). For analysis by confocal laser scanning microscopy, immunostaining was performed to visualize cilia (red) and streptococci (green). Nuclei were stained by DAPI (blue). Bars represent 25 μ m in horizontal sections (A) and 50 μ m (larger bar) or 5 μ m (short bar) in vertical sections (B,C). Experiments were performed at least three times. Scientific RepoRts | 6:26748 | DOI: 10.1038/srep26748",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Detection of apoptosis in S. suis infected porcine bronchial epithelial cells. PBEC were apically infected with approximately 1 × 10 7 CFU of S. suis wt, 10Δ sly, cW461F or cS148 respectively. After 4 h, cells were washed thoroughly to remove non-adherent bacteria, and further incubated until 48 hpi under air-liquid interface conditions. Colocalization of S. suis and apoptotic cells in PBEC (A). Analysis by confocal laser scanning microscopy, cells were stained for cleaved caspase-3 (red) and streptococci (green). Nuclei were stained by DAPI (blue). Bars represent 25 μ m. Colocalization of suilysin and apoptotic cells of PBEC (B). For analysis by confocal laser scanning microscopy, cells were immunostained for cleaved caspase-3 (red) and suilysin (green). Nuclei were stained by DAPI (blue). Bars represent 25 μ m. Quantification of apoptotic cells in PBEC (C).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We gratefully acknowledge Manfred Rohde (HZI, Braunschweig, Germany) for supporting electron microscopic experiments. This work was performed by F.M. and N.W. in partial fulfillment of the requirements for the PhD degree from the University of Veterinary Medicine Hannover. F.M. was a recipient of a fellowship from China Scholarship Council. N.W. was a recipient of a Georg-Christoph-Lichtenberg scholarship from the Hannover Graduate School for Veterinary Pathobiology, Neuroinfectiology, and Translational Medicine (HGNI). This work was supported by grants from The Deutsche Forschungsgemeinschaft (DFG) to GH (He1168/15-1) and PVW (Va23917-1), and the Niedersachsen-Research Network on Neuroinfectiology (N-RENNT) of the Ministry of Science and Culture of Lower Saxony to PVW. We thank Hilde E. Smith (Lelystad, NL) for providing S. suis strains 10 and 10cpsΔ EF, and D. Takamatsu (NIAH, Tsukuba, Ibaraki, Japan) for providing the vector pSET5s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}