{
    "paper_id": "7c3ebae910203c1f867fad1b2c14c555fc3e263c",
    "metadata": {
        "title": "Crude incidence in two-phase designs in the presence of competing risks",
        "authors": [
            {
                "first": "Paola",
                "middle": [],
                "last": "Rebora",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Antolini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "V"
                ],
                "last": "Glidden",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "Grazia"
                ],
                "last": "Valsecchi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: In many studies, some information might not be available for the whole cohort, some covariates, or even the outcome, might be ascertained in selected subsamples. These studies are part of a broad category termed two-phase studies. Common examples include the nested case-control and the case-cohort designs. For two-phase studies, appropriate weighted survival estimates have been derived; however, no estimator of cumulative incidence accounting for competing events has been proposed. This is relevant in the presence of multiple types of events, where estimation of event type specific quantities are needed for evaluating outcome. Methods: We develop a non parametric estimator of the cumulative incidence function of events accounting for possible competing events. It handles a general sampling design by weights derived from the sampling probabilities. The variance is derived from the influence function of the subdistribution hazard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: The proposed method shows good performance in simulations. It is applied to estimate the crude incidence of relapse in childhood acute lymphoblastic leukemia in groups defined by a genotype not available for everyone in a cohort of nearly 2000 patients, where death due to toxicity acted as a competing event. In a second example the aim was to estimate engagement in care of a cohort of HIV patients in resource limited setting, where for some patients the outcome itself was missing due to lost to follow-up. A sampling based approach was used to identify outcome in a subsample of lost patients and to obtain a valid estimate of connection to care. Conclusions: A valid estimator for cumulative incidence of events accounting for competing risks under a general sampling design from an infinite target population is derived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In many longitudinal studies, some information might not be measured/available for the whole cohort, in fact biomarkers/additional covariates, or even outcome, might be ascertained only in selected subsamples. These studies are part of a broad category termed two-phase studies [1] , in fact they imply two sampling phases: the first one being usually a random sample from the target population, ending up in the entire cohort (phase I sample), and the second one applying some kind of sampling (e.g. efficient or of convenience) to collect additional information or the selection of subjects with no missing data and expensive new technologies make it infeasible to measure the biomarkers on the entire cohort. The Women's Health Initiative program, for example, stored serum and plasma from participants and used them for specialized studies [9] . Also the Cardiovascular Health Study collected DNA from most participants to study different genetic factors underlying cardiovascular or other diseases and only subsets of the cohort have been genotyped in different projects [10] .",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1076,
                    "end": 1080,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In our first motivating clinical example, the aim was to evaluate the role of different genetic polymorphisms on treatment failure due to relapse in childhood acute lymphoblastic leukemia (ALL) using clinical information and biological samples available from a clinical trial that enrolled nearly 2000 patients. In this situation, a parsimonious use of these specimens motivated the choice of an efficient/optimal two-phase sampling design [11] . We present also a further application where the aim was to estimate engagement to care of HIV patients in resource limited settings. Here the outcome itself was missing in a group of patients due to possibly informative loss to follow-up. The outcome was tracked in a random sample of those lost to follow-up to obtain a valid estimate of engagement to care [12] .",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 444,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "For two-phase studies, appropriate weighted survival estimates have been derived, both in the presence of additional covariates measured in the second phase [7, 13, 14] , as well as in cohorts where the outcome/follow-up is not available for everyone [15] . A Cox model adapted for twophase designs has also been derived [14] . However no estimator of cumulative incidence accounting for competing events in the general framework of two-phase designs has been proposed, while it has been developed for specific designs, such as nested case-control studies [16, 17] . This is relevant in the presence of multiple types of events, such as relapse and (toxic) death in cancer patients, as in the motivating examples presented here, where estimation of event type specific quantities are needed for evaluating outcome.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 161,
                    "end": 164,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The aim of this paper is to develop a non parametric estimator of the crude incidence of events accounting for possible competing events in the general framework of two-phase designs, where subgroups of analysis might be defined according to explanatory variables ascertained in the phase II sample, or the outcome itself assessed only in the second phase sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In the Methods section we propose a weighted crude incidence estimator for application in two-phase designs. The theoretical properties of the proposed method are derived in appendix and investigated through simulations under different scenarios, which results are reported in Results section. In this section we also report the examples on childhood ALL and HIV patients. Conclusions is dedicated to the discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Let T be the failure time variable and suppose there are K possible causes of failure denoted by ε = 1, 2, . . . K. Let the cause-specific hazard function of the k th event be:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notation and basics"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notation and basics"
        },
        {
            "text": "as the probability that a failure due to cause k occurs by time t, that is the quantity that we aim to estimate. Define also S(t) = P(T > t) = 1 − k F k (t) as the probability of surviving from any cause of failure. A convenient representation of the crude incidence function (1) as product limit estimator naturally arises starting from the subdistribution hazard introduced by Gray [18] and defined as:",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 388,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Notation and basics"
        },
        {
            "text": "This hazard has been shown to be very useful to compare the crude cumulative hazard functions in different groups, since it restores a one-to-one relationship between the hazard and the cumulative probability of a particular failure type:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notation and basics"
        },
        {
            "text": "s)ds and where the product integral notation is used to suggest a limit of finite products [18, 19] . Of note, the one-to-one relationship between the hazard and the cumulative probability is not satisfied from the cause-specific hazard in the presence of competing events [20] . The subdistribution hazard can be thought as the hazard of an artificial variable T * k = T · I {ε = k} + ∞ · I {ε = k} that extends to infinity the time to event k when another competing event is observed. In fact, for any finite t, T * k ≤ t is equivalent to T ≤ t and ε = k; thus, given definition (1),",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 96,
                    "end": 99,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Notation and basics"
        },
        {
            "text": "The definition of T * k is consistent with the argument that when an event other than k occurs as first, the latter will never be observed as first and thus the corresponding time is infinity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notation and basics"
        },
        {
            "text": "Let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notation and basics"
        },
        {
            "text": "be N independent replicates of (T, ε, C, Z), where C is the censoring time and Z a vector of covariates. We will refer to these N subjects as the phase I sample. Define X = min(T, C) and = I(T ≤ C). We will assume that failure and censoring times are conditionally independent,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notation and basics"
        },
        {
            "text": "where I(·) is the indicator function. Define G(t) = P(C > t) as the probability to remaining uncensored up to t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notation and basics"
        },
        {
            "text": "Suppose that complete information on (X i , i ε i , Z i ) is available only for a subset n < N of subjects drawn based on a possibly complex sampling design and let ξ i indicate whether subject i is selected into this sample. We will refer to the n = i ξ i subjects as the phase II sample, even if multiple phases of sampling could actually be involved to obtain the final complete sample [7] . Let π i = P(ξ i = 1|X i , i ε i , Z i ) being the inclusion probability of subject i for the phase II sample, conditional on being selected at the first phase. In a random sample this probability is equal for every subject. However sampling is often stratified on some variables to increase efficiency; in this case, the probability to be selected for the phase II sample is common for all subjects in the same stratum and differs between strata. In particular, it is usually higher for the more informative strata (e.g. strata including subjects with the event of interest as in case-control studies). For nested case-control designs the sampling probability of cases will be 1, while the one of controls might be derived as the probability that individual i is ever selected as control, following Samuelsen [4] . We denote the pairwise sampling probability for any two subjects (i, j,",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 392,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1204,
                    "end": 1207,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Notation and basics"
        },
        {
            "text": "As commonly assumed in survey theory, the sampling method should have the following properties: the sampling probabilities π i and π ij must be non zero for all i, j in the population and must be known for each i, j in the sample [7] .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Notation and basics"
        },
        {
            "text": "Under a two-phase design it is common to be interested in estimating survival in subgroups related to variables ascertained only in phase II sample (i.e. biomarkers). Another possible situation is that, instead of covariates, the outcome itself is not available for the whole cohort. Thus, in both cases an estimate of the incidence of event using only the phase II sample is very useful. The total number of events of type k up to t and the total number of persons at risk at time t for the entire phase I sample can be estimated from the phase II sample (accounting for the sample design) byN",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incidence estimation in the presence of competing risks Overall survival/incidence estimate"
        },
        {
            "text": ", respectively. Note that these estimates are valid under general sampling designs, where π i and π ij , the so-called 'design weights' , are known for the observations actually sampled [21] .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Incidence estimation in the presence of competing risks Overall survival/incidence estimate"
        },
        {
            "text": "The estimate of the overall survival has been shown by several authors in different contexts of complex sampling [13] [14] [15] :",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 118,
                    "end": 122,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 123,
                    "end": 127,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Incidence estimation in the presence of competing risks Overall survival/incidence estimate"
        },
        {
            "text": "where the overall hazard can be obtained byˆ [22] . It has been shown that √ N[ˆ (t) − (t)] converges weakly to a zero-mean Gaussian process [14, 15] .",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Incidence estimation in the presence of competing risks Overall survival/incidence estimate"
        },
        {
            "text": "The goal is to estimate the crude incidence of a given cause k, F k (t) = 1 − s≤t 1 − * k (ds) , using the phase II sample, which is also called subdistribution function and is the probability that a failure due to cause k occurs within t [23, 24] . The estimate of * k (t) is based on the count of events due to cause k and the count of subjects at risk for T * k , denoted byŶ * ·k (s) (see Appendix A.1):",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Competing risk"
        },
        {
            "text": "The estimate of the cumulative subdistribution hazard in (2) can now be estimated, using only the phase II sample, by: *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing risk"
        },
        {
            "text": "Note the complement of F k (t) can be thought as the survival probability of T * k [18, 20, 25] , thus a product limit type estimator can be directly derived as:",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 88,
                    "end": 91,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 92,
                    "end": 95,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Competing risk"
        },
        {
            "text": "Interestingly, this estimator is algebraically equivalent to the Aalen-Johansen type estimator, shown by [18] for random sampling, and in the Appendix A.2 for general sampling:",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Competing risk"
        },
        {
            "text": "It is easy to see that in the absence of competing events, Y * ·k (s) in (4) degenerates to the usual risk setŶ · (s), thuŝ * k (t) =ˆ (t) andF k (t) equals the complement of 1 of the weighted Kaplan-Meier estimator for two-phase studies [13] . Under no censoring, the weightĜ(s − |X i ) becomes 1 and the risk set Y * ·k is eroded in time only by events of type k, thereforeF k (t) degenerates into the proportion of events of type k estimated by the phase II sample (weighted number of events of type k out of the estimated total size of the cohort, phase I). If every subject in phase I is sampled (ξ i = 1 ∀i), then (5) becomes the standard subdistribution cumulative hazard [19, 20] and (6) the standard estimator of the crude incidence.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Competing risk"
        },
        {
            "text": "For simplicity of notation, in (6) we estimated the overall incidence regardless of covariates, but the estimator can also be applied on subgroups defined by Z. The censoring probability G(t) should also be estimated in subgroups defined by Z. The overall estimator is reasonable when we make the more restrictive assumption T ⊥ C, otherwise separate estimators conditional on Z would be more appropriate (and eventually an average, weighted on the frequencies of Z, between the conditional estimates).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing risk"
        },
        {
            "text": "Following Breslow and Wellner [26] , we can express",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Variance and confidence intervals"
        },
        {
            "text": "represents the crude cumulative incidence estimator that we would have obtained if complete information (X i , i ε i , Z i ) was known for all the subjects in phase I sample (i = 1 . . . N) [18] . The two terms are asymptotically independent [14, 26] . The first term converges weakly to a zero-mean Gaussian process [19] with covariance that we denote as σ 2 kI (t). By the arguments in Appendix A.3, the second term converges weakly to a zero-mean Gaussian process with covariance σ 2 kII (t). Hence,",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Variance and confidence intervals"
        },
        {
            "text": "converges weakly to a zero-mean Gaussian process with covariance being the sum of the contribution of each sampling phase:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variance and confidence intervals"
        },
        {
            "text": "The first one represents the irreducible minimum uncertainty that would remain if everyone in phase I would be sampled and the second one accounts for the fact that complete information is available only in the phase II sample [13, 14, 26] .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Variance and confidence intervals"
        },
        {
            "text": "Each contribution to the variance can be estimated by the influence function approach [27] . The influence function of an estimator describes how the estimator changes when single observations are added or removed from the data and has the property that the difference between the estimate and the population quantity can be expressed as the sum of influence functions over all the subjects in the sample. By denoting with z * ik (t) the influence function of subject i onˆ * k (t) we have that [28] : *",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Variance and confidence intervals"
        },
        {
            "text": "The influence function of subject i onˆ * k (t) has been derived in Appendix A.4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variance and confidence intervals"
        },
        {
            "text": "By using the Horvitz-Thomposon variance [29] on the weighted influence function, the contribution of the variance of phase II will be:",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Variance and confidence intervals"
        },
        {
            "text": "For phase I, the varianceσ 2 kI (t) can also be estimated using (9) by setting sampling probabilities to 1 [13] .",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Variance and confidence intervals"
        },
        {
            "text": "Given the one-to-one relationship between F k (t) and * k (t), the variance of the crude cumulative incidence (6) can now be estimated as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variance and confidence intervals"
        },
        {
            "text": "In analogy with the survival estimate for two-phase designs, we derived confidence intervals for (6) on the logarithm scale by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variance and confidence intervals"
        },
        {
            "text": "where q α/2 denotes the α/2 quantile of the standard Gaussian distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variance and confidence intervals"
        },
        {
            "text": "By using suitable weights for both study design and censoring, any software allowing for time dependent weights can be used to derive the modified risk set and to estimate the crude cumulative incidence function (6). These weights have been implemented in R in function crprep in the mstate package [30] and in STATA in the stcrprep function. However, any software can be used to derive the ingredients for the modified risk set in (4) and these can be used to estimate (6) and its variance by the Horvitz-Thompson approach.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Software"
        },
        {
            "text": "The complete code to compute this estimate has been developed in R software [31] using the survey package [32] and is available at [33] . An example of the application of this function is given in the subsection Genotype ascertained on a subset of a clinical trial cohort.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 106,
                    "end": 110,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 131,
                    "end": 135,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Software"
        },
        {
            "text": "We considered two competing events with independent latent times T 1 and T 2 and constant marginal hazard of 0.1, the crude incidences are then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations protocol"
        },
        {
            "text": "We focused on the crude incidence of event 1 up to t = 2 units of time (i.e. years). This implies a fraction of 82 % with no events at t = 2 (administrative censoring) and a crude incidence of about 9 %. The independence between the latent times T 1 and T 2 is not restrictive given the non identifiability issue [34] . The censoring time followed an uniform distribution on ranges (0.5,30.5) and (0.5,10.5), leading to around 5 % and 15 % censored before t = 2, respectively.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Simulations protocol"
        },
        {
            "text": "We drew B = 1000 random first-phase samples of size N = 1000, from which we sampled a phase II sample according to different study designs:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations protocol"
        },
        {
            "text": "1. random sample, with n = 50, 100 units; 2. case-control sampling: we randomly sampled n/2 individuals among those who experienced event 1 (cases) up to time 2 and n/2 individuals among the others (controls), with n = 50, 100 units; 3. stratified sampling: we considered the phase I sample divided into 4 strata defined by the variable Z = {0, 1} (with frequencies 70 % and 30 % for Z = 0 and Z = 1, respectively) and the occurrence or not of event 1 up to time 2. The hazard rates were assumed to be 0.08 and 0.2 with Z = 0 and with Z = 1, respectively. An equal number of subjects (n/4) were sampled for each strata (balanced sampling), with n = 50, 100 units. 4. nested case-control design: we selected all cases and m controls for each case with no events at the time of event of the case, fixing m = 1, 2. Under this design we cannot fix a total sample size a priori, but we expect around 90 events and 90 · m controls. Sampling probabilities for each included subject were derived according to Samuelsen [4] .",
            "cite_spans": [
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Simulations protocol"
        },
        {
            "text": "B = 1000 was chosen in order to get a ±5 % level of accuracy in the estimate of the crude incidence (F 1 (t), t > 0.3) in about 95 % of the samples. For each sample,F 1 (t) has been computed by (6), withˆ * 1 (dt) estimated by (5), and it has been compared with F 1 (t) in order to assess bias in each sample:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations protocol"
        },
        {
            "text": "Bias has been computed and reported for 20 different time points t = 0.1, 0.2, . . . , 2. For each simulation, we also computed standard error ofF 1 (t) according to (10) and the 95 % confidence interval (CI) ofF 1 (t) on the logarithm scale (11) to evaluate coverage and length. Figure 1 compares the average of the estimated standard error ofF 1 (t) in each simulation with the empirical standard error at the 20 different times of observation in the four different scenarios with random censoring of 15 %. They were found to be very close in all scenarios, as expected. Figure 2 reports the distribution of bias in each one of the 1000 simulated samples under random (panel a), case-control (panel b), stratified (panel c) and nested casecontrol sampling (m = 1, panel d). Bias fluctuates around 0 in each scenario, but it has more variability in the random sampling compared to other scenarios, resulting also in a higher mean value of absolute bias over the B simulations (still always lower than 0.2 %). The lower performance of the estimator in the first scenario is due to the fact that random sampling is not a convenient design in the simulated setting. In fact, in phase I cohort we expect around 90 events of type 1 (incidence of 9 % and sample size of 1000), thus if we randomly sample 100 subjects from the phase I cohort, we expect to observe only 9 events (in phase II sample). With such a small number of events, unbiasedness is in fact not sufficient to ensure a reasonable behaviour and to get enough information on event incidence. To address this issue, the other study designs (scenarios 2, 3, and 4) are indeed thought to guarantee to sample more events of type 1. Thus we recommend adopting efficient designs accounting for the event of interest. Relative and standardized biases were always lower than 6 % (data not shown). The mean square error, not shown, slightly increases with time, in fact variability is increasing in time (as confirmed by the empirical standard error ofF 1 (t) and by Fig. 2) . The average length of the confidence interval was consistently increasing with time, ranging between 7 % and 12 % in the random sampling and between 2 % and 4 % in the case-control, stratified and nested case-control sampling (data not shown). This comparison underscores the advantages of a careful selection of the subsample. Figure 3 reports results on coverage for the random, case-control, stratified and nested case-control sampling. The coverage was very close to the nominal value of 95 %, ranging mostly within a minimum of 94 % and a maximum of 97 %, except for very early times in the random setting.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 288,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 573,
                    "end": 581,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2018,
                    "end": 2025,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2356,
                    "end": 2364,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Simulations protocol"
        },
        {
            "text": "In the same setting, we also considered a longer followup time, t = 50, with around 500 events of type 1 expected in phase I sample (under no censoring), and confirmed the performance of our estimator in a scenario with higher variability, with similar results for the different sampling schemes (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations results"
        },
        {
            "text": "A study on childhood ALL evaluated the role of a genetic polymorphism (glutathione S-transferase-θ, GST-T1) on treatment failure due to relapse (in different sites), in the presence of a competing event (toxic death). GST-T1 is a common genetic polymorphism in Caucasians, with 13-26 % of individuals displaying a homozygous deletion of the gene (null genotype). Subjects carrying the null variants fail to express the GST-T1 enzyme, that is involved in drug metabolism. Clinical information were available for a cohort of 1999 consecutive patients (mainly European Caucasians, aged between 1 and 17 years, median age: 5 years) newly diagnosed with ALL in the Italian Associazione Italiana di Ematologia Pediatrica centers between September 2000 and July 2006. Biological samples stored at diagnosis were available, but genotype was ascertained only in a subgroup (phase II sample) for an efficient use of specimens [11, 13] . The interest was to evaluate incidence at different relapse sites by GST-T1, that can only be estimated using phase II data. In order to select the subgroup to be genotyped we adopted an optimal strategy that is carefully described in [11, 13] . Briefly, sampling was done after classifying patients into 6 strata according to the event of interest (relapse/no relapse) and to 3 groups, defined by prognostic features in the treatment protocol, that modulate the intensity of treatment, we will call them 1, panel d) . For the first three scenarios a sample size of 100 was used, while in the nested case-control sampling a mean of 180 subjects was considered. Data were subject to a random censoring of 15 % (plus administrative censoring). Dashed lines represent the main bisector corresponding to the equality between estimated and empirical reference treatment protocols (Table 1) . Strata were not defined based on the competing event death due to toxicity-58 events -for efficiency reasons given that the event of interest was relapse. Patients were sampled at random without replacement from the 6 strata, with the sampling from each stratum conducted independently (stratified sampling) and with higher probability in the more informative strata according to an optimal design [13] . The full cohort of 1999 patients represents the phase I sample, for which clinical information are available, while genotype is ascertained in the phase II sample only (n = 601).",
            "cite_spans": [
                {
                    "start": 916,
                    "end": 920,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 921,
                    "end": 924,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1162,
                    "end": 1166,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1167,
                    "end": 1170,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2212,
                    "end": 2216,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 1432,
                    "end": 1443,
                    "text": "1, panel d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1802,
                    "end": 1811,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Motivating examples Genotype ascertained on a subset of a clinical trial cohort"
        },
        {
            "text": "Relapses were classified according to the site, in particular we distinguished relapses involving bone-marrow (BM) from the others (extramedullary). We estimated the crude incidence of BM relapse by GST-T1 deletion using (6) and (10) and found higher relapse incidence for patients with GST-T1 deletion, with 5-year crude incidence of 19 Fig. 4 panel a) .",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 337,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 353,
                    "text": "Fig. 4 panel a)",
                    "ref_id": null
                }
            ],
            "section": "Motivating examples Genotype ascertained on a subset of a clinical trial cohort"
        },
        {
            "text": "This was derived accounting for the competing risk of other sites of relapse as well as for death due to toxicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivating examples Genotype ascertained on a subset of a clinical trial cohort"
        },
        {
            "text": "We report here the R code used to compute these estimates: library(survey) d.std<-twophase(id=list(˜upn,˜upn), subset=˜!is.na(GST_T), strata=list (NULL,˜interaction(rel,elfin)),data=dat) GSTse<-svycr(Surv(time,event>0)˜GST_T, etype=\"BMrelapse\",d.std,se=TRUE)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivating examples Genotype ascertained on a subset of a clinical trial cohort"
        },
        {
            "text": "The twophase function in the survey package describes the design and produces a survey object [32] . The svycr function, available at [33] , performs the estimate of crude incidence by the influence approach and uses 3 variables: time is the time of event, event the censoring indicator (1 if an event of any type is observed and 0 otherwise) and BMrelapse indicates whether a BM relapse is observed or not. Details on the survey package can be found in [7, 32] . 1, panel d) . For the first three scenarios a sample size of 100 was used, while in the nested case-control sampling a mean of 180 subjects was considered. Data were subject to a random censoring of 15 % (over administrative censoring). The box represent the first and third quartile, the black line the median and the empty dots represent outliers defined as bias more than 1.5 times the interquartile range above the third quartile (or more than 1.5 times the interquartile range below the first quartile). Dotted lines represent the reference for bias (bias equal to 0)",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 134,
                    "end": 138,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 458,
                    "end": 461,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 475,
                    "text": "1, panel d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Motivating examples Genotype ascertained on a subset of a clinical trial cohort"
        },
        {
            "text": "The right panel of Fig. 4 represents the incidence of extramedullary relapses by GST-T1 showing that the difference in relapse incidence between GST-T1 deleted and other patients is mainly due to relapse involving the BM, that represents the most relevant type of relapse in childhood ALL. A Cox model adapted for two-phase design [14] , when applied to the cause specific hazard of BM relapse, gives an hazard ratio (HR) of 1.53 (95 % CI 0.98-2.37) for GST-T1 deleted patients versus non deleted; after adjusting for relevant factors (treatment protocol, gender, age), the HR dropped to 1.38 (95 % CI 0.90-2.13). For extramedullary relapses the HR was 1.22 (95 % CI 0.60-2.49). Of note, in order to compare patients with and without deletion of the GST-T1 gene, we used a cause-specific model, thus we actually compared the cause-specific hazard of relapse. In fact, a subdistribution model accounting for the two-phase design is not available. This would be useful to compare the actual incidences of relapse in the two groups, however the cause-specific model is still very useful to address the impact of the genotype on relapse by an aetiological point of view.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 25,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Motivating examples Genotype ascertained on a subset of a clinical trial cohort"
        },
        {
            "text": "In the evaluation of the effectiveness of the global effort to provide antiretroviral therapy (ART) for HIV-infected patients in resource limited settings, the estimate of the number of patients who continue to access care after starting ART is essential. This estimate is hampered, however, by the fact that some patients die shortly after their last visit to clinic -a group of individuals who cannot be considered as \"stopping care\" nor censored for the event of stopping care. In addition, the number of patients who are starting care is large and a high fraction have unknown outcomes (i.e., are lost to follow-up), generating informative censoring. Given that lost patients could reasonably be not in care, but they could also have changed clinic or 1, panel d) . For the first three scenarios a sample size of 100 was used, while in the nested case control sampling a mean of 180 subjects was considered. Data were subject to a random censoring of 15 % (over administrative censoring). Dotted lines represent the reference for CI coverage (nominal 95 %) be dead, one approach to obtain outcomes estimates has been to identify a numerically small, but random, sample of those who are lost [15] , intensively seeking their outcomes, and using them to correct outcomes among the lost. To illustrate, a cohort of 13,321 HIV-infected adult patients, who initiated ART treatment, were followed from ART initiation to either death, disengagement or administrative database closure (see Fig. 5 ). Among them, 2451 patients were lost to follow-up [35] , defined as not being seen at the clinic for at least 90 days (after the last return visit). A tracker went into the community to determine the outcome of a random subsample of 428 among the 2451 lost patients and got information on 306 patients (110 patient were found to be in care in other clinics, 80 died while in care and 116 were found to be not treated/disengaged) [12] . The 10,870 patients no lost to follow-up and the 306 tracked patients can been considered as the second phase sample of the whole cohort, stratified on lost to follow-up.",
            "cite_spans": [
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1545,
                    "end": 1549,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1924,
                    "end": 1928,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 756,
                    "end": 767,
                    "text": "1, panel d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1486,
                    "end": 1492,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Outcome ascertained on a subset of patients lost to follow-up"
        },
        {
            "text": "We used the methods developed in the Methods section to estimate crude cumulative incidence, where the 306 tracked patients represented the 2451 lost patients by the Fig. 4 Crude cumulative incidence of relapse in ALL data. Panel a reports the crude cumulative incidence estimate of relapse involving the bone marrow in patients with normal (estimate and confidence limits reported with solid lines) and deleted (dashed lines) GST-T1 gene. Panel b reports the crude cumulative incidence estimate of relapse in extramedullary sites in patients with normal (solid lines) and deleted (dashed lines) GST-T1 gene sampling probability 306/2451, while the other 10,870 had sampling weight one. The crude incidence estimate of disengagement is reported in Fig. 6 , the curve starts to rise after 90 days from ART start, that is the earliest possible time of disengagement, by definition. At 1 year, disengagement resulted 6.8 % (CI 95 % 5.7-8.2 %). This was subject to a strong influence of the competing event death in care that resulted 7.7 % (CI 95 % 6.8-8.9 %) at 1 year. A naïve (but less expensive) approach to deal with informative censoring would be to treat all lost patients as events or, contrarily, as censored observations. We plotted the two corresponding curves in Fig. 6 , obtaining estimates of crude incidence at 1 year since ART treatment of 18.5 % and 0.2 %, respectively. We can consider that the true incidence will lie between these two estimates (that are however quite far in this context), as in fact it does ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 172,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 754,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1272,
                    "end": 1278,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Outcome ascertained on a subset of patients lost to follow-up"
        },
        {
            "text": "The R code to compute the proposed estimate of crude cumulative incidence is available at [33] . The results of simulations presented in the Simulations section and the related code are also available at [33] .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Availability of supporting data"
        },
        {
            "text": "We have derived an estimator for cumulative incidence of events based on the subdistribution hazard accounting for competing risks under a general sampling design from an infinite target population. The estimator shows good performance in simulations under different scenarios and the variance, derived by the influence function of the subdistribution hazard and the Horvitz-Thompson theory, was very close to the empirical variance, therefore we expect it to be very close to the one obtainable by replicate weights (e.g. bootstrap) [7] . Confidence intervals, derived on the log scale, provided good coverage in simulations, but alternative confidence intervals might also be considered such as the complementary log-log transformation [36] . The proposed estimator was used to estimate incidence of relapse by genotype in a cohort of childhood ALL patients, where the genotype was ascertained only on a subsample of the cohort chosen by an optimal sampling approach based on relapse as the event of interest. Interestingly, we can also analyze the incidence of the competing event (toxic death) or of the combined endpoint (relapse or toxic death), but the efficiency could be lower unless the subsampling is adapted to this new endpoint by including a further strata on toxic death in the sampling process. This is particularly important since toxic death is a rare event in this context. We should also remember to avoid random sampling when the event of interest is rare, as discussed in the Simulations section.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 537,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 738,
                    "end": 742,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In the second case, we dealt with a missing data problem, in which the outcome itself was not available for everybody, since some patients were lost to follow-up. A subsample of lost patients had been tracked to ascertain the outcome, but if this tracking was not possible, a more basic/naïve approach to deal with this informative censoring could have been to identify the variables affecting missingness, post-stratify the sample in homogeneous strata and use the missing probabilities for each strata as sort of sampling weights to adjust the incidence estimate. This approach would make an important assumption of missing at random that might be not appropriate and cannot be tested [7, 15, 21, 37] . However this underlines how the proposed estimator could be applied also in the presence of missing data.",
            "cite_spans": [
                {
                    "start": 687,
                    "end": 690,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The code to compute this estimate has been developed in R software [31] under the survey package [32] and is available at [33] . The survey package is a flexible package for complex surveys including also two-phase studies. It provides flexible functions to describe the design of the study and to derive sampling fraction accordingly. The package includes functions to estimate survival and to perform a weighted Cox model with standard error properly adjusted for the design and with the possibility to use general weights, as calibrated weights. Our function takes advantage of the facilities of the package (see an example of use in Genotype ascertained on a subset of a clinical trial cohort).",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 97,
                    "end": 101,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 122,
                    "end": 126,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In order to recover the representativeness of the subcohort (phase II) for the entire cohort, we used weights related to the inverse of the probability to be sampled, similarly to the weights of Barlow for case-cohort studies [38] . More general weights can be used, such as calibration weights [7, 39, 40] . The use of calibration weights is advantageous when there is availability of phase I variables that are strongly related to the additional variables ascertained in phase II. This would provide results more representative of phase I data and increase precision. When phase II variables are common genetic polymorphisms, as in our first example, it is unlikely to find any strong relation between phase I and II variables, therefore no big advantage would be expected by calibration.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The estimator can also be extended to a situation where an individual may move among a finite number of states to estimate the Aalen-Johansen probabilities of transition among each state in a multistate framework [41] in the presence of general sampling design.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In order to derive a model-based estimate of incidence (adjusted for possible covariates) two main approaches have been followed in the context of competing risk, the first one based on the cause-specific hazard inspired by Benichou and Gail [16, 42, 43] and the other one based on the subdistribution hazard [19, 44] . The crude cumulative estimator developed by Kovalchik and Pfeiffer [45] for two-phase studies for finite population follows the first approach, and the Cox model for two-phase designs [14] could be used to extend it for infinite population. Under this model we can estimate the effect of a covariate on the cause-specific hazard to address its impact on the event by an aetiological point of view. However it is well known that this does not reflect the impact of the variable on the crude cumulative incidence. The latter effect, even if affected by the incidence of the other competing events, could still be of interest for a public health prospective. Future work will concern the development of a regression model to assess the effect of a covariate on the crude cumulative incidence. The Fine and Gray regression model [19] could be extended to complex sampling by weighting the estimating function of the parameter of interest and working out their influence function.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 246,
                    "text": "Benichou and Gail [16,",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "42,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1145,
                    "end": 1149,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "A.1 Derivation of the risk set for T * k The risk set for the usual survival time T at s is commonly obtained in standard analysis by counting the observed times greater then s. It can be also written as: (12) whereĜ(s) is the probability to be free of censoring up to s and is estimated considering censored observations as events and viceversa according to (3) . This can proved also in the case of a two-phase design by the following:",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "A Appendix"
        },
        {
            "text": "whereN c",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Appendix"
        },
        {
            "text": "denotes the number of censoring up to time t andN ·· (t) = n i=1N i· (t) the total count of events observed up to time t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Appendix"
        },
        {
            "text": "The derivation of the risk set for T * k at s can be obtained by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Appendix"
        },
        {
            "text": "By writingF l (s − ) as empirical cumulative distribution functionF l (s − ) = 1 [25, 46] , the risk set becomes:",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 86,
                    "end": 89,
                    "text": "46]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "A Appendix"
        },
        {
            "text": "that can be simplified to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Appendix"
        },
        {
            "text": "that is equivalent to (4). The first summation estimates the usual total number of subjects at risk at s, where the condition X i = min(T i , C i ) ≥ s is satisfied. This in fact implies min(T * ki , C i ) ≥ s, i.e. being at risk for T implies being also at risk for T * k . The second summation estimates the number of subjects who had other events before s, satisfying the condition X i = min(T i , C i ) < s, i = 1 and ε i = k which implies T * ki = ∞ > s and completes the number at risk at s for T * k . While the first part is exposed to censoring, the contribute of each subject observed to fail of cause l = k, l =k N il (s − ), would remain equal to 1 up to ∞, thus ignoring possible censoring, given that C i is (usually) not observable if T i < C i . A possible way to deal with this inconsistency is to mimic the presence of random censoring acting on the infinite times, by weighting the unitary",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Appendix"
        },
        {
            "text": ". This weight assumes value 1 before X i and decreases afterword according to the censoring distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Appendix"
        },
        {
            "text": "Of note, an alternative expression forŶ * ·k (s) derives substitutingŶ · (0)Ĝ(s − ) =Ŷ · (s) S(s − ) from (12) in (14):",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "A Appendix"
        },
        {
            "text": "This shows asŶ · (s) is upweighted by a multiplier that gets greater as the action of competing events gets larger, accounting for the fact that subjects that experienced events of type l = k will never experience event k as first.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Appendix"
        },
        {
            "text": "The equality between the cumulative incidence of the artificial variable T * in (6) and the Aalen-Johansen type estimator (that for the purpose of this proof will be denoted asF AJ k (t)) holds true if and only if, ∀t:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Proof of equivalence (7)"
        },
        {
            "text": "which can be proved by induction. Both quantities are step functions, changing value at each occurrence of type k events. At the time t where the first event of type k is observed,ˆ k (dt) =ˆ * k (dt) being from (4)Ŷ · (t) =Ŷ * ·k (t). If this was the first event overall, thenŜ(0) = 1 and Eq. 18",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Proof of equivalence (7)"
        },
        {
            "text": "Now, assuming that (18) holds true for a given t − , this impliesF AJ k (t) =F k (t) if and only if, from (18):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Proof of equivalence (7)"
        },
        {
            "text": "and using the equality at t − :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Proof of equivalence (7)"
        },
        {
            "text": "That is proved by (17) .",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "A.2 Proof of equivalence (7)"
        },
        {
            "text": "Lin showed that the normalised Horvitz-Thompson estimators of the number of events",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3 Weak convergence ofˆ * k (t)"
        },
        {
            "text": ") are asymptotically multivariate zero-mean normal [14] . Firstly, we concentrate on the normalised Horvitz-Thompson estimators of the modified at risk process:",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "A.3 Weak convergence ofˆ * k (t)"
        },
        {
            "text": "The first term represents the estimator of the number at risk, that Lin showed to be asymptotically multivariate zero-mean normal [14] . We concentrate now on the second term:",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "A.3 Weak convergence ofˆ * k (t)"
        },
        {
            "text": "that using Lemma 1 in [14] also converges to a zero-mean Gaussian process. We want to prove that also",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "A.3 Weak convergence ofˆ * k (t)"
        },
        {
            "text": "converges to a zero-mean normal, where˜ * k (t) represents the crude cumulative incidence estimator that we would have obtained if complete information (X i , i ε i , Z i ) was known for all the subjects in phase I sample (i = 1 . . . N) [18] . Fine and Gray proved that the first term converges weakly to a zero-mean Gaussian process [19] .",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "A.3 Weak convergence ofˆ * k (t)"
        },
        {
            "text": "The second term results:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3 Weak convergence ofˆ * k (t)"
        },
        {
            "text": "It then follows that also √ N ˆ * k (t) −˜ * k (t) converges weakly to a zero-mean Gaussian process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3 Weak convergence ofˆ * k (t)"
        },
        {
            "text": "The estimatorˆ * k (t) can be expressed as a differentiable function g of the estimated total number of events of type k and total number at risk for T * up to t: *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.4 Influence function forˆ * k (t)"
        },
        {
            "text": "where w i = 1/π i and ξ i indicates whether subject i is withdrawn in the phase II sample. The difference between the true and estimated cumulative hazard can be expressed as a sum of influence functions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.4 Influence function forˆ * k (t)"
        },
        {
            "text": "is the influence function of the i th subject. Demnati and Rao [27] proved that we can express the influence function of subject i as z * ik (t) = ∂g N ·k (dt),Ŷ * ·k (t) ∂w i . The influence function ofˆ * k (t) of the i th subject can thus be derived as: ",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "A.4 Influence function forˆ * k (t)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Contribution to the theory of sampling human populations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neyman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Am Stat Assoc",
            "volume": "33",
            "issn": "",
            "pages": "101--117",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A review of cohort sampling designs for Cox's regression model: Potentials in epidemiology",
            "authors": [
                {
                    "first": "Ø",
                    "middle": [],
                    "last": "Borgan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Samuelsen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Norsk Epidemiol",
            "volume": "13",
            "issn": "",
            "pages": "239--287",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A case-cohort design for epidemiologic cohort studies and disease prevention trials",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Prentice",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Biometrika",
            "volume": "73",
            "issn": "1",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A psudolikelihood approach to analysis of nested case-control studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Samuelsen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Biometrika",
            "volume": "84",
            "issn": "2",
            "pages": "379--94",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Counter-matching: a stratified nested case-control sampling method",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Langholz",
                    "suffix": ""
                },
                {
                    "first": "Ø",
                    "middle": [],
                    "last": "Borgan",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Biometrika",
            "volume": "82",
            "issn": "1",
            "pages": "69--79",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The association between cortisol and neighborhood disadvantage in a US population-based sample of adolescents",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Rudolph",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Gary",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Stuart",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Marques",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duncko",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Health Place",
            "volume": "25",
            "issn": "",
            "pages": "68--77",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Complex Surveys: A Guide to Analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Lumley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Wiley Series in Survey Methodology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Using the Whole Cohort in the Analysis of Case-Cohort Data",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Breslow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lumley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ballantyne",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chambless",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulich",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Epidemiol",
            "volume": "169",
            "issn": "11",
            "pages": "1398--405",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Implementation of the women's health initiative study design",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Manson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann Epidemiol",
            "volume": "13",
            "issn": "9",
            "pages": "5--17",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Cardiovascular Health Study: design and rationale",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "O"
                    ],
                    "last": "Borhani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Enright",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Furberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gardin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Kronmal",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Ann Epidemiol",
            "volume": "1",
            "issn": "3",
            "pages": "263--76",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Glutathione S-transferase homozygous deletions and relapse in childhood acute lymphoblastic leukemia: a novel study design in a large Italian AIEOP cohort",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Franca",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rebora",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Basso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Biondi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cazzaniga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crovella",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pharmacogenomics",
            "volume": "13",
            "issn": "16",
            "pages": "1905--1921",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sampling-based approach to determining outcomes of patients lost to follow-up in antiretroviral therapy scale-up programs in Africa",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Geng",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Emenyonu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bwana",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Glidden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "JAMA",
            "volume": "300",
            "issn": "5",
            "pages": "506--513",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.300.5.506"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Survival estimation in two-phase cohort studies with application to biomarkers evaluation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rebora",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Valsecchi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Stat Methods Med Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0962280214534411"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "On fitting Cox's proportional hazards models to survey data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biometrika",
            "volume": "87",
            "issn": "1",
            "pages": "37--47",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Addressing an idiosyncrasy in estimating survival curves using double sampling in the presence of self-selected right censoring",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Frangakis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biometrics",
            "volume": "57",
            "issn": "2",
            "pages": "333--375",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Estimation of covariate-dependent Markov transition probabilities from nested case-control data",
            "authors": [
                {
                    "first": "Ø",
                    "middle": [],
                    "last": "Borgan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Stat Methods Med Res",
            "volume": "11",
            "issn": "2",
            "pages": "183--202",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Covariate adjustment of event histories estimated from Markov chains: the additive approach",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Aalen",
                    "suffix": ""
                },
                {
                    "first": "Ø",
                    "middle": [],
                    "last": "Borgan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fekjaer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biometrics",
            "volume": "57",
            "issn": "4",
            "pages": "993--1001",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A class of K-sample tests for comparing the cumulative incidence of a competing risk",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "The Annals of Statistics",
            "volume": "16",
            "issn": "3",
            "pages": "1141--54",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A proportional hazards model for the subdistribution of a competing risk",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fine",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Am Stat Assoc",
            "volume": "94",
            "issn": "446",
            "pages": "496--509",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Crude cumulative incidence in the form of a Horvitz-Thompson like and Kaplan-Meier like estimator",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Antolini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Biganzoli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boracchi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "COBRA Preprint Series",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A general view of estimation for two phases of selection with applications to two-phase sampling and nonresponse",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Särndal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Swensson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Int Stat Rev",
            "volume": "55",
            "issn": "3",
            "pages": "279--94",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Marginal hazards model for case-cohort studies with multiple disease outcomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biometrika",
            "volume": "96",
            "issn": "4",
            "pages": "887--901",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Analysing survival data from clinical trials and observational studies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marubini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Valsecchi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Description of survival data extended to the case of competing risks: a teaching approach based on frequency tables",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bernasconi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Antolini",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Epidemiol Biostat Public Heal",
            "volume": "11",
            "issn": "1",
            "pages": "8874--8884",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Kaplan-Meier estimator as an inverse-probability-of-censoring weighted average",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Satten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am Stat",
            "volume": "55",
            "issn": "3",
            "pages": "207--217",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Weighted likelihood for semiparametric models and two-phase stratified samples, with application to cox regression",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Breslow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wellner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Scand J Stat",
            "volume": "34",
            "issn": "1",
            "pages": "86--102",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Linearization variance estimators for model parameters from complex survey data",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Demnati",
                    "suffix": ""
                },
                {
                    "first": "Jnk",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Surv Methodol",
            "volume": "36",
            "issn": "",
            "pages": "193--201",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Improved Horvitz-Thompson estimation of model parameters from two-phase stratified samples: applications in epidemiology",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Breslow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lumley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Ballantyne",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Chambless",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulich",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Stat Biosci",
            "volume": "1",
            "issn": "1",
            "pages": "32--49",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A generalization of sampling without replacement from a finite universe",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Horvitz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "J Am Stat Assoc",
            "volume": "47",
            "issn": "260",
            "pages": "663--85",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "mstate: An R Package for the Analysis of Competing Risks and Multi-State Models",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "De Wreede",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fiocco",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Putter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Stat Softw",
            "volume": "38",
            "issn": "7",
            "pages": "1--30",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "R: A Language and Environment for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Analysis of complex survey samples",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lumley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Stat Softw",
            "volume": "9",
            "issn": "8",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "R code to estimate crude incidence in two-phase designs",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rebora",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2015--2025",
            "other_ids": {
                "DOI": [
                    "10.6070/H4F18WRG"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A nonidentifiability aspect of the problem of competing risks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Tsiatis",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "72",
            "issn": "1",
            "pages": "20--22",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Retention in care and connection to care among HIV-infected patients on antiretroviral therapy in Africa: estimation via a sampling-based approach",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Geng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Glidden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Bwana",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Musinguzi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Emenyonu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Muyindike",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Robust inference for event probabilities with Non-Markov event data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Glidden",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Biometrics",
            "volume": "58",
            "issn": "2",
            "pages": "361--68",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Cox regression with incomplete covariate measurements",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Am Stat Assoc",
            "volume": "88",
            "issn": "",
            "pages": "1341--1350",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Analysis of case-cohort designs",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Barlow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ichikawa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rosner",
                    "suffix": ""
                },
                {
                    "first": "Izum",
                    "middle": [],
                    "last": "Is",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Clin Epidemiol",
            "volume": "52",
            "issn": "12",
            "pages": "1165--72",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Fitting regression models with response-biased samples",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wild",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Can J Stat",
            "volume": "39",
            "issn": "3",
            "pages": "519--555",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Estimating population treatment effects from a survey sub-sample",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Rudolph",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosenblum",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Stuart",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Epidemiol",
            "volume": "180",
            "issn": "",
            "pages": "737--785",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "An empirical transition matrix for non-homogeneous Markov chains based on censored observations",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Aalen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Johansen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Estimates of absolute cause-specific risk in cohort studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Benichou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Gail",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biometrics",
            "volume": "46",
            "issn": "3",
            "pages": "813--839",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Estimation of absolute risk from nested case-control data",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Langholz",
                    "suffix": ""
                },
                {
                    "first": "Ø",
                    "middle": [],
                    "last": "Borgan",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Biometrics",
            "volume": "53",
            "issn": "2",
            "pages": "767--74",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Nested case-control studies in cohorts with competing events",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolkewitz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Palomar-Martinez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Olaechea-Astigarraga",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alvarez-Lerma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epidemiology",
            "volume": "25",
            "issn": "1",
            "pages": "122--127",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Population-based absolute risk estimation with survey data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kovalchik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lifetime Data Anal",
            "volume": "20",
            "issn": "2",
            "pages": "252--75",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Non-parametric estimation of the case fatality ratio with competing risks data: an application to Severe Acute Respiratory Syndrome (SARS)",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Stat Med",
            "volume": "26",
            "issn": "9",
            "pages": "1982--98",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Estimated and empirical variances. Comparison between estimated and empirical variance under random (panel a), case-control (panel b), stratified (panel c) and nested case-control sampling (m =",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Bias distribution. Distribution of bias in the 1000 simulated samples under random (panel a), case-control (panel b), stratified (panel c) and nested case control sampling (m =",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Coverage of confidence intervals. Simulation results for the coverage of confidence intervals (CI) under random (panel a), case-control (panel b), stratified (panel c) and nested case-control sampling (m =",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Outcome in the cohort of HIV patients. Outcome of the 13,321 HIV patients who initiated ART treatment",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Crude cumulative incidence of disengagement in the HIV data. Crude cumulative incidence of disengagement of the 13,321 HIV patients who initiated ART treatment (black line) with confidence intervals (dashed lines). In the bottom part of the plot the number of patients at risk in time is reported (weighed to represent the whole cohort of 13,321). The dashed grey lines report the crude cumulative incidence of disengagement computed by treating all lost patients as event or censored observation, respectively the estimate we got by tracking a random sample of lost patients and using the proposed estimator.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "ik (ds)Ŷ * ·k (s) − ∂Ŷ * ·k (s) ∂w iN ·k (ds) Y * ·k (s) i w i · Y i (s) + I(X i ≤s − ;ε i =k)Ĝ(s − ) G(X − i ∧s − ) and beingĜ(s) = u≤s 1 − N i=1 ξ i N c i (du)/π i N i=1 ξ i Y i (u)/π i , the derivative ofŶ * ·k (s) with respect to w i results: ∂Ŷ * ·k (s) ∂w i = ∂ ξ i w i · Y i (s) + I(X i ≤s − ;ε i =k)Ĝ(s − ) ξ j w j · Y j (s) + I(X j ≤s − ;ε j =k)Ĝ(s − ) G X − j ∧s − ∂w i = = ξ i Y i (s) + ξ i ∂ w i I(X i ≤s − ;ε i =k)Ĝ(s − ) G X − i ∧s − ∂w i + ∂ j =i ξ j w j I(X j ≤s − ;ε j =k)Ĝ(s − ) G X − j ∧s − ∂w i = = ξ i Y i (s) + ξ i I(X i ≤ s − ; ε i = k)Ĝ(s − ) G X − i ∧ s − + N j=1 ξ j w j I(X j ≤ s − ; ε j = k) ∂ ∂w i ⎡ ⎣Ĝ (s − ) G X − j ∧ s − ⎤ ⎦ .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ".3 % (95 % CI: 13.4−27.7 %) versus 12.4 % (95 % CI: 10.7 − 14.4 % for non deleted patients,",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Distribution of phase I (N s ) and II (n s ) samples in the 6 strata and sampling fractions expressed as percentages in parenthesis for Phase II",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Thomas Lumley for useful comments, Raffaella Franca and Marco Rabusin for the ALL data and Jeff Martin and Elvin Geng for the HIV data. PR was supported by the grant SIR RBSI14LOVD of the Italian Ministry of Education, University and Research. This research was partially supported by AIRC (2013-14634, MGV) and by NIH (U01 AI069911).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Please note that the last addendum accounts for the fact thatĜ(t) is estimated using information of subject i. For v ≤ u:where the superscript c indicates the quantities related to the censoring process, i.e. N c i (u) = I(X i ≤ u, i = 0) is the indicator of censoring for subject i up to time u andλ c (u) =N c · (du)/Ŷ · (u) the instantaneous hazard of censoring. The derivative ofŶ * ·k (u) becomes:Thus, the influence function ofˆ * k (t) of the i th subject results:whereas the influence function of subject i on censoring, v j =Thus it can be reduced as:Abbreviations ALL: Acute lymphoblastic leukemia; ART: Antiretroviral therapy; BM: Bone-marrow; CI: Confidence interval; GST-T1: Glutathione S-transferase-θ; HR: Hazard ratio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "PR performed the theoretical derivation, analyses and simulation studies and drafted the manuscript. LA, DVG, MGV contributed to the analyses and to the manuscript. All authors read and approved the final manuscript.• We accept pre-submission inquiries • Our selector tool helps you to find the most relevant journal Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}