{
    "paper_id": "7ca1fae02f72d4e0687ac4584d96d7d4bc98b34c",
    "metadata": {
        "title": "The introduction of dengue follows transportation infrastructure changes in the state of Acre, Brazil: A network-based analysis",
        "authors": [
            {
                "first": "Raquel",
                "middle": [],
                "last": "Martins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Escola Nacional de Saúde Pública Sérgio Arouca (ENSP)",
                    "location": {
                        "settlement": "Rio de Janeiro",
                        "region": "RJ",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Lana",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marcelo",
                "middle": [],
                "last": "Ferreira Da Costa Gomes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Programa de Computação Científica (PROCC)",
                    "institution": "",
                    "location": {
                        "settlement": "Rio de Janeiro",
                        "region": "RJ",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Tiago",
                "middle": [],
                "last": "Franç",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melo",
                "middle": [],
                "last": "De Lima",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratório de Engenharia e Desenvolvimento de Sistemas (LEDS)",
                    "institution": "Universidade Federal de Ouro Preto (UFOP)",
                    "location": {
                        "addrLine": "João Monlevade",
                        "region": "MG",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Nildimar",
                "middle": [],
                "last": "Alves",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Honó",
                "middle": [],
                "last": "Rio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratório de Mosquitos Transmissores de Hematozoários",
                    "institution": "Instituto Oswaldo Cruz (IOC)",
                    "location": {
                        "settlement": "Rio de Janeiro",
                        "region": "RJ",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Clá",
                "middle": [],
                "last": "Udia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Torres",
                "middle": [],
                "last": "Codeç",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Programa de Computação Científica (PROCC)",
                    "institution": "",
                    "location": {
                        "settlement": "Rio de Janeiro",
                        "region": "RJ",
                        "country": "Brazil"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Human mobility, presence and passive transportation of Aedes aegypti mosquito, and environmental characteristics are a group of factors which contribute to the success of dengue spread and establishment. To understand this process, we assess data from dengue national and municipal basins regarding population and demographics, transportation network, human mobility, and Ae. aegypti monitoring for the Brazilian state of Acre since the first recorded dengue case in the year 2000 to the year 2015. During this period, several changes in Acre's transport infrastructure and urbanization have been started. To reconstruct the process of dengue introduction in Acre, we propose an analytic framework based on concepts used in malaria literature, namely vulnerability and receptivity, to inform risk assessments in dengue-free regions as well as network theory concepts for disease invasion and propagation. We calculate the probability of dengue importation to Acre from other Brazilian states, the evolution of dengue spread between Acrean municipalities and dengue establishment in the state. Our findings suggest that the landscape changes associated with human mobility have created favorable conditions for the establishment of dengue virus transmission in Acre. The revitalization of its major roads, as well as the increased accessibility by air to and within the state, have increased dengue vulnerability. Unplanned urbanization and population growth, as observed in Acre during the period of study, contribute to ideal conditions for Ae. aegypti mosquito establishment, increase the difficulty in mosquito control and consequently its local receptivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "PLOS Neglected Tropical Diseases | https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "a1111111111 a1111111111 a1111111111 a1111111111 a1111111111",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The worldwide spread of dengue fever has been attributed to human mobility [1] as well as the passive transportation of its vector Aedes aegypti, a mosquito with autonomous flying capacity [2, 3] . According to the literature, the global spread of dengue from Africa to Asia and the Americas was historically caused by the periodic human voyages across the oceans [4, 5] . Godding [6] further described outbreaks of dengue aboard ships. More recently, in a local survey in Iquitos, Peru, Stoddard et al. [1] showed that the movement of humans to places where contact with mosquitoes was probable was determinant for the transmission of dengue, regardless of the distance between people's place of residence. On a collective scale, spatial patterns of dengue distribution are determined by the social networks, since an individual's routine movements are similar to those of their contacts [1] .",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 193,
                    "end": 195,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 368,
                    "end": 370,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 889,
                    "end": 892,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "More recently, increased air transportation also contributed to dengue spread, carrying both infected humans and mosquitoes to distant places. There are reports of catching Ae. aegypti within aircraft that landed in cities where there were no records of dengue cases [7] . Several studies of disease dispersion have used airline database and human mobility networks coupled with epidemiological models to provide mathematical frameworks for the study of spatiotemporal dispersion [8, 9] , risk assessment of case importation during outbreaks [10] and estimation of potential invasion routes [11, 12] . Such frameworks have been applied to a variety of illnesses such as the 1968-69 Hong Kong [8] and the 2009 H1N1 influenza pandemics [13] , the 2013 MERS-CoV epidemic [14] , the 2014 Ebola outbreak in West Africa [15] [16] [17] , and the 2016 Zika outbreak in the Americas [18] , for instance.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 484,
                    "end": 486,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 692,
                    "end": 695,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 819,
                    "end": 823,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 874,
                    "end": 878,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Brazil, reports of diseases compatible with dengue date back to the 19 th century [19, 20] , but its circulation was interrupted in conjunction with the urban yellow fever after the intense Ae. aegypti eradication campaigns in the early 20 th century. After the re-invasion of the mosquito in the 1970s, the reintroduction of dengue viruses was laboratory confirmed in 1982 in the state of Roraima. In 1986, after four years without records of dengue cases, a DENV-1 epidemic settled in Rio de Janeiro with fatal cases confirmed in the laboratory [21, 22] . Since then, dengue became endemic in Brazil, with the circulation of all four serotypes, and mostly concentrated in the southeast region.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 90,
                    "end": 93,
                    "text": "20]",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Among the Brazilian states, the northwesternmost state of Acre, in the Amazon region, was the last to register dengue cases. The Amazon region is one of the last frontiers of development in Brazil. At its western extreme, Acre occupies a strategic, but underdeveloped, place of integration in South America due to its geographical position in relation to the Pacific Ocean and its triple border with Peru and Bolivia. In the last 15 years, Acre has been the target of diverse and intensive government programs aimed at boosting its development. Examples of such programs are agrarian reform with the creation of several settlements; paving of roadways and expansion of airports [23, 24] ; the stimulus to new economic activities; and strengthening the exchange of commodities between Brazil and the Pacific countries by means of the Pacific road, completed in 2010. In response to these investments, the population of some municipalities doubled from the year 2000 to 2010, and the percentage of urbanization increased in 20 of its 22 municipalities [25] . It was during this period that the introduction and spread of the dengue virus in the state was observed, almost 20 years after its introduction and establishment in the country [21] .",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 682,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1050,
                    "end": 1054,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1235,
                    "end": 1239,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We hypothesize that the rate and pattern of dengue introduction and establishment in the 22 municipalities of Acre were directly affected by the fast changes in infrastructure and urbanization. In this paper, we reconstruct the history of dengue introduction and establishment in Acre, linking the epidemiological events to the evolution of human mobility within the state, and between the state and the rest of the country. In this process, we propose an analytical framework to inform (to be used in) risk assessments in other dengue-free regions under similar development pressure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The goal of this study was to assess how the risk of dengue establishment varied from 2000 to 2015 in the 22 cities of Acre, as the region changed in response to significant investments in infrastructure and migration. For this purpose, we: 1) assessed how vulnerability (defined in the next section) to dengue importation from outside the state changed during the study period and identified the most likely sources of dengue to Acre; 2) assessed the relationship between vulnerability to dengue within Acre, measured by rate of establishment, and municipalities' centrality in terms of human mobility; 3) assessed available evidence on Acre's receptivity to dengue (defined in the next section) and how it changed during the study period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The successful invasion of a parasite into a new place is the result of the interaction between two players: the invading species and the invaded community. In the context of dengue, the invaded community is composed of two main species: human hosts and mosquitoes of the species Ae. aegypti whose interaction is further affected by environmental factors (climate, urbanization, human behavior). The invading species under consideration, dengue viruses, cannot establish itself in new areas unless the receiving community presents certain conditions to sustain autochthonous virus transmission. More formally, the emergence of dengue fever in a new region depends on the occurrence of two major events: (i) the arrival of at least one infected individual in the city and (ii) the subsequent positive growth of autochthonous dengue cases (i.e., disease establishment) [26] .",
            "cite_spans": [
                {
                    "start": 867,
                    "end": 871,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual framework"
        },
        {
            "text": "The sustained growth of autochthonous cases depends on \"the abundant presence of vectors and the existence of other ecological and climatic factors favoring transmission\", which is the concept of receptivity found in the malaria literature [27] . If an area is receptive, then the arrival of the virus by imported cases or vectors has a probability of triggering sustained local transmission. Transmission is then measured by the effective reproductive number, R t , defined as the expected number of secondary human cases that would result from the arrival of a single infected individual in a susceptible population. A reproductive number greater than one suggests epidemic growth.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual framework"
        },
        {
            "text": "The larger the influx of imported cases the higher the probability of establishment given the necessary environmental conditions. In the malaria literature, this exposure to imported cases is referred to as \"Vulnerability\" defined as \"either proximity to endemic areas or. . .the frequent influx of infected individuals or groups and/or infective anopheles\" [28] . The same concept can be applied to dengue epidemiology. Dengue influx might be measured directly from the number of cases that can be traced to outside areas (imported cases). In situations where the origin of the cases is difficult to ascertain, one can estimate the number of imported cases from statistics of transportation and prevalence in passengers' origins [26] .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 362,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual framework"
        },
        {
            "text": "The state of Acre (AC) is located in the north region of Brazil, bordering the countries of Peru and Bolivia, and the Amazonas and Rondônia states in Brazil (see Fig 1 for geographical reference). The total area is 164,122 km 2 with a population of 733,559 inhabitants and a population density of 4.47 hab/km 2 [25] . The state has 22 municipalities, the most populous being the capital Rio Branco and Cruzeiro do Sul, with 336,038 and 78,507 inhabitants according to 2010 Census [25] , respectively. The Acrean climate is warm and humid equatorial, which is characterized by high temperatures with small annual fluctuations, high pluviometric precipitation indices and high relative humidity. The temperature is approximately uniform throughout the state, with an annual average around 24,5˚C, and maximum around 32˚C [24] . Dengue municipal data. Weekly counts of reported cases of dengue per Acrean municipality, from 2000 to 2015, were provided by the Brazilian Ministry of Health. Dengue reporting is mandatory in Brazil, but most cases are defined using clinical-epidemiological criteria only.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 819,
                    "end": 823,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 171,
                    "text": "Fig 1 for",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Study area"
        },
        {
            "text": "Definition of dengue epidemiological year. Since dengue reaches higher activity levels during the summer (Dec to March), it is more convenient to define the epidemiological year as the period between July of a year and June of the next year, as opposed to the standard calendar year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Aedes aegypti data. Available data regarding the presence of Ae. aegypti in the 22 municipalities of Acre was obtained from the Ministry of Health (MH) and internet bulletins. Although MH has implemented the household larval survey (LI) and the Rapid Assessment of Infestation by Ae. aegypti (LIRAa) since 1996, not all municipalities adhered to the protocol at the same time. We searched the available information to identify the year in which the presence of the mosquito was confirmed for the first time in each municipality. It is important to note, however, that this information can be incomplete for some cities, and the first detection does not necessarily imply that the mosquito was not present before.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Population and demographic data. The population size per Brazilian state from 2001 to 2012 was obtained from Instituto Brasileiro de Geografia e Estatística (IBGE, Brazilian Institute of Geography and Statistics) [25, 29] . The population count in rural and urban areas per municipality in Acre, in 2000 and 2010, as well as information on the proportion of households with access to public services and other demographic variables were obtained from [25] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Transportation network. To describe the Acrean transportation system, data regarding the availability and status of roads, waterways, and airways was obtained from the Ministry of Transport (http://www.transportes.gov.br), Agência Nacional de Aviação Civil (ANAC, National Civil Aviation Agency, http://www.anac.gov.br) and Associação dos Municípios do Acreanos (AMAC, Association of Acrean Municipalities, http://www.amac-acre.com.br). Description of road status was obtained by request to the Departamento de Estradas e Rodagens do Acre (DERACRE, Department of Roads and Roadways of Acre) and by consulting the website of the Programa de Aceleração do Crescimento (PAC, Growth Acceleration Program, http://www.pac.gov.br/). The connections between municipalities-i.e., the network edgeswere classified according to the presence and status of roads, waterways, and airways. In the cases where municipalities were connected by more than one modal, this was taken into account by including all corresponding edges. Road status was tentatively classified year by year. However, since not all information was recorded every year, it is only an approximation. The combination of modal type and road condition resulted in the following categories: (1) unpaved road, (2) paved road and (3) road under maintenance; (4) waterway; and (5) airway. The third category encompassed roads under restoration, under construction and mixed conditions. Flight data. To describe the flow of individuals to Acre, airline data from 2001 to 2012 was provided by ANAC. This dataset contains information on the origin-destination for passengers on direct flights (with or without stoppage). For those on connecting flights, ANAC provides the number of travelers in transit per airport pair. We developed a methodology to combine the data regarding direct flights and passengers in transit to estimate the total number of passengers that travel between all possible airport pairs (see S1 Appendix). The total number of passengers to Acre by state of origin during the period of study is depicted in Fig 1. Commutation data (Mobility). To obtain an estimate of the flow of individuals between municipalities in Acre, we used data from the 2010 Brazilian Census [30] . In this dataset, respondents were asked to provide the country, state, and municipality of work/study. A fraction of them did not provide full information, that is, they mentioned working outside their municipality of residence, but with no further specification of state or municipality; some only provided destination state, but no specification of the municipality. To compensate for that, for each city of residence we aggregated all entries with the same level of information, (i) displacement only, (ii) destination state only, and (iii) complete information. With that, we proportionally assigned a destination municipality based on the distribution for the particular subset of the entries with full information.",
            "cite_spans": [
                {
                    "start": 2235,
                    "end": 2239,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 2074,
                    "end": 2080,
                    "text": "Fig 1.",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data"
        },
        {
            "text": "The mobility network is built from the combination of commutation and flight data. In this network, each municipality is represented by a node while edges represent the average daily flow of individuals between pairs. To estimate this quantity, we summed the estimated daily number of residents moving from one municipality to another for work and/or study over the year, given by the commutation data, with the average daily number of flight passengers in 2010.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Assessing how Acre's vulnerability to dengue importation changed from 2001 to 2012 Within our conceptual framework, vulnerability was defined in terms of the exposure of the focal population to imported dengue cases. Here, we measured vulnerability as the expected probability of dengue importation from other Brazilian states into Acre, by air transportation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The usage of national airline passengers database is of great interest for the study of human interaction dynamics within a country, particularly for the study of potential disease transmission routes. The flow of individuals between different regions allows agents that became infected in one area to carry the pathogen to another area within his/her path [8, 11, 17, 18, 26, 31] . This mechanism serves as a driver for the (re-)introduction of pathogens throughout the national territory. In this context, we analyzed Brazilian airline grid to estimate passenger flow between Brazilian states and how this potential risk for the spreading of dengue to Acre varied since the year 2000.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 360,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "From the Brazilian airline database collected from 2001 to 2012, we estimated the daily probability of an individual from state i traveling to state j for each month m, π ij,m (see S1 Appendix). Coupling this probability with the reported number of dengue cases in each state in the corresponding time window, we estimated the risk of each one state being the source of an imported dengue case to any other in the Brazilian territory. This framework allows us to estimate the most probable routes of case importation in each year to Acre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Say we have k i,m dengue cases reported in state i in month m. Each k of the k i,m infected individuals stays τ k days as infectious, with an average of 4.5 [1.9-7.9] days [32] . Given the daily probability of travel π ij,m , τ k is also the number of monthly trials for the probability of an infected individual boarding a flight during his infectious period. Combining this information, the monthly case importation probability p ij,m can be estimated as",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Following the same rationale, the yearly probability of dengue importation, P ij,s , at dengue epidemiological year s, can be estimated by aggregating over all months of the corresponding epidemiological year, that is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "This construction allows us to provide a ranking of states by their probability of exporting a dengue-infected individual to Acre, that is, the most probable sources of case importation at any given epidemiological year. It also allows us to estimate the source-independent yearly dengue importation probability, that is, the probability of at least one importation to Acre in a given year regardless of its state of origin, which can be written as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "This quantity describes the temporal dynamics of the Acre's overall exposure to dengueinfected individuals. To take into account the uncertainty regarding the length of the infectious period, the results shown correspond to the average over 1000 simulations of this process using a gamma distribution with mean of 4.5 and 95% confidence interval of [1.9-7.9] for the infectious period of each reported case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The earliest evidence of the onset of disease establishment is the occurrence of autochthonous cases, which are ascertained based on investigations of the travel history of the patients. Secondly, the presence of clusters or transmission chains is indicative of further transmission. Thirdly, if the transmission is sustained, the incidence curve will increase at an exponential (or subexponential) rate, characterizing an epidemic [33] . The available dengue notification data do not have information on travel history or clustering of the reported cases. Here, evidence of transmission is indirectly obtained from the notification data via the calculation of the effective reproductive number, R t . This index is interpreted as the average number of secondary cases generated by a primary case at time t [34] , calculated as the ratio of secondary to primary cases. A value of R t > 1 indicates a sustained growth of incidence. Since no information is available on who infected whom, the primary cases are inferred from the generation interval of dengue, that is, primary cases are those that could be the source of transmission for the current cases given the time between the onset of their disease symptoms. This approach formally described by Wallinga & Lipsitch [34] results in the following expression for R t :",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1270,
                    "end": 1274,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "where b(t) is the number of new cases reported at week t and g(a) is the probability distribution of the dengue generation interval (time between onset of symptoms in a primary case and onset of symptoms in a secondary case) taken as a Normal distribution N (μ = 3weeks, σ = 1week). Confidence intervals for the ratio of two Poisson counts were calculated using the method described in [35] and R t > 1 was ascertained if p(R t > 1) > 0.95.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "The effective reproductive number R t was calculated weekly for each city, from 2000 to 2015. For each city, an epidemiological year was classified as epidemic if R t > 1 for at least three consecutive weeks. A period of 3 weeks was chosen because it represents one generation of dengue transmission. We further defined T 3 as the time in weeks from July 2000 to the first observation of three consecutive weeks with R t > 1 in that city.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "Assessing how vulnerability to dengue importation changed from 2000 to 2015 at the Acrean municipalities in response to changes in the transportation network",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "In 2001, Acre witnessed its first dengue epidemic, in Rio Branco. Since then, dengue cases have been recorded almost continuously and with great intensity in this municipality. Here we investigate if the spread of dengue from Rio Branco to other municipalities in Acre was associated with the transportation network. First, we investigate if more central cities were invaded earlier than peripheral ones, where centrality is defined as a property of the transportation network (defined below). Secondly, we assessed whether cities closer to Rio Branco were invaded before distant ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "A structural transportation network was constructed as a graph with 22 nodes representing the municipalities and 29 edges representing the connections between them by (paved, unpaved or under maintenance) roads, waterways or airways, as described in the data subsection. In this network, the edges were considered as unweighted for most of the centrality metrics defined below. The only exception made was for the distance in kilometers from Rio Branco, in which case each edge received a weight equal to the corresponding distance between the connected nodes. We also constructed a mobility network with the same 22 nodes but with a total of 87 edges. As described in the mobility data subsection, in this network the edges are given weights equal to the sum of residents moving from one municipality to another for work and/or study in both directions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "There are several measures of node centrality, the literature being rich with proposals for both weighted and unweighted networks [36] . Each of those proposals focuses on a different aspect of information flow and node properties, therefore producing potentially different node ranks for each measure [37, 38] . Here, we considered the following centrality measures that provide different interpretations in relation to dengue exposure:",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "• Betweenness centrality (B and Bw): in both unweighted and weighted networks, a node with high betweenness centrality is expected to have a stronger role in the dissemination of information in the network, acting as a bridge between different nodes that are not directly connected. Therefore, they should have higher exposure to infectious diseases and likely contribute to its dissemination in the network. This centrality measure is usually more relevant in large, sparse networks, where those nodes act as bridges between different regions of the network. As defined in [39] , betweenness centrality measures the relevance of a node regarding how many shortest paths in the network include that node.",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 578,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "We computed an unweighted betweenness measurement (B) for each node based on the unweighted shortest path, that is, only based on the vicinity of cities in the structural transportation network. The unweighted shortest path distance between any pair of nodes is the minimum number of edges forming a connected path between them. In principle, each pair of nodes can have more than one shortest path, that is, more than one way of going from the origin node to the destination one with the same number of connected edges. So, if s m,l is the total number of shortest paths from node m to node l, and s m,l (i) is the number of those paths containing node i, then the unweighted betweenness centrality of node i, B(i), is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "We also computed a weighted betweenness centrality (Bw) using the concept of effective distance [11] to calculate the shortest path between pairs of nodes in the mobility network. Using this definition, the shortest path between any pair is related to the conditional probability of individuals moving through a particular path between that pair. As defined in [11] , the effective distance between any pair of nodes can be obtained through the following steps: First of all, for each connected pair of nodes i and j, with number of travelers from i to j given by w ij , define the conditional probability of moving from i to j, given that a person moves from i, as",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "From that probability, we define the effective distance between connected nodes i and j as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "From this definition of distance, the length of an ordered path, L k 0 ;k 1 ;...;k n , between any pair of nodes k 0 = m and k n = l, comprised of n edges, is the sum of the effective distance over each connected pair i,j on that path:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "The shortest path in effective distance between nodes m and l is then defined as that with the shortest length Λ m,. . .,l . That is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "Finally, the weighted betweenness centrality Bw(i) is computed in the same way as in Eq 5, where the shortest path is obtained from the effective distance definition as in Eq 9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "• Closeness centrality (C and Cw): measures how fast information can flow from a node to all other nodes in the network [37, 38, 40] . In our context, it translates into how fast the pathogen can reach all nodes from a single source based on human mobility. In the case of the unweighted transportation network, for each node i, C(i) was calculated as the inverse of the sum over the unweighted shortest path distance between node i and all other nodes in the network. The unweighted shortest path distance d(i, j) from node i to j is simply the minimum number of edges forming a path along connected nodes between i and j.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "The closeness centrality C(i) is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "For the mobility network, we calculated the weighted closeness centrality Cw. We used the approach by [38] where the weighted distance between any pair of connected nodes is given by the inverse of the number of travelers in the corresponding edge. This is equivalent to redefining the edges' weight as the inverse of the number of passengers between the given nodes. Therefore, the higher the number of travelers in a given edge, the shorter the distance between them. The weighted shortest path distance, d w (i, j), is then the connected path with the lowest sum over the weighted distance between each pair on that path. Finally, the weighted centrality of node i, Cw(i) is the inverse of the sum over d w (i, j) from i to every other node in the network, analogous to Eq 10. Therefore, the higher the number of passengers in the shortest paths from a node, the higher its closeness centrality.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "• Strength centrality (Sw): this measure is the weighted analog of degree centrality, which is simply the node degree. For weighted networks, strength centrality measures the intensity of the connections of a node, not only their number [41] . Here, Sw was calculated as the total number of people regularly commuting to a given city for work or study. The higher a node's strength, the more it shares individuals with neighboring nodes, potentially increasing its exposure to infected agents present in its network vicinity.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "• Eigenvector centrality (Ew): as defined by Bonacich [42] , the centrality of a node is defined by the centrality of its neighbors. Therefore, the centrality of a node can be measured by the combination of its connectivity and that of its neighbors. In this sense, the more connections a node have with highly connected nodes, the more likely it is to be exposed to infected agents from a random source. In the case of weighted networks, a node will have high eigenvector centrality (Ew) if it has strong connections with highly connected nodes taking into account the weight of those edges. The weight used for this centrality measure is the number of travelers between nodes. From the weighted adjacency matrix W, the eigenvector centrality Ew(i) of each node i is given by the i th entry of the eigenvector corresponding to the largest eigenvalue of matrix W.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "• Network Distance from Rio Branco (D, Dw): Rio Branco is the municipality with the strongest communication with the rest of the country. The closest (farthest) a node is to Rio Branco, the faster (slower) should be for infection from outside the state of Acre to reach this node once it is introduced in Rio Branco [43] . From structural transportation network, we computed the distance in degrees from Rio Branco (D) to a given node i as the unweighted shortest path distance from Rio Branco to that municipality. For the mobility network, we computed the effective distance from Rio Branco, Dw to each node i, which relates distance with the probability of individuals flowing from Rio Branco to the target node in 2010. For the calculations of D, two edges were disregarded: the waterway connections between RB-Xpr (Rio Branco-Xapuri) and Xpr-Brl (Xapuri-Brasiléia), because they have weak traffic [44] in comparison to the roadway route.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "• Distance in kilometers from Rio Branco (Dk): this measure is calculated as the sum of kilometers in each of the edges in the shortest path from Rio Branco to each target node in the structural transportation network. In the case of connections where both terrestrial and pluvial routes were available between a pair of nodes, we used the former since it is the most frequently used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "To access how vulnerability to dengue importation changed in the study time at the Acrean municipalities in response to changes in the transportation network, we measured, using Spearman correlations, the intensity of the relationship between T 3 to the network descriptors and compare to the structural state of the transportation network during the period of study. While the descriptors for the mobility network are static since we only have the flow of individuals for the year of 2010, the analysis of the transportation network status is dynamic since there were considerable interventions such as construction and paving of roadways during the period of study. We hypothesize that T 3 and the descriptors should be correlated since the road changes in the Acrean network is very evident, and the invasion of dengue in the state occurred first in the nearest municipalities in terms of distance and with better road structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "The analysis were performed in software R 3.3.2 (R Core Team, 2016, cran.r-project.org/) and in Python 3.5 (Python Software Foundation, www.python.org) using the libraries Networkx [45] , Pandas [46] , Numpy [47] , and igraph [48] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 226,
                    "end": 230,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Establishment of dengue transmission in the Acrean cities"
        },
        {
            "text": "Receptivity depends on the presence, abundance and vectorial capacity of the local population of Ae. aegypti. Moreover, dengue receptivity has been linked to unplanned urbanization, fast population growth, poor infrastructure as lack of urban services and effective mosquito control, and globalization [49] . Here, we review the available information on these topics in order to provide the best description possible for the evolution of dengue receptivity in the study period. First, we investigated the available records of Ae. aegypti presence in the region using LI/LIRAa. From this data, we computed the year when Ae. aegypti was first recorded in each municipality.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Receptivity of the Acrean cities to dengue transmission"
        },
        {
            "text": "Secondly, we computed how much each municipality changed from 2000 to 2010, in terms of population growth, urbanization, garbage collection, water supply and sanitary sewage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Receptivity of the Acrean cities to dengue transmission"
        },
        {
            "text": "We also reviewed the scientific literature searching any biological information regarding the vector populations found in Acre. The literature is scarce, and a single study was found on the competence of Acrean Ae. aegypti to DENV-2 [50] .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Receptivity of the Acrean cities to dengue transmission"
        },
        {
            "text": "From 2001 to 2012, the overall flow of passengers to Acre increased from about 50,000 to more than 150,000 passengers per year. During this period, the main states of origin for travelers to Acre were Distrito Federal (DF), Rondônia (RO), Amazonas (AM) and São Paulo (SP) (Fig 1) . Meanwhile, the states of Rio de Janeiro (RJ), São Paulo, Minas Gerais (MG) and Bahia (BA) had the highest dengue cases recorded. As discussed in the methods section, the probability of case importation to Acre is a combination of both the number of travelers and dengue activity. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 279,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Vulnerability to dengue importation to Acre"
        },
        {
            "text": "The first autochthonous dengue case was reported in Acre in 2000. From this year until 2008, the annual incidence did not exceed 900 cases per 100,000 inhabitants, a level of activity similar to those found in the other northern states of Brazil, except for Roraima. However, in 2009 there was a significant increase in dengue incidence in Acre when it tripled to an alarming level of 2,800 cases per 100,000. In 2010, dengue incidence was even higher: 4,793.3 cases per 100,000 [51] . According to the Ministry of Health, in 2011, Acre was among the states classified as at moderate risk, and within the state, the capital Rio Branco was classified as at the highest risk [52] . On the other hand, the Alto Juruá region, in the northwest of Acre, which until 2014 had not yet registered autochthonous cases of dengue, witnessed its first dengue epidemic in Cruzeiro do Sul. In 2014, Cruzeiro do Sul was among the municipalities with the highest number of dengue cases between the epidemiological weeks 01 and 47 of 2014. Compared to 2013, the number of cases jumped from 30 cases to 23,130 [53, 54] .",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 483,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1091,
                    "end": 1095,
                    "text": "[53,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1096,
                    "end": 1099,
                    "text": "54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Dengue establishment in the Acrean municipalities"
        },
        {
            "text": "In Fig 3 we show the weeks with R t > 1, from 2000 to 2015 at each Acrean municipality. A sequence of weeks with R t > 1 is an indication of epidemic growth. All municipalities presented this event at least once during the study period. The municipalities that presented the lowest percentages of weeks with R t > 1 were Porto Walter (PW) and Jordão (Jrd) (1.15% for both) throughout the study period. These are the two most peripheral in the state, and whose access includes a stretch traveled by river. The ones with the highest percentages of \"epidemic weeks\" were Rio Branco (RB, 9.32%), Senador Guiomard (SG, 6.39%), Epitaciolândia (Epcd), and Brasiléia (Brl) (6.00% for both).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Fig 3 we",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Dengue establishment in the Acrean municipalities"
        },
        {
            "text": "In Fig 3, colors indicate the main type of access to each city. There are two main types of access, those cities in which access is by road (black and orange) and those in which the final access is by waterway (blue). Before 2008/2009, only cities in which access is by road registered R t > 1. However, these records were mostly intermittent, as can be seen for example in Bujari (Bjr), Capixaba (Cpb), Assis Brasil (AB), Porto Acre (PA), Acrelândia (Acld), Plácido de Castro (PC) and Xapuri (Xpr). Cruzeiro do Sul (CZS) in gray, which is the only city served by an airline to Rio Branco, also registered few weeks with R t > 1 before 2008. After this year, Introduction of dengue and network-based analysis when several paving works and road maintenance were concluded, the frequency increased eventually becoming more intense culminating with CZS recording the first sustained epidemic in 2014. The time frame of infrastructural changes and its potential impact on dengue cases notification is discussed in more detail in the section Dengue spread in Acre. The municipalities in orange, Mâncio Lima (ML), Rodrigues Alves (RA), Tarauacá (Trc) and Manoel Urbano (MU), also have access by road, but part of the final access was under construction or maintenance during all or almost all the period of study. In these municipalities, as well as in those with final access by waterway, the first records of R t > 1 occurred in the beginning of 2008, in a slow way, while in those cities with access by waterway, the records were even rarer than those accessible by roads. Each line on the vertical axis corresponds to a municipality in the state of Acre. Black: municipalities accessible by paved roads during all or almost all the time of the study. Gray: city (CZS) served by airline from Rio Branco. Orange: municipalities partially or totally accessible via unpaved or under maintenance roads. Blue: municipalities whose access necessarily include waterways. Refer to Table 2 for municipalities' name.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig 3,",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1970,
                    "end": 1977,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Dengue establishment in the Acrean municipalities"
        },
        {
            "text": "https://doi.org/10.1371/journal.pntd.0006070.g003",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dengue establishment in the Acrean municipalities"
        },
        {
            "text": "Introduction of dengue and network-based analysis Vulnerability to dengue importation within Acre Public investments since 2000 in the development of the Acrean transportation infrastructure, including the construction of the Pacific Highway and the pavement of intermunicipal roads, have brought more connectivity between the municipalities, in particular within southeast Acre, composed by Rio Branco, Senador Guiomard, Capixaba, Xapuri, Epitaciolândia, Plácido de Castro, Brasiléia, and Acrelândia. In contrast, transportation and mobility between the southeast and other regions of Acre (Alto Juruá) is still very difficult due to road conditions, although improvements have occurred during this period. The accessibility to the northwest area of Acre began to improve after the year 2008, when paving of the highway BR-364 in the region of Manuel Urbano (MU) and Feijó (Fj), in the central area of Acre. Highway BR-364 is the only one that crosses the state from Acrelândia (Acl, in the southeast) to Mâncio Lima (ML, in the northwest) and connects Acre to the rest of Brazil via Rondônia state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dengue establishment in the Acrean municipalities"
        },
        {
            "text": "Highway BR-364 has been under construction since the beginning of the last decade. In southeast Acre the paving and restoration of this highway were completed quickly, and only the stretch from Acrelândia to Rio Branco was still under construction until 2007/2008. The stretch from the capital to Cruzeiro do Sul, at the northwest part of the state, passes through very unstable soil, making it difficult to maintain during the monsoon season. Only in 2012/ 2013, this stretch was completely paved, but in the following years repairment works were needed. Besides this highway, an extremely important link between the southeast and northwest Acre is the daily flight between Rio Branco and Cruzeiro do Sul, which increased by 18% Acre and its impact to information inflow, which is believed to be negligible due to its relatively low volume with respect to the rest of the Country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dengue establishment in the Acrean municipalities"
        },
        {
            "text": "The connectivity between municipalities is shown in Fig 4. We used Cytoscape software [55] to build a representation of the Acrean municipalities' mobility network, with edge width and color proportional to the natural logarithm of the daily number of travelers and node size proportional to the natural logarithm of each municipality's population (node color indicate access mode, as in Fig 3) . Nodes position are defined based on the Fruchterman-Reingold algorithm [56] , which is a force-directed layout widely used in network visualization. In this layout, all nodes have a repulsion force between them, while edges weight are used as an attractive force between connected nodes. Nodes that share stronger connections, i.e., with more travelers, are placed closer to each other than those that share weaker or no connection. Therefore, groups of nodes sharing stronger bonds among them form regional clusters in this abstract space of connectivity. This particular visualization facilitates the detection of municipalities that share relatively strong bonds even when geographically far apart. On the other hand, nodes that are placed on the periphery with this algorithm are those that have relatively few and/or weak connections. We can see that the two most populous municipalities, the capital Rio Branco (RB) and Cruzeiro do Sul (CZS), are important hubs in this network. The access mode (waterway, paved and unpaved roads, airway) confers a natural clustering on the mobility network, suggesting an intuitive relationship between ease of access (transportation network) and the number of travelers (mobility network). Municipalities accessed by paved roads are more densely connected with each other, while the strong connection between Rio Branco and Cruzeiro do Sul, which are connected by airports, considerably shortens the effective distance between east and west side of the state. Another example of this relationship is the fact that municipalities which are mainly accessed via waterways are peripheral in the mobility network. In fact, Marechal Thaumaturgo (MT), Jordão (Jrd) and Santa Rosa dos Purus (SRP) have the lowest Ew, Cw and Sw centralities, with Porto Walter (PW) also among the five municipalities with lowest values for those centralities.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 58,
                    "text": "Fig 4.",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 388,
                    "end": 394,
                    "text": "Fig 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Dengue establishment in the Acrean municipalities"
        },
        {
            "text": "The capital Rio Branco is the most central node in the Acrean network with respect to all descriptors used (see in S2 Appendix) being the most present node in all shortest paths (as measured by B and Bw); the municipality with the smallest average shortest path to all other nodes (C and Cw); the strongest attractor (Ew) in the network; and the node with most Node color follows the same criteria as in Fig 3: (black) municipalities connected by paved roads, (gray) municipality with air connection to RB, (orange) municipalities connected by highway BR-364 with unpaved or maintenance sections during the period of study, (blue) municipalities that are mainly accessed by river.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 410,
                    "text": "Fig 3:",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Dengue establishment in the Acrean municipalities"
        },
        {
            "text": "https://doi.org/10.1371/journal.pntd.0006070.g004",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dengue establishment in the Acrean municipalities"
        },
        {
            "text": "Introduction of dengue and network-based analysis travelers (Sw). Therefore, it is both the most vulnerable to exposure from a pathogen present in the state at a random municipality, as well as the node which poses the highest impact in other municipalities' vulnerability once infected. Porto Acre, Bujari and Senador Guiomard, all with geographical borders with Rio Branco, also present high centrality measures, therefore sharing similar relevance to disease transmission. All of those cities are located on the east side of the state, and all of them can be accessed via paved federal highway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dengue establishment in the Acrean municipalities"
        },
        {
            "text": "Another municipality with high centrality for most indicators is Cruzeiro do Sul (CZS), on the west side of Acre. Although geographically distant from Rio Branco, this municipality shares an airport connection with the capital, drawing a significant amount of travelers and therefore shortening its network distance with respect to individual flow. Being the second most populous municipality, it also shares strong connectivity with its geographical neighbors. In fact, it has the third highest strength centrality, that is, the third municipality with highest number of travelers. Due to its connectivity to Rio Branco and its role as western hub, Cruzeiro do Sul acts as an important bridge between the capital and the western region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dengue establishment in the Acrean municipalities"
        },
        {
            "text": "In Fig 5 we can observe a sequence of panels showing how dengue invaded and established itself in Acre, following the transportation network. The nodes represent the cities, colored according to the number of consecutive weeks with R t > 1 per year. In this study, we consider \"at least three consecutive weeks with R t > 1\" as a marker of (at least temporary) disease establishment. Of the 22 Acre counties, nine were positive for this marker at least once during the study period despite the fact that all of them registered at least one case of dengue during this time. Until 2008/2009, only Rio Branco e Sena Madureira had evidence of disease establishment according to this criterion. The two cities are well connected in terms of human mobility, close regarding geographical distance, and have paved roads connecting them. At the end of the study period, other seven cities presented at least three consecutive weeks with R t > 1. Of those, six are in southeast Acre, in the most connected and best-accessed region. The other city is Cruzeiro do Sul, one of the most distant cities in kilometers from Rio Branco, but populous and with an air connection to the capital.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Fig 5 we",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Dengue spread in Acre"
        },
        {
            "text": "We further investigate if there is evidence of correlation between the centrality of a municipality and the time it took for dengue to establish itself, measured by T 3 , as defined previously. A summary of the main results is shown in Table 1 . This is an exploratory analysis only, since the sample size is small for modeling. Strength centrality was the network descriptor most negatively correlated with T 3 . This result suggests that municipalities in which the sharing of individuals with other municipalities was larger had a greater exposure to dengue and, consequently, smaller T 3 than those with lower integration. The Eigenvector centrality of the municipalities, which is related to how strong is the connectivity of a node's neighborhood, therefore its ability to concentrate population flow in the network, also presents negative correlation with T 3 . This is an intuitive result since this property enhances the probability of a node being invaded once a node in its vicinity presents an outbreak, even when not in direct contact. Finally, the distance from Rio Branco, measured by both the effective distance and in kilometers, also showed high correlation with T 3 . It is interesting to note that, geographical distance aside, topological properties of the unweighted structural network are not significantly correlated with T 3 . It is important to highlight that about half of the Acrean municipalities did not meet the criteria of dengue establishment, which has a significant impact on the correlation obtained. With that in mind, we also investigated if those network properties were correlated with the event of dengue establishment itself. In Fig 6, we show boxplots comparing the centrality of municipalities that witnessed dengue establishment during the study period and those which did not. This comparison allows for the evaluation of whether municipalities grouped by occurrence (YES/NO) are also characterized by significantly distinct network properties. It is possible to identify that the descriptors most correlated to T 3 were also those that differed the most between municipalities with and without dengue establishment, which are the geographical and effective distance to Rio Branco, Eigenvector and Strength centralities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 243,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1671,
                    "end": 1677,
                    "text": "Fig 6,",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Dengue spread in Acre"
        },
        {
            "text": "The first record of Ae. aegypti in Acre occurred in 1995 in Rio Branco [57] (Table 2) . Gradually the nearest municipalities in the southeast of the state also started recording it, and in 2001, eight municipalities had confirmed the presence of Ae. aegypti. These municipalities are the same municipalities where R t > 1 was detected earlier in time, being municipalities along BR-317 (SG, Cpb, Xpr, Epcd and Brl) or with a direct connection to RB (PA) and two with good access to BR-364 since the beginning of the study (SM and Acld). From 2002 to 2006, another three municipalities reported the presence of Ae. aegypti: Plácido de Castro, Bujari and Assis Brasil. Bujari is the nearest neighbor of Rio Branco, but Ae. aegypti presence was not confirmed until 2006. It is difficult to ascertain the specific causes for this. On the one hand, this was a predominantly rural municipality in the early 2000's. On the other hand, there was not a wellstructured vector surveillance program implemented in small towns such as Bujari until later. Plácido de Castro and Assis Brasil are frontier municipalities, the former at the border with Rondônia state, receiving a considerable traffic of vehicles from the highly dengue endemic neighbor state. It is reasonable to infer that Ae. aegypti could be present there previously but unnoticed. However, dengue only established itself in Plácido de Castro in 2012/2013, despite the consistent detection of cases since 2001. Assis Brasil is a small town at the triple frontier Brasil-Peru-Bolivia. In 2000, it had a considerably small population, which may have contributed to the delayed invasion of Ae. aegypti.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 85,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Receptivity of the Acrean municipalities to dengue transmission"
        },
        {
            "text": "Between 2007 and 2013 no other city reported the presence of Ae. aegypti. The only exception being Cruzeiro do Sul, in 2008. This invasion was interrupted, however, and the mosquito was detected again only in 2013 [58] . From the municipalities to the north of Sena Madureira along the BR-364 highway, four confirmed the presence of Ae. aegypti in 2015: Feijó, Tarauacá, Mâncio Lima and Porto Walter. The first three, together with Cruzeiro do Sul, are located along the BR-364 and are important stopping points for those traveling. For the same reason, it is not possible to affirm that the mosquito was actually absent before that, since monitoring was not implemented. Five municipalities remained Ae. aegypti free as of 2015, according to Introduction of dengue and network-based analysis the LI/LIRAa dataset (Table 2 ). These are the most peripheral municipalities of Acre, and also the most rural. Structural characteristics of Acrean municipalities can be part of the explanation for the slow invasion and establishment of Ae. aegypti in the state. According to IBGE's urban/rural classification, Acre is mostly a rural state, but the population of all municipalities and the percentage of urbanization increased from 2000 to 2010. The exceptions are two, Rodrigues Alves and Assis Brasil, where total population increased as well but the urban population decreased Introduction of dengue and network-based analysis [25] . Both municipalities presented an increase in the number of rural settlements [59] . Population growth, coupled with the increase in urbanization without improving the coverage of general services-such as garbage collection, water supply and sanitary sewage ( Table 2 ) -, contribute to the fact that, even in a more rural state, the ideal conditions for establishing the mosquito are guaranteed. Those characteristics increase the difficulty in controlling Ae. aegypti [50] and consequently the local receptivity.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1424,
                    "end": 1428,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1508,
                    "end": 1512,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1900,
                    "end": 1904,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 814,
                    "end": 822,
                    "text": "(Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1690,
                    "end": 1697,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Receptivity of the Acrean municipalities to dengue transmission"
        },
        {
            "text": "In the process of describing the introduction of dengue in Acre, we assessed the contribution of network metrics and reproductive numbers as indicators of vulnerability, disease establishment Introduction of dengue and network-based analysis and receptivity in the study of disease emergence. In the landscape epidemiology of infectious diseases, the description of the temporal dynamics of the populations of hosts, vectors, and pathogens, all spatially interacting in a favorable environment, contributes to the understanding of what characteristics and factors favor disease transmission an establishment [60] . Even small differences in landscape composition, which are often unapparent, can alter the microhabitats of the vector and thus the conditions that allow the amplification of a pathogen [60] .",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 612,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 801,
                    "end": 805,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, the dispersion of pathogens and vectors is directly linked to the development of transportation networks and increased globalization [49] . In this context, human population expansion has significantly affected the epidemiology of vector-borne diseases, creating a large urban continuum, altering the landscape structure and providing rapid mechanisms for hosts and pathogens to disperse [60] .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of this study suggest that the landscape changes that occurred in the last decade have created favorable conditions for the establishment of dengue virus transmission, bringing together all the fundamental factors for its occurrence: the man, the virus, the vector, and especially the environmental, political, economic, social and cultural conditions favorable for the establishment of the transmission chain [61] . In Acre, the revitalization of its major roads, as well as the increased accessibility by air both to and within the state, have increased dengue vulnerability. Notice that the increase in the flow of people and importation of dengue cases to Acre coincides with when disease dispersion becomes more pronounced within the state, suggesting a synergy between increasing vulnerability of the state at a global scale and increasing local vulnerability among municipalities, fueling viral spread in the region. Human mobility is responsible for viral spreading, as both asymptomatic humans or those with very mild symptoms continue to carry out their tasks and take the virus to other regions. Humans are also responsible for possibly transporting the mosquito itself (which can be infected or not) by air, road, and waterway [2, 7, 62] .",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1251,
                    "end": 1254,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1255,
                    "end": 1257,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1258,
                    "end": 1261,
                    "text": "62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Some network descriptors used in this study were useful for characterizing the level of centrality/periphery of the Acrean municipalities and its relationship with dengue importation. The mobility network that connects the Acrean counties is small and dense-22 nodes and density 0.38 -, so centrality measures such as betweenness (B and Bw) and closeness (C and Cw) were not as relevant as they would be in larger and sparser networks. However, the strength (S) was the most relevant of the descriptors, because, in a small network, the relationship between local and global characteristics are stronger. Rio Branco is the main attractor of the state, with highest and strongest connectivity within Acre, since most of the routes connecting municipalities in the northwest to the southeast region pass by the capital. Also, it is a reference center for the entire state. A node with high connectivity, that is, a node to which many others connect to and where there are many outputs, is an essential node for the propagation of infectious diseases [63] . Therefore, investing in dengue control and prevention in a systematic manner in Rio Branco has potentially a strong impact throughout the state, not only because of its connectivity within Acre but also because this city is the main port-of-entry from other Brazilian states.",
            "cite_spans": [
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The structure of the network, the distribution of degrees between nodes and the main routes are known to impact the spread of diseases [64] . In fact, we can observe that dengue first spread in the vicinity of Rio Branco and then, after an extended period of time, approximately 13 years, the first event of sustained transmission (here defined as at least three consecutive weeks with R t > 1) occurred in Cruzeiro do Sul. The flow of people by air between Rio Branco and Cruzeiro do Sul, and the improvement of the BR-364 were very significant predictors of this first epidemic in the northwest region of Acre. Although Cruzeiro do Sul confirmed the presence of the Ae. aegypti only in 2008 [58] , ever since the beginning of the study there were records of cases in the municipality, even when there were no records in intermediate connections by road between both municipalities. This last result highlights the importance of the airline connection between them for dengue case importation.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mobility data used in the present work is from the 2010 Census [30] when the structural network around Cruzeiro do Sul and Rio Branco was already stabilized regarding paving and maintenance, as shown in Fig 5. Since dengue epidemiological year of 2009/2010, all roadways directly connected to those two hubs had their maintenance concluded. Also, the unpaved connections to and from Manoel Urbano, which is structurally in between the two Acrean hubs, had also improved by that time. Most of its paving work was concluded by the end of 2010, although maintenance works continued for the rest of the study period. Despite the unavailability of detailed movement for performing a rigorous analysis, it is to be expected that during the period with unpaved and with major maintenance works in the roadways the flow of individuals was lower than when those structural bottlenecks were resolved. Therefore, we expect that the 2010 mobility flux data is more representative of the work/study-related movement from 2009 onwards. Before that, we conjecture that this particular type of human mobility was more concentrated over those connections with paved roads and without major maintenance work.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 213,
                    "text": "Fig 5.",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The structural network status evolution depicted in Fig 5 allows us to identify a few key factors regarding the temporal evolution of ease of access and dengue case notification. Up until epidemiological year 2009/2010, when paved roads (black edges in that network) were mainly present in the vicinity of Rio Branco, the occurrence of R t > 1 was also mostly present in that area-which can be identified by node's color in Fig 5 as well as by the markings in Fig 3. In the area surrounding Cruzeiro do Sul, which was mainly connected by waterways (dashed blue edges) and roads under maintenance (orange edges), before 2007/2008 the occurrence of R t > 1 was registered only once at Mâncio Lima (ML) and a few times in Cruzeiro do Sul. These results reinforce the hypothesis that those cases notified in Cruzeiro do Sul were most likely imported cases from Rio Branco due to the airline connection. It is interesting to note that in terms of roadways, the path from Rio Branco to Cruzeiro do Sul had a structural bottleneck at Manoel Urbano (MU) since it was only accessed by means of unpaved road (red edges) up to 2007/2008. Improvements in the structural network started in 2008/2009, which included paving and maintenance work of the roadways around Manoel Urbano, and were consolidated in 2009/ 2010 with the conclusion of major maintenance work in the roadways directly connected to both Rio Branco and Cruzeiro do Sul. We can see that is was precisely after those improvements that dengue notifications started to occur throughout the state of Acre, as well as the number of consecutive weeks with R t > 1 in each municipality. The combination of low occurrence of R t > 1 during the years with unpaved and under maintenance roadways, and the increased observation of R t > 1 after improvements were implemented reinforces the hypothesis that the human mobility network and the structural changes were relevant to the observed geographical spread of the virus in the state of Acre.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 67,
                    "text": "Fig 5 allows us",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 424,
                    "end": 432,
                    "text": "Fig 5 as",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 460,
                    "end": 466,
                    "text": "Fig 3.",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "As for demographic characteristics, Acrean municipalities are marked by having small populations ( Table 2 ). The capital Rio Branco, the one with the largest population, has 336,038 inhabitants [25] . The second largest municipality in population size is Cruzeiro do Sul, with 78,507. The remaining ones do not exceed 40,000 inhabitants, the majority of them having less than 20,000 inhabitants. The peripheral municipalities according to the network descriptors are also those with the smallest populations and are, mostly, more rural than urban. These municipalities are less vulnerable and less receptive to dengue, which is seen by the low occurrence of R t > 1 and no event of sustained transmission as defined in this study. Nonetheless, in the world, there has been increased reporting of Ae. aegypti invasion and dengue introduction in less urbanized areas. In Colombia, dengue-infected Ae. aegypti was found in rural regions [65] south of Bogotá. In Nicaragua, a study showed the unsuspected presence of dengue cases in those areas as well [66] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 935,
                    "end": 939,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1050,
                    "end": 1054,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 106,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "These results from the literature and the results shown in the present manuscript suggest that introduction and establishment of dengue in those peripheral areas of Acre could be just a matter of time, especially since the virus has already been able to establish itself in the state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, with this study, we understand that the determination of vulnerable and receptive localities for dengue in the state of Acre is essential for an effective action of entomological and epidemiological surveillance. It is fundamental that all municipalities, especially those with a roadway link, systematically monitor mosquito infestation, which is not currently the case. In addition, favorable conditions for mosquito development are present in Acrean municipalities, with low coverage of services, climate and increased urbanization [25] , which probably impacts on the availability of breeding sites for Ae. aegypti and its establishment. Acre has a humid equatorial climate, which may contribute to the transmission of the dengue virus occurring throughout the year. According to [50] , the mosquitoes of the region have the vectorial competence to transmit the DENV-2. Unfortunately, we did not find more biological information on the mosquito populations of Acre. We can conclude that Acre is a state at risk of major dengue epidemics, with entire populations susceptible to all serotypes of the disease. Due to the limited data and number of municipalities, our analysis is more descriptive/qualitative than quantitative. Nonetheless, we believe that the descriptors discussed here as well as the methodological approach has proved a valuable way to assess invasion risk which can be easily expanded to larger areas-conditioned on data availability -, allowing for a more quantitative analysis.. ",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 548,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "House-to-house human movement drives dengue virus transmission",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Stoddard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Forshey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Paz-Soldan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Vazquez-Prokopec",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Astete",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "110",
            "issn": "",
            "pages": "994--999",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1213349110"
                ],
                "PMID": [
                    "23277539"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Review of the factors modulating dengue transmission",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kuno",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Epidemiologic reviews",
            "volume": "17",
            "issn": "",
            "pages": "321--335",
            "other_ids": {
                "DOI": [
                    "10.1093/oxfordjournals.epirev.a036196"
                ],
                "PMID": [
                    "8654514"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dispersal of Aedes aegypti and Aedes albopictus (Diptera: Culicidae) in an urban endemic dengue area in the State of Rio de Janeiro, Brazil. Memórias do Instituto Oswaldo Cruz",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Honório",
                    "suffix": ""
                },
                {
                    "first": "Silva",
                    "middle": [],
                    "last": "Wdc",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Leite",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gonçalves",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Lounibos",
                    "suffix": ""
                },
                {
                    "first": "Lourenço-De",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "98",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1590/S0074-02762003000200005"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Dengue and dengue hemorrhagic fever: its history and resurgence as a global public health problem",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kuno",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The History of Dengue in Tropical Asia and its Probable Relationship to the Mosquito Aedes aegypti",
            "authors": [
                {
                    "first": "Ceg",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Journal of Tropical Medicine and Hygiene",
            "volume": "59",
            "issn": "10",
            "pages": "243--51",
            "other_ids": {
                "PMID": [
                    "13368255"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An Account of an Obscure Outbreak of Dengue Occurring on Board HMS Agamemnon while Stationed at Zanzibar between",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Godding",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "British medical journal",
            "volume": "1890",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.1.1520.352"
                ],
                "PMID": [
                    "20752951"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "International transportation of mosquitoes of public health importance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A mathematical model for the global spread of influenza",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Rvachev",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Mathematical biosciences",
            "volume": "75",
            "issn": "1",
            "pages": "3--22",
            "other_ids": {
                "DOI": [
                    "10.1016/0025-5564(85)90064-1"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Multiscale mobility networks and the spatial spreading of infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gonçalves",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "106",
            "issn": "51",
            "pages": "21484--21489",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0906910106"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Assessing the international spreading risk associated with the 2014 West African Ebola outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Gomes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Piontti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS currents",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/currents.outbreaks.cd818f63d40e24aef769dda7df9e0da5"
                ],
                "PMID": [
                    "25642360"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The hidden geometry of complex, network-driven contagion phenomena",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Helbing",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "342",
            "issn": "6164",
            "pages": "1337--1342",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1245200"
                ],
                "PMID": [
                    "24337289"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The infection tree of global epidemics",
            "authors": [
                {
                    "first": "Piontti",
                    "middle": [],
                    "last": "Apy",
                    "suffix": ""
                },
                {
                    "first": "Mfdc",
                    "middle": [],
                    "last": "Gomes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Samay",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Perra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Network Science",
            "volume": "2",
            "issn": "1",
            "pages": "132--137",
            "other_ids": {
                "DOI": [
                    "10.1017/nws.2014.5"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Real-time numerical forecast of global epidemic spreading: case study of 2009 A/H1N1pdm",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tizzoni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gonçalves",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC medicine",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1741-7015-10-165"
                ],
                "PMID": [
                    "23237460"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Assessment of the Middle East respiratory syndrome coronavirus (MERS-CoV) epidemic in the Middle East and risk of international spread using a novel maximum likelihood analysis approach",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pelat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levy-Bruhl",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yazdanpanah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boelle",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eurosurveillance",
            "volume": "19",
            "issn": "23",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES2014.19.23.20824"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Assessing the impact of travel restrictions on international spread of the 2014 West African Ebola epidemic. Euro surveillance: bulletin Europeen sur les maladies transmissibles = European communicable disease bulletin",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Gomes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Piontti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bioglio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Chao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Estimating ebola treatment needs, United States. Emerging infectious diseases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rainisch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Asher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clay",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kosmos",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2107.150286"
                ],
                "PMID": [
                    "26079150"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Real-Time Assessment of the International Spreading Risk Associated with the 2014 West African Ebola Outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pastore-Piontti",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Gomes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mathematical and Statistical Modeling for Emerging and Re-emerging Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "39--56",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Projected spread of Zika virus in the",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chinazzi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pastore-Piontti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Rojas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Americas. bioRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Esboço histórico das epidemias que tem grassado na cidade do Rio de Janeiro: desde 1830 a 1870",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Rego",
                    "suffix": ""
                },
                {
                    "first": "Jpr",
                    "middle": [],
                    "last": "Lavradio",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "An outbreak of dengue virus at Rio de Janeiro-1986. Memórias do Instituto Oswaldo Cruz",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Schatzmayr",
                    "suffix": ""
                },
                {
                    "first": "Rmr",
                    "middle": [],
                    "last": "Nogueira",
                    "suffix": ""
                },
                {
                    "first": "Rosa",
                    "middle": [],
                    "last": "Apatd",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "81",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1590/S0074-02761986000200019"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Dengue epidemic in the state of Rio de Janeiro, Brazil: virological and epidemiological aspects",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Miagostovich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Nogueira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cavalcanti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Marzochi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Schatzmayr",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "35",
            "issn": "",
            "pages": "149--154",
            "other_ids": {
                "DOI": [
                    "10.1590/S0036-46651993000200006"
                ],
                "PMID": [
                    "8284599"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Programa de Aceleração do Crescimento",
            "authors": [
                {
                    "first": "Planejamento",
                    "middle": [],
                    "last": "Ministério Do",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Internet. Available from",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Documento Síntese",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Cidades; 2010. Internet. Available from",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ibge Instituto Brasileiro De Geografia E Estatística",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Risk assessment of yellow fever urbanization in Rio de Janeiro",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Codeço",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Luz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Struchiner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Brazil. Transactions of the Royal Society of Tropical Medicine and Hygiene",
            "volume": "98",
            "issn": "12",
            "pages": "702--710",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trstmh.2003.12.019"
                ],
                "PMID": [
                    "15485700"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "WHO World Health Organization. Malaria elimination: a field manual for low and moderate endemic countries. World Health Organization",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "World Health Organization",
            "authors": [],
            "year": 1965,
            "venue": "WHO Expert Committee on Malaria, et al. WHO Expert Committee on Malaria. Twelfth Report. Geneva",
            "volume": "324",
            "issn": "",
            "pages": "21--27",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Pesquisa Nacional por Amostra de Domicílios",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ibge Instituto Brasileiro De Geografia E Estatística",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Censo Demográfico 2010: Resultados gerais da amostra",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ibge Instituto Brasileiro De Geografia E Estatística",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Modeling Importations and Exportations of Infectious Diseases via Travelers",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amaku",
                    "suffix": ""
                },
                {
                    "first": "Fab",
                    "middle": [],
                    "last": "Coutinho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Burattini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Struchiner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bulletin of mathematical biology",
            "volume": "78",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11538-015-0135-z"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Dengue viremia titer, antibody response pattern, and virus serotype correlate with disease severity. The Journal of infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalayanarooj",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Innis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nimmannitya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Suntayakorn",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "181",
            "issn": "",
            "pages": "2--9",
            "other_ids": {
                "DOI": [
                    "10.1086/315215"
                ],
                "PMID": [
                    "10608744"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Characterizing the reproduction number of epidemics with early subexponential growth dynamics",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Moghadas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of the Royal Society, Interface",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2016.0659"
                ],
                "PMID": [
                    "27707909"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "How generation intervals shape the relationship between growth rates and reproductive numbers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings Biological sciences",
            "volume": "274",
            "issn": "",
            "pages": "599--604",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2006.3754"
                ],
                "PMID": [
                    "17476782"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Estimating the Attack Ratio of Dengue Epidemics under Time-varying Force of Infection using Aggregated Notification Data",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Coelho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "De Carvalho",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Scientific reports",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep18455"
                ],
                "PMID": [
                    "26675824"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Social network analysis: Methods and applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wasserman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Faust",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Centrality in social networks conceptual clarification",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Social networks",
            "volume": "1",
            "issn": "3",
            "pages": "90021--90028",
            "other_ids": {
                "DOI": [
                    "10.1016/0378-8733(78)90021-7"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Scientific collaboration networks. II. Shortest paths, weighted networks, and centrality",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Physical review E",
            "volume": "64",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.64.016132"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A set of measures of centrality based on betweenness",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Sociometry",
            "volume": "",
            "issn": "",
            "pages": "35--41",
            "other_ids": {
                "DOI": [
                    "10.2307/3033543"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Communication patterns in task-oriented groups",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bavelas",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "The Journal of the Acoustical Society of America",
            "volume": "22",
            "issn": "6",
            "pages": "725--730",
            "other_ids": {
                "DOI": [
                    "10.1121/1.1906679"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The architecture of complex weighted networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthelemy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "101",
            "issn": "11",
            "pages": "3747--3752",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0400087101"
                ],
                "PMID": [
                    "15007165"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Factoring and weighting approaches to status scores and clique identification",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bonacich",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Journal of Mathematical Sociology",
            "volume": "2",
            "issn": "1",
            "pages": "113--120",
            "other_ids": {
                "DOI": [
                    "10.1080/0022250X.1972.9989806"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Modelos dinâmicos e redes sociais: revisão e reflexões a respeito de sua contribuição para o entendimento da epidemia do HIV Dynamic models and social networks",
            "authors": [
                {
                    "first": "Mts",
                    "middle": [],
                    "last": "Barbosa",
                    "suffix": ""
                },
                {
                    "first": "Mrl",
                    "middle": [],
                    "last": "Byington",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Struchiner",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cad Saúde Pública",
            "volume": "16",
            "issn": "",
            "pages": "37--51",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Ministério dos Transportes",
            "authors": [],
            "year": 2014,
            "venue": "Internet. Available from",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Exploring network structure, dynamics, and function using NetworkX",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hagberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Swart",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chult",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "In Proceedings of the 7th Python in Science Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Data structures for statistical computing in python",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mckinney",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proceedings of the 9th Python in Science Conference",
            "volume": "445",
            "issn": "",
            "pages": "51--56",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The NumPy array: a structure for efficient numerical computation",
            "authors": [
                {
                    "first": "Walt",
                    "middle": [],
                    "last": "Svd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Colbert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Varoquaux",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Computing in Science & Engineering",
            "volume": "13",
            "issn": "2",
            "pages": "22--30",
            "other_ids": {
                "DOI": [
                    "10.1109/MCSE.2011.37"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The igraph software package for complex network research",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Csardi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nepusz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "InterJournal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "urbanization and globalization: the unholy trinity of the 21st century. Tropical medicine and health",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dengue",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2149/tmh.2011-S05"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Aedes aegypti in Brazil: genetically differentiated populations with high susceptibility to dengue and yellow fever viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lourenço-De Oliveira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vazeille",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Filippis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Failloux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Transactions of the Royal Society of Tropical Medicine and Hygiene",
            "volume": "98",
            "issn": "1",
            "pages": "6--9",
            "other_ids": {
                "DOI": [
                    "10.1016/S0035-9203(03)00006-3"
                ],
                "PMID": [
                    "14702837"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Grandes Regiões e Unidades Federadas",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ses/Sinan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Incidência De Dengue",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Brasil",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Análise e Difusão de Informação sobre Saúde. Dengue II: indicadores de risco de epidemia. RADIS comunicação em saúde",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Radis Reunião",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Programa Nacional de Controle da Dengue",
            "authors": [
                {
                    "first": "Saúde",
                    "middle": [],
                    "last": "Ministério Da",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Secretaria de Vigilância em saúde",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Svs/Ms Ministério Da Saúde",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Cytoscape: a software environment for integrated models of biomolecular interaction networks",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shannon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Markiel",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ozier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Baliga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ramage",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Genome research",
            "volume": "13",
            "issn": "",
            "pages": "2498--2504",
            "other_ids": {
                "DOI": [
                    "10.1101/gr.1239303"
                ],
                "PMID": [
                    "14597658"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Graph drawing by force-directed placement. Software: Practice and experience",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Fruchterman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Reingold",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "1129--1164",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Epidemiology of dengue in the city of Rio Branco-Acre, Brazil",
            "authors": [
                {
                    "first": "Rocha",
                    "middle": [],
                    "last": "Rdc",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Secretaria de Vigilância em Saúde, Coordenação Geral do Programa Naiconal de Controle da Dengue. Dados do LI/LIRAa",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Svs/Ms Ministério Da Saúde",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Acre em números",
            "authors": [
                {
                    "first": "/",
                    "middle": [],
                    "last": "Acre",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Seplan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Landscape epidemiology of vector-borne diseases",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Reisen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annual review of entomology",
            "volume": "55",
            "issn": "",
            "pages": "461--483",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-ento-112408-085419"
                ],
                "PMID": [
                    "19737082"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Dengue in Brazil-situation, transmission and control-a proposal for ecological control",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Marzochi",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Memorias do Instituto Oswaldo Cruz",
            "volume": "89",
            "issn": "",
            "pages": "235--245",
            "other_ids": {
                "DOI": [
                    "10.1590/S0074-02761994000200023"
                ],
                "PMID": [
                    "7885252"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Temporal distribution of Aedes aegypti in different districts of Rio de Janeiro, Brazil, measured by two types of traps",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Honório",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Codeço",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alves",
                    "suffix": ""
                },
                {
                    "first": "Magalhães",
                    "middle": [],
                    "last": "Mda",
                    "suffix": ""
                },
                {
                    "first": "Lourenço-De",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of medical entomology",
            "volume": "46",
            "issn": "5",
            "pages": "1001--1014",
            "other_ids": {
                "DOI": [
                    "10.1603/033.046.0505"
                ],
                "PMID": [
                    "19769029"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Controlling infectious disease through the targeted manipulation of contact network structure",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Gates",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemics",
            "volume": "12",
            "issn": "",
            "pages": "11--19",
            "other_ids": {
                "DOI": [
                    "10.1016/j.epidem.2015.02.008"
                ],
                "PMID": [
                    "26342238"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Using network properties to predict disease dynamics on human contact networks",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Ames",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Hampson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Kanarek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcbee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Lockwood",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proceedings of the Royal Society of London B: Biological Sciences",
            "volume": "278",
            "issn": "",
            "pages": "3544--3550",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2011.0290"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Detection of all four dengue serotypes in Aedes aegypti female mosquitoes collected in a rural area in Colombia. Memorias do Instituto Oswaldo Cruz",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pérez-Castro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Castellanos",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Olano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Matiz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Jaramillo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Vargas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "111",
            "issn": "",
            "pages": "233--240",
            "other_ids": {
                "DOI": [
                    "10.1590/0074-02760150363"
                ],
                "PMID": [
                    "27074252"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Unsuspected Dengue as a Cause of Acute Febrile Illness in Children and Adults in Western Nicaragua",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Reller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "De Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Jadi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Broadwater",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS neglected tropical diseases",
            "volume": "10",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0005026"
                ],
                "PMID": [
                    "27792777"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Dengue cases in Brazilian states and airline flow to the state of Acre. The map is colored according to the total number of reported dengue cases in each state during the period of this study (from dengue epidemiological year 2001/2002 to 2011/2012). The left panel shows the municipalities of the state of Acre. The network over the country map on the right panel represents the flow of airline passengers to Acre from each state. Edges widths are proportional to the logarithm of the total number of passengers from 2001/2002 to 2011/2012. The underlying shapefiles with political boundaries of Brazilian states and municipalities used to build this figure are publicly available and free to use at Instituto Brasileiro de Geografia e Estatística (IBGE, Brazilian Institute of Geography and Statistics) website http://downloads.ibge.gov.br/downloads_ geociencias.htm. https://doi.org/10.1371/journal.pntd.0006070.g001 Introduction of dengue and network-based analysis PLOS Neglected Tropical Diseases | https://doi.org/10.1371/journal.pntd.0006070 November 17, 2017",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2 shows the probability of dengue case importation into Acre from 2001/2002 to 2011/ 2012. It reached ca. 70% in 2001/2002, reducing to its lowest level (38%) in 2003/2004, steadily increasing to ca. 100% from 2004/2005 to 2007/2008, remaining so until the end of the study period.The north region was found as the main source of dengue cases to Acre, in particular, the neighboring state of Rondônia (RO), followed by the center-west (Distrito Federal-DF and Mato Grosso-MT), southeast (Rio de Janeiro-RJ and São Paulo-SP), and northeast (Ceará-CE). The contribution of Rondônia, Distrito Federal and Mato Grosso to the exportation of dengue to Acre was mainly associated with the flow intensity between these states while that of Rio de Janeiro and São Paulo was a result of the combination of moderate flow intensity and high rates of dengue activity. Others states such as Tocantins (TO), Roraima (RR) and Amapá (AP) in the north, Maranhão (MA), Piauí (PI), Paraíba (PB) and Alagoas (AL) in the east and all states in the south region were unlikely exporters of dengue cases to Acre due to the combination of low flow and low dengue activity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Probability of at least one dengue-infected individual traveling to Acre by state of origin during his/her infectious period, per year. Each panel refers to states within each Brazilian geopolitical Region. The panel on the bottom right shows the overall probability of at least one case importation, regardless of state of origin, as in Eq 3. https://doi.org/10.1371/journal.pntd.0006070.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Weeks with R t > 1 from July 2000 to July 2015. (A) Weeks with R t > 1 from July 1 st , 2000, to June 30 th , 2007. (B) Weeks with R t > 1 from July 1 st , 2007, to June 30 th , 2015.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "from 2001 to 2012. The most remote municipalities are Santa Rosa do Purus, Jordão, Marechal Thaumaturgo and Porto Walter with very limited access and only by river, most of them only by small and medium-sized vessels depending on the time of year. On the other hand, air travel alone was responsible for an average of 134 passengers to Acre per day during the epidemiological year 2001/2002, steadily increasing to almost 500 per day in 2013/2014, most of them to Rio Branco, responsible for approximately 90% of all air travel to Acre from other Brazilian states. To illustrate the impact of interstate airflow in this population, the 2010 Census registered 3.6 thousand commuters to Rio Branco, so that the average daily out-of-state air passengers corresponded to almost 4% of daily commuters in 2001/2002, up to almost 14% in that of 2013/2014. This data contrasts with the common misconception regarding air travel to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Mobility network between Acrean municipalities. Each node represents a municipality, with its size proportional to the natural logarithm of the population. Edges represent the average flow of individuals between municipalities, with width and color proportional to the natural logarithm of the number of travelers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Structural networks time series in epidemiologic years. Nodes (circles) are the 22 municipalities of the state of Acre in which gray nodes are municipalities with R t < 1. Colored nodes are the representations of R t > 1 by the number of consecutive weeks per year, varying in shades of orange for at least one week (lighter) to six consecutive weeks (darker), with gray color for years with no such event in any week. Edges (lines) are the direct connections between municipalities by modal type category: roads (unpaved in red, paved in black, under maintenance or construction in orange), waterway in dark blue dashed line and air in dotted gray line. This figure is provided in higher resolution in supplementary information S1Fig.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Centrality measures and dengue establishment. Boxplots comparing the network descriptors of municipalities that witnessed dengue establishment during the study period and those which did not (Yes/No). Values for each Municipality are available in S2 Appendix. https://doi.org/10.1371/journal.pntd.0006070.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Appendix. Airline origin-destination flow estimates based on Brazilian airline database. Description of mathematical framework to estimate airline origin-destination flow between Brazilian airports from publicly available data. (PDF) S2 Appendix. Network descriptors and correlations between them. Full matrix of centrality measures for each Acrean Municipality and confusion matrix of those measures. (PDF) S1 Fig. High resolution version of the structural network figure. Vectorial format of the structural network of Acrean municipalities for each dengue epidemiological year from 2000/ 2001 to 2014/2015. (PDF)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Dengue national data. Monthly counts of reported cases of dengue per Brazilian state, from 2001 to 2012, were obtained from Departamento de Informática do Sistema Único de Saúde (DataSUS, Department of Informatics of Universal Health System, http://datasus.saude. gov.br/). The accumulated number of cases in each state during the period of study is shown in Fig 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Spearman correlation between time to dengue establishment (T 3 ) and centrality indicators.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Population size and urban/rural ratio in 2000 and 2010, municipalities with R t > 1 for 3 consecutive weeks for epidemiological years and first year of Aedes presence confirmed by LI/LIRAa for 22 Acrean municipalities.LI/LIRAa stands for household larval survey (LI) and Rapid Assessment of Infestation by Aedes aegypti (LIRAa); T 3 refers to the occurrence of at least three consecutive weeks with R t > 1; Epidemiological year for dengue in Brazil was defined as the period from July of base year to June of the next.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Formal analysis: Raquel Martins Lana, Marcelo Ferreira da Costa Gomes, Cláudia Torres Codeço. Investigation: Raquel Martins Lana, Marcelo Ferreira da Costa Gomes. Methodology: Raquel Martins Lana, Marcelo Ferreira da Costa Gomes, Cláudia Torres Codeço.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}