{
    "paper_id": "7d00b513342aa0cdedd01900540fabffe9f54207",
    "metadata": {
        "title": "Originalien und Übersichten Disinfection of aircraft Appropriate disinfectants and standard operating procedures for highly infectious diseases",
        "authors": [
            {
                "first": "Joachim",
                "middle": [],
                "last": "Klaus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lufthansa German Airlines",
                    "location": {
                        "settlement": "Frankfurt am Main",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Peter"
                ],
                "last": "Gnirs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lufthansa Technik AG",
                    "location": {
                        "settlement": "Frankfurt am Main",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Sabine",
                "middle": [],
                "last": "Hölterhoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lufthansa Technik AG",
                    "location": {
                        "settlement": "Frankfurt am Main",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Angela",
                "middle": [],
                "last": "Wirtz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthias",
                "middle": [],
                "last": "Jeglitza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Walter"
                ],
                "last": "Gaber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rene",
                "middle": [],
                "last": "Gottschalk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health Protection Authority and Competence Network for Highly Pathogenic Agents",
                    "location": {
                        "settlement": "Frankfurt am Main",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since there are flight connections to nearly all regions of the world, Health Protection Authorities of all countries must focus on the problem of epidemic spread via civil aviation. Fortunately, it does not happen often that passengers become infected by contagious co-passengers [1] . Nevertheless, we have to expect that contamination of an aircraft through infected passengers is a realistic scenario. To date there are no mandatory guidelines from WHO for disinfection of aircrafts in case of highly pathogenic agents.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 284,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In recent cases of infectious diseases caused by highly pathogenic agents (e. g., Ebola fever virus, Lassa fever virus, SARS-CoV, MERS-CoV, pandemic influenza virus) which have the potential to spread over several continents within only a few days, international health protection authorities took measures -which are, in part, of high economic relevance -to limit the consequences of a possible spread [1] [2] [3] [4] [5] [6] [7] [8] . The measures taken did not in all cases reach the intended objective or were more or less inefficient considering the effected expenditure [1, 6] . Therefore, it is necessary to examine mechanisms and relevance of such transmissions in relation to international public health. The results will enable us to deduce whether measures must be taken and which ones would be necessary to limit the spread of various, highly pathogenic and life-threatening infectious diseases [5, [10] [11] [12] [13] . If passengers infected with diseases that have the potential to become a public health emergency of international concern use public transportation (i.e., aircrafts), there is a potential threat to the destination area and -depending on the route of infection -for passengers travelling with the same aircraft [1, 3, 5, 10, 13] .",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 406,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 580,
                    "end": 582,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 907,
                    "end": 910,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 911,
                    "end": 915,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 920,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 921,
                    "end": 925,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 926,
                    "end": 930,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1243,
                    "end": 1246,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1247,
                    "end": 1249,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1250,
                    "end": 1252,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1253,
                    "end": 1256,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 1257,
                    "end": 1260,
                    "text": "13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on the framework of the International Health Regulations, a number of recommendations, standard procedures, and guidelines focusing on the operational needs of civil aviation have been published. Basic advice on hygiene and sanitation on board an aircraft is specified by the \"Guide to Hygiene and Sanitation in Aviation\", published by the WHO [9] . Nevertheless, the WHO guidelines lack details on available and effective substances as well as standardized operating procedures (SOP). In addition, national legislation or manufacturers' guidance is lacking.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 353,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Every aircraft undergoes cleaning based on a standard cleaning procedure (SOP) prior to the next departure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In case of a suspicious or confirmed passenger suffering a highly infectious disease (HID), a special, additional disinfection of the aircraft is mandatory. For this purpose, all used disinfectants must be aircraft component compatible, i. e., must not have any negative effects on individual parts or the structure of the aircraft, while also fulfilling national healthcare requirements [13, 14] . When choosing a disinfectant, it must be ascertained that their application will cause neither short-nor long-term damage to 4 the aircraft structure (i.e., corrosion), 4 electronics and avionics (i.e., insulation of cables), 4 sensors (i.e., smoke detection), 4 interior (i.e., installations, seats, monitors, media devices, windows, galleys, countertops, restrooms). Apart from obvious aspects of health, internationally accepted requirements and specifications of authorities, the financial aspects of airlines must be taken into consideration. Concerns are 4 delays and rebookings, 4 flight cancellations and additional accommodation of passengers, 4 ferry flights, and 4 storage/transport of material and equipment for disinfection (dangerous goods).",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "[13,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of this paper is to fill in these gaps and to give guidance on a selection of substances that were tested and found compatible with aircraft components, as well as to describe procedures that ensure a safe and efficient disinfection of civil aircrafts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objective"
        },
        {
            "text": "This guidance and these additional standard operating procedures (SOP) are made public and are available as indicated in the references [14] or via QR code/ link as shown in . Fig. 1 .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 182,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Objective"
        },
        {
            "text": "In 2014, the Lufthansa Group (Lufthansa German Airlines, Austrian, Swiss, Lufthansa Cargo and others) operated a worldwide network with 217 destinations in107 countries and carried outover one million flights, transporting nearly 106 million passengers. Lufthansa considers it as absolutely necessary to implement the SOPs in accordance with local Health Protection Authorities to ensure international air traffic without interruption. The airline will apply these SOPs worldwide and would like them to be accepted by all sides (. Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 537,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Objective"
        },
        {
            "text": "Since expert attention to incidents and accurate procedures vary greatly in different countries, Lufthansa implemented specific SOPs and information which comply with guidelines of authorities and airline interests as well as the International Air Transport Association (IATA). These SOPs include procedures for 4 cockpit crew, 4 cabin crew, 4 passengers on board aircrafts, 4 on board, ground, authorities communication, 4 local Health Protection Authorities, 4 disinfectors, 4 maintenance and handling personnel, 4 airport partners, and shall provide the safe and hygienic operation of the aircraft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objective"
        },
        {
            "text": "The process should be kept as simple and cost efficient as possible for all concerned parties, such as local authorities, affected airlines, and airports. The goal is to reach a conclusive, internationally accepted medical and legislative procedure for disinfection which enables a safe, rapid, and cost effective further utilization in case of a passenger with a highly infectious disease on board any civil aircraft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objective"
        },
        {
            "text": "The authors took these critical topics into consideration and worked closely with local Health Protection Authorities (HPA) as well as colleagues from the Frankfurt International Airport (FRA-PORT AG) while testing different disinfectants and techniques before implementing them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objective"
        },
        {
            "text": "Lufthansa Technik AG (LHT) is a wholly owned subsidiary of Lufthansa German Airlines. It is an internationally licensed maintenance, production, and development organization and is an authorized design organization (design organization approval certificate EASA.21.J.019). Therefore, LHT is authorized to test the use of disinfectants and related procedures in aircraft interiors based on international, standardized testing methods. In Lufthansa Technik Central Laboratories, a comprehensive evaluation was",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Bundesgesundheitsbl 2016 · 59:1544-1548 DOI 10.1007/s00103-016-2460-2 © The Author(s) 2016. This article is available at SpringerLink with Open Access.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract · Zusammenfassung"
        },
        {
            "text": "Abstract For infectious diseases caused by highly pathogenic agents (e. g., Ebola/Lassa fever virus, SARS-/MERS-CoV, pandemic influenza virus) which have the potential to spread over several continents within only a few days, international Health Protection Authorities have taken appropriate measures to limit the consequences of a possible spread. A crucial point in this context is the disinfection of an aircraft that had a passenger on board who is suspected of being infected with one of the mentioned diseases. Although, basic advice on hygiene and sanitation on board an aircraft is given by the World Health Organization, these guidelines lack details on available and effective substances as well as standardized operating procedures (SOP). The purpose of this paper is to give guidance on the choice of substances that were tested by a laboratory of Lufthansa Technik and found compatible with aircraft components, as well as to describe procedures which ensure a safe and efficient disinfection of civil aircrafts. This guidance and the additional SOPs are made public and are available as mentioned in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disinfection of aircraft. Appropriate disinfectants and standard operating procedures for highly infectious diseases"
        },
        {
            "text": "Air traffic · Highly infectious diseases · Disinfection of aircraft · Standardized operating procedures · Substances for disinfection ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Luftverkehr · Hochansteckende Krankheiten · Desinfektion von Flugzeugen · Standardverfahren · Produkte zur Desinfektion performed to confirm the compatibility of aviation materials with substances and agents for surface treatment and cleaning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "With a broad variety of tailored LHT evaluation programs, producers, suppliers, and users can check, prove, and substantiate that subject agents do not cause damage or compromise the airworthiness of the aircraft and its components. For the disinfection process several products have been determined as useful accord-ing to officially nominated disinfection methods [12] . Thus, Lufthansa Technik Central Laboratories tested several agents regarding harmful effects when applied to specific aviation materials and in compliance with aircraft specifications such as Boeing D6-17487, Evaluation of Airplane Maintenance Materials, or Airbus AIMS 09-00-002, Evaluation of Maintenance Materials.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "The products taken into service are belonging to to the family of alcohol-based agents, formaldehyde-based agents, and oxygen-releasing disinfectants. The use of formaldehyde-based agents reveals an increased ablation of magnesium, which shows that it can be used for single purposes, but not for regular interval cleaning. Based on the testing, the group of oxygen-releasing disinfectants shall not be used on surfaces with magnesium due to a high risk of material corrosion and on seals because of the possibility of embrittlement and consecutive malfunction. Alcohol-based disinfectants were tested without any restriction. Nevertheless, it must be noted that alcoholbased agents are flammable and the explosive level has to be closely observed during their use. It is mandatory to refer to the HID Form from Lufthansa Technik [14] or via the QR code/link as shown in . Fig. 1 .",
            "cite_spans": [
                {
                    "start": 830,
                    "end": 834,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 873,
                    "end": 879,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Schlüsselwörter"
        },
        {
            "text": "Multiple test procedures were used to examine the interdependencies between typical aviation materials and the substances tested. The LHT Central Laboratories provide services to perform the tests in its chemical and metallographic laboratories and also according to specific standards of Lufthansa, Boeing, Airbus, American Standard Methods (ASTM), etc. They tested effects on aircraft materials such as metal, glass, electric conduits, synthetics, leather, and fabric seat covers, windows, and monitors. All disinfectants are approved by the airline engineering and can be used on the Lufthansa fleet. Gathered results deviating from common aircraft manuals, for example, the Aircraft Maintenance Manual (AMM), are documented in the LHT Standard Practices Manual (SPM), which is mandatory for the Lufthansa fleet and, if accepted, for clients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "With regard to the SOPs, different procedures are defined and reduced to simple, reproducible processes [14] . The following procedures were developed and already implemented within the Lufthansa fleet by: 4 integration into manuals for cockpit crews 4 information 4 on notification procedures to air traffic control and operational control center (OCC), 4 for cabin crews, 4 for passengers, 4 for Health Protection Authorities at Port of Destination (POD) or Port of Entry (POE), 4 on products and generics, 4 for disinfectors, 4 for aircraft maintenance and ground personnel, and 4 for release to service (RTS).",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 393,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The above-mentioned procedures are available at Lufthansa destinations worldwide, published in the Station Emergency Reaction Plan (SERP). The SOPs are available in a document on board DLH aircrafts (available for technical/expert groups (see [14] or via QR code/link as shown in . Fig. 1) ).",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 289,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Because of a lack of internationally accepted requirements for a suspected or confirmed cause of HID, airlines cannot fall back on coordinated, authorized, and internationally approved procedures. Therefore, the necessity arises to 4 discuss the way how infectious diseases are handled on board aircrafts, 4 standardize disinfection, 4 define \"aircraft component compatible\" disinfectants and procedures, and 4 establish a safe onward flight operation. Only a small number of disinfectants were chosen to facilitate worldwide transportation and the storage of necessary products with tested component compatibility as well as to reduce the complexity of the matter. Products were selected based on the components 4 formaldehyde, 4 hydrogen peroxide, and 4 alcohol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These components are effective against HID and they are aircraft component compatible if used properly. In addition, they are available worldwide. Formaldehyde, hydrogen peroxide, and alcohol allow the varying techniques of standard disinfection of surfaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Lufthansa Technik, with its certification and expertise, is able to disinfect and to certify the affected aircrafts for release to service effectively and in a time-efficient manner. The past has shown that the negative consequences of missing or uncoordinated procedures could be immense. Abilities and capacities of major airports and involved health protection authorities could be quickly exceeded. Thus, it is highly urgent to define global measures and procedures to ensure that all involved players worldwide coordinate and accept them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In case of an emergency, being well prepared will ensure optimal processes while minimizing the rate of errors. As a consequence of this, Lufthansa German Airlines developed together with the German competent authorities a High Infectious Diseases (HID) Form which is also available for technical/expert groups via email (FRAPXO@DLH.DE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Screening for infectious diseases at international airports: the frankfurt model",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Goetsch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Diel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Doerr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Aviat Space Environ Med",
            "volume": "80",
            "issn": "7",
            "pages": "595--600",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risk of severe acute respiratory syndrome-associated coronavirus transmission aboard commercial aircraft",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Vogt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Guerra",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Flagg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lowther",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Arguin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Travel Med",
            "volume": "13",
            "issn": "5",
            "pages": "268--272",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An outbreak of influenza aboard a commercial airliner",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Bender",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Margolis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Kendal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Ritter",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Am J Epidemiol",
            "volume": "110",
            "issn": "1",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Emerging infectious diseases including severe acute respiratory syndrome (SARS): guidelines for commercial air travel and air medical transport",
            "authors": [],
            "year": 2004,
            "venue": "Aerospace Medical Association Task Force",
            "volume": "75",
            "issn": "1",
            "pages": "85--86",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Passenger health -the risk posed by infectious disease in the aircraft cabin",
            "authors": [],
            "year": 2008,
            "venue": "Australien Government/Australian Transport Safety Bureau",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Forecast and control of epidemics in a globalized world",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hufnagel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Geisel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci",
            "volume": "101",
            "issn": "42",
            "pages": "15124--15129",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Spread of a novel influenza A (H1N1) virus via global airline transportation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Raposo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sears",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Calderon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "2",
            "pages": "212--214",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transmission of influenza on international flights",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Foxwell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lokuge",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "7",
            "pages": "1188--1194",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiology, transmission dynamics and control of SARS",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "359",
            "issn": "",
            "pages": "1091--1105",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Having and fighting Ebolapublic health lessons from a clinician turned patient",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "12",
            "pages": "1089--1091",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Guide to hygiene and sanitation in aviation",
            "authors": [],
            "year": 2009,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Coordinated public health surveillance between points of entry and national health surveillance systems",
            "authors": [],
            "year": 2014,
            "venue": "LYO_2014.12_eng.pdf?ua=1&ua=1. Accessed Oct",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Highly Infectious Diseases Form Revision 3; 1-10 accessible via E-mail: frapxo@dlh.de 15. WHO (2009) Guide to hygiene and sanitation in aviation",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Liste der vom Robert Koch-Institut geprüften und anerkannten Desinfektionsmittel und -verfahren",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch-Institut",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bundesgesundheitsblatt Gesundheitsforschung Gesundheitsschutz",
            "volume": "56",
            "issn": "",
            "pages": "1706--1728",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1 8 Link for the complete set of High Infectious Diseases Forms (HID Forms) on Lufthansa aircraft from Lufthansa Technik AG. The forms may be used for your own purposes. Lufthansa would appreciate a short feedback (e-mail FRAPXO@DLH.DE) if you use the SOPs",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Zusammenfassung Weltweit haben Gesundheitsbehörden geeignete Maßnahmen getroffen, um die Verbreitung infektiöser Krankheiten zu begrenzen. Erkrankungen, die durch hochpathogene Erreger (wie z. B. Ebola-/Lassa-Fieber-Viren, SARS-/MERS-CoV, pandemische Grippeviren) ausgelöst werden, haben das Potenzial, sich innerhalb weniger Tage auf mehreren Kontinenten zu verbreiten. In diesem Zusammenhang ist die zügige und qualifizierte Desinfektion eines Verkehrsflugzeugs, das einen (möglicherweise) infizierten Passagier an Bord hat, ein entscheidender Punkt. Trotz vorhandener grundlegender Richtlinien seitens der Weltgesundheitsorganisation (WHO) zur Hygiene an Bord von Flugzeugen fehlt es an detaillierten Hinweisen zu Des-infektionsstandards und zu verwendenden Produkten, die sowohl in der Wirksamkeit, aber auch im Sinne der Materialverträglichkeit für Flugzeugkomponenten unbedingt notwendig sind. Diese Abhandlung soll zeigen, wie mit einer Auswahl an Produkten, die für Flugzeugteile materialverträglich sind, mittels festgelegter Anwendungstechniken eine sichere und effiziente Desinfektion von zivilen Flugzeugen gewährleistet werden kann. Diese Standardverfahren werden der Öffentlichkeit im Sinne einer Leitlinie zur Verfügung gestellt.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "To correctly deal with life-threatening diseases caused by highly pathogenic causative agents, the continuous adaptation of procedures to new findings, real-life experiences, and circumstances is absolutely essential. In addition, close coordination with concerned national as well as international Health Protection Authorities must be guaranteed at all times. For example, chloroxylenol (one component of Eco Tru ® ) was tested and approved by the United States Environmental Protection Agency (EPA) and is authorized for use in the US and Asia, but does not comply with requirements of Health Protection Authorities in Ger-many[16]. Thus, Lufthansa German Airlines as an internationally operating airline has accepted the challenge and taken first measures in close cooperation with the appropriate Federal and Federal State Ministries, the Health Protection Authority City of Frankfurt and the Fraport Int'l Airport.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}