{
    "paper_id": "7d59b9187e7e96661594c50c8a8c9eab6b1ba177",
    "metadata": {
        "title": "A Phase I Open-Label, Randomized Study of H7 Influenza Prime-Boost Regimens in Healthy Adults: Recombinant H7 DNA Plasmid Vaccine, VRC- FLUDNA071-00-VP, Administered Alone or with Monovalent Influenza Subunit Virion H7N9 Vaccine (MIV) as Prime with MIV Boost Compared to MIV Prime with MIV Boost Products: VRC-FLUDNA071-00-VP and Inactivated H7N9 Protocol: VRC 315, VERSION 3.0 Protocol",
        "authors": [
            {
                "first": "Julie",
                "middle": [],
                "last": "Ledgerwood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Institute of Allergy and Infectious Diseases (NIAID) Vaccine Research Center (VRC) Bethesda",
                    "institution": "National Institute of Allergy and Infectious Diseases (NIAID) Vaccine Research Center (VRC) Bethesda, Maryland and Sanofi Pasteur, Inc. Swiftwater",
                    "location": {
                        "settlement": "Maryland",
                        "country": "Pennsylvania"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Study Design: This is a Phase I, randomized, open-label study to evaluate the safety, tolerability, and immunogenicity of prime-boost vaccination regimens against H7N9 Influenza. A vaccination regimen with the VRC-FLUDNA071-00-VP (H7 DNA) vaccine administered alone or concurrently in different arms with A/Shanghai/2/2013(H7N9) (MIV) as prime followed by inactivated MIV boost will be compared to MIV-MIV prime-boost with a 16 week boost interval. The primary hypothesis is that all the H7 DNA prime-MIV boost, DNA+MIV prime-MIV boost, and MIV-MIV study regimens will be safe for human administration. A secondary hypothesis is that the H7 DNA-MIV regimen will elicit a greater frequency and/or magnitude of antibody against H7 than the MIV-MIV regimen. The primary objective is to evaluate the safety and tolerability in healthy adults of the investigational vaccine regimens. Secondary objectives are related to the immunogenicity of the vaccination regimens. Product Description:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The investigational VRC-FLUDNA071-00-VP vaccine was developed by VRC, NIAID and is composed of a single closed-circular DNA plasmid that encodes the H7 hemagglutinin (HA) protein of A/Anhui/1/2013 (H7N9) influenza, and is supplied in single dose vials at a concentration of 4 mg/mL. H7 DNA vaccinations will be 4 mg administered as a 1 mL intramuscularly (IM) using the Biojector  2000 Needle-Free Injection Management System (Biojector). The inactivated H7N9 vaccine is monovalent subunit virion vaccine, A/Shanghai/2/2013(H7N9) MIV, manufactured by Sanofi Pasteur, Inc (Swiftwater, PA), and supplied at 30 mcg/0.5 mL per vial. The H7N9 MIV vaccinations will be 45 mcg administered as a 0.75 mL IM injection using needle and syringe. All injections will be in the deltoid muscle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A total of up to 36 healthy adults, ages 18-60 years will be enrolled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects:"
        },
        {
            "text": "Subjects will be randomized equally into the three study groups and will receive two vaccinations as shown in the schema. The protocol requires 8 clinic visits and a telephone follow-up contact after each study injection. Durability of immune response will be followed through Study Week 28. H7 DNA injections are 4 mg administered as 1 mL IM by Biojector. H7N9 MIV injections are 45 mcg administered as 0.75 mL IM by needle/syringe. Prime injections in Group 2 will be administered in different arms. *Up to 6 subjects over target enrollment are permitted in the study. Randomizations will be stratified by age; up to 9 subjects ages 51-60 years will be enrolled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Plan:"
        },
        {
            "text": "Subjects will be evaluated for safety and immune responses throughout the study for 12 weeks following the boost. Duration of time on study will be 28 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Duration:"
        },
        {
            "text": "Influenza is a negative-strand ribonucleic acid (RNA) virus that belongs to the family Orthomyxoviridae. Of the three genera of influenza circulating in nature (influenza A, B, and C), only the first two are known to cause epidemics [1] . Influenza A viruses are encoded by 8 RNA gene segments, and classified on the basis of the antigenicity of their surface glycoproteins: hemagglutinin (HA) and neuraminidase (NA). There are 18 different HA subtypes and 11 NA subtypes known to exist, but only three HA subtypes (H1, H2, and H3) and two NA subtypes (N1 and N2) have caused significant human epidemics [2] . Emerging novel avian influenza strains such as H5N1 and H7N9 have also caused severe infections in humans and prompt serious public health concerns.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "[1]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INFLUENZA BIOLOGY AND NATURAL HISTORY"
        },
        {
            "text": "The public health burden of influenza in the world is enormous. Annual influenza epidemics cause about 250,000 to 500,000 deaths worldwide [3] . Circulating viruses change quickly and re-assort with each other creating new viruses. These present an immediate threat to public health and currently require the preparation of new vaccines directed at the changing viral strains that are prevalent annually. Emerging virus strains present the potential of a pandemic when there is little or no pre-existing immunity in the population as observed in worldwide outbreaks of influenza in the last century [4] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "[3]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "[4]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "INFLUENZA BIOLOGY AND NATURAL HISTORY"
        },
        {
            "text": "The first notification of human infection with H7N9 avian influenza came from China at the end of March 2013. As of February 28, 2014, 375 laboratory confirmed cases of human infection with avian influenza A(H7N9) including 115 deaths have been reported to World Health Organization (WHO) from 13 provinces in eastern mainland China and Hong Kong, and one case in a Chinese traveler was reported from Malaysia [5] . Most of the cases were severe respiratory illnesses with about 30% resulting in death [5, 6] . The infections have been reported in both men and women across a wide age range, with most cases occurring in middle-aged and older men, and few in children, teenagers and young adults [5] . As per CDC, no evidence of sustained person-to-person spread of H7N9 has been found, although some evidence points to limited person-to-person spread in rare circumstances [6] . The emerging H7N9 virus has not been detected in people or birds in the United States [6] , however, H7N9 type viruses have been isolated from domestic poultry on several occasions [7] . It has been suggested that the emerging H7N9 virus occurred as a result of multiple re-assortments in wild birds and domestic poultry.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 413,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 505,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 508,
                    "text": "6]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "[6]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 966,
                    "end": 969,
                    "text": "[6]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "[7]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "INFLUENZA BIOLOGY AND NATURAL HISTORY"
        },
        {
            "text": "There are many unknowns about this novel emerging H7N9 influenza strain, and intensive epidemiological and virological surveillance is ongoing to elucidate the animal reservoirs and routes of transmission to humans [7, 8] . The current evidence suggests that transmitted viruses remain antigenically similar to the A/Anhui/1/2013 (H7N9) prototype [5] . Although avian influenza A(H7N9) viruses do not transmit easily from animals to humans, their transmissibility may be greater than the transmissibility of avian influenza A(H5N1) viruses as judged by frequency of detection in the poultry markets that were considered to be the source of the initial outbreak in 2013 compared to the number of human cases [5].",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[7,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 219,
                    "end": 221,
                    "text": "8]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INFLUENZA BIOLOGY AND NATURAL HISTORY"
        },
        {
            "text": "The reported morbidity and mortality of H7N9 infection, and the potential for human-to-human transmission is an incentive to proceed with development of a human vaccine for H7N9 avian influenza. These vaccines depend upon labor-intensive methods and limited manufacturing capacity, and often induce suboptimal immunity in vulnerable populations of children, older adults and immunocompromised individuals [9] [10] [11] .",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 408,
                    "text": "[9]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[10]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[11]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "INFLUENZA BIOLOGY AND NATURAL HISTORY"
        },
        {
            "text": "There is serious concern that the currently available production methodology cannot meet worldwide public health needs to produce sufficient quantities of highly immunogenic avian influenza vaccine if it were needed. Also, influenza antigen evolution may necessitate a more agile, rapidly scalable production process. In an effort to overcome the limitations of egg-based influenza vaccine production methods, manufacturers are developing cell culture systems. Two novel influenza vaccines made with alternative manufacturing technologies, Flucelvax (Novartis, via mammalian cell line, approved in November 2012, [12] ) and Flublock (Protein Sciences Corporation, via recombinant DNA technology to create a recombinant baculovirus-expressed HA, approved in January 2013, [13] ) are now licensed in the U.S.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 617,
                    "text": "[12]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "[13]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "INFLUENZA BIOLOGY AND NATURAL HISTORY"
        },
        {
            "text": "There is a limited experience with vaccines targeted to H7 in humans, with data available for two phase 1 clinical studies so far (Section 1.6). Both of these studies indicated that inactivated vaccines that incorporate H7 are safe and well tolerated in humans but induced suboptimal immune responses. This is similar to the data generated in prior H5N1 vaccine trials, further confirming that immune responses to vaccines against novel avian influenza strains are generally lower than those seen against most seasonal influenza vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFLUENZA BIOLOGY AND NATURAL HISTORY"
        },
        {
            "text": "Several new technologies are being currently tested in preclinical animal studies such as a synthetic consensus H7 DNA vaccine [14] , a recombinant Newcastle disease virus expressing H7 [15] , and a virus-like particle H7N9 vaccine [16] .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[14]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "[15]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[16]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "INFLUENZA BIOLOGY AND NATURAL HISTORY"
        },
        {
            "text": "DNA vaccines have the potential to be manufactured rapidly. They are known to induce balanced immune responses that induce both humoral and cellular immunity. The potential and experience to date with DNA vaccines warrants continued investigation of DNA vaccines as safe and efficient technology for responding to emerging infectious diseases [17] .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "[17]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "RATIONALE FOR DEVELOPMENT OF AVIAN H7 INFLUENZA PLASMID DNA VACCINE"
        },
        {
            "text": "Investigators at the Vaccine Research Center (VRC), National Institute of Allergy and Infectious Diseases (NIAID), National Institutes of Health (NIH), Bethesda, MD have developed a plasmid DNA vaccine strategy that has demonstrated protective immune responses against influenza in preclinical studies [18, 19] . This vaccine platform was also tested for safety and immunogenicity in human clinical trials, and provides the technology platform for development of additional influenza vaccine products used as part of a prime-boost regimen [20] [21] [22] .",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[18,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "19]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "[20]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[21]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "[22]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "RATIONALE FOR DEVELOPMENT OF AVIAN H7 INFLUENZA PLASMID DNA VACCINE"
        },
        {
            "text": "VRC-FLUDNA071-00-VP is a plasmid DNA vaccine developed by VRC and intended for use as a preventive vaccine for avian H7N9 influenza virus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RATIONALE FOR DEVELOPMENT OF AVIAN H7 INFLUENZA PLASMID DNA VACCINE"
        },
        {
            "text": "In this study we will evaluate a prime-boost approach based on data generated by the VRC in two human trials assessing a candidate DNA H5 vaccine. H7 DNA prime-H7N9 MIV boost with a 16 week interval will be evaluated and compared to MIV prime-MIV boost with the same prime-boost interval. In previous studies using a boost interval of 12-24 weeks for a H5 DNA prime-H5N1 MIV boost regimen, the VRC has found that antibody responses were 4-6 fold higher compared to MIV-MIV regimens [21] [22] [23] . Based on this work, a H7 DNA prime followed by a H7N9 MIV boost with a 16 week interval is being evaluated in VRC 315 towards the goal of an influenza vaccination strategy with improved immunogenicity.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 486,
                    "text": "[21]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[22]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[23]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "RATIONALE FOR AVIAN H7 INFLUENZA PLASMID DNA VACCINE PRIME-INACTIVATED H7N9 MIV BOOST"
        },
        {
            "text": "It is important to achieve early protection in a pandemic situation, however, our experience with HA DNA vaccines is that we do not see impressive immune responses before the boost. In animal studies, rabbits were immunized by HA DNA vaccine, licensed TIV, or combination of both followed by TIV administered as a boost (DNA-TIV) or TIV co-administered with HA DNA (DNA+TIV-DNA+TIV) as a boost in 4 weeks. The results indicated that there was no boosting effect upon co-administration of DNA and TIV, but the responses after two immunizations were comparable in DNA-TIV and DNA+TIV-DNA+TIV groups [24] . To investigate a temporal pattern for immune response development, Group 2 subjects will have an H7 DNA vaccine and MIV administered in different arms on Day 0 followed by a boost with MIV at week 16.",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 601,
                    "text": "[24]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "RATIONALE FOR AVIAN H7 INFLUENZA PLASMID DNA VACCINE PRIME-INACTIVATED H7N9 MIV BOOST"
        },
        {
            "text": "The investigational H7 DNA vaccine in this study encodes for H7 of the A/Anhui/1/2013 (H7N9) influenza strain, and the MIV for the boost is the investigational Sanofi Pasteur product based on A/Shanghai/2/2013(H7N9) strain. These H7N9 influenza strains are very close in sequence, and therefore it is expected that A/Shanghai/2/2013(H7N9) MIV will provide an efficient boost for H7 DNA vaccine based on the A/Anhui/1/2013 (H7N9) sequence [25] . In assessing immunogenicity of H5 DNA vaccine followed by MIV, a single H5 DNA vaccine prime followed by a single MIV boost at short intervals (4-8 weeks) did not significantly improve HAI titers over that achieved with inactivated vaccine alone. However, a single H5 DNA 4 mg vaccination prime significantly improved HAI responses when the interval to the inactivated vaccine boost was 12-24 weeks, as compared with two vaccinations with the inactivated vaccine [21, 22] . Therefore, a single dose of DNA priming may be sufficient to increase the magnitude and breadth of HA-specific antibody responses. Summary of HA DNA safety and immunogenicity: The safety data for the VRC HA DNA vaccine trials to date shows that these vaccines were well tolerated. No severe local or systemic reactogenicity occurred nor were there any serious adverse events related to vaccine. The pattern of local and systemic reactogenicity appears to be generally mild and similar across the studies, independent of the antigens encoded by the HA DNA constructs included in any one vaccine.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 442,
                    "text": "[25]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[21,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "22]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "RATIONALE FOR AVIAN H7 INFLUENZA PLASMID DNA VACCINE PRIME-INACTIVATED H7N9 MIV BOOST"
        },
        {
            "text": "Data from studies of the H5 DNA vaccine using various H5N1 inactivated vaccine (MIV) boost intervals show that DNA-MIV schedules are associated with a higher magnitude of immune response than MIV-MIV schedule when there is a longer interval (12 weeks or greater) between prime and boost [21, 22] . Data from HA DNA trials (seasonal or H5) evaluating DNA vaccines without an inactivated vaccine boost or with a short boost interval (3-4 weeks) did not demonstrate this finding, further confirming the importance of the longer boost interval (12-24 weeks).",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[21,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "22]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "PREVIOUS HUMAN EXPERIENCE WITH VRC DNA VACCINES"
        },
        {
            "text": "The previous experience with H7 inactivated vaccines includes 2 studies, one with H7N7 and one with H7N1 vaccine. In a multicenter study in the U.S. with unadjuvanted subunit H7N7 vaccine produced by Sanofi Pasteur Inc in eggs using seasonal vaccine production methods, 125 healthy adults were randomized to receive 2 doses of vaccine in a dose range from 7.5 mcg to 90 mcg or placebo. tolerated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREVIOUS HUMAN EXPERIENCE WITH INACTIVATED H7 VACCINES"
        },
        {
            "text": "Based on the previous human experience, Investigator's Brochure, and experts' recommendation, H7N9 MIV will be used at the 45 mcg dosage in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREVIOUS HUMAN EXPERIENCE WITH INACTIVATED H7 VACCINES"
        },
        {
            "text": "In protocol VRC 315, specimens to evaluate immunogenicity will be collected at baseline and at specified time points. The primary immunogenicity timepoint is 2 weeks after the boost. The HA-specific immune responses will be assessed through 12 weeks after the boost. HA-specific antibody as measured by HAI assay is the traditional benchmark measure of immune response to influenza vaccines and will be conducted on stored samples obtained throughout the study. Additional measurements of antibody and T cell responses may also be assessed from stored samples for timepoints throughout the study as exploratory evaluations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASSESSMENT OF IMMUNOGENICITY"
        },
        {
            "text": "The detection of antibody by HAI or neutralization assay is based on validated laboratory methods. Exploratory T cell assays may include the ICS assay which is based upon previously published methods [41] and quantitates the frequency of CD4 + and CD8 + cells that produce interleukin-2, interferon-gamma, or TNF-alpha in response to pools of overlapping peptides representing HA antigens. Specific peptides may also be used to detect T cell responsiveness by an ELISpot assay, modified from a previously published method [42] .",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 526,
                    "text": "[42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ASSESSMENT OF IMMUNOGENICITY"
        },
        {
            "text": "Research samples for immunogenicity assays will be processed by the NIAID Vaccine Immune T Cell and Antibody Laboratory (NVITAL) in Gaithersburg, MD, where many of the immunogenicity assays will also be performed. Some immunogenicity assays may be performed by VRC laboratories in Bethesda, MD, approved contract laboratories, or approved research collaborators. The plasmid was synthesized by GeneScript (Piscataway, NJ) using human preferred codons as previously described [44] . Viral gene sequences have been modified to optimize expression in human cells. The process for manufacturing, filling, and packaging VRC-FLUDNA071-00-VP is summarized in the Investigator's Brochure (IB). Briefly, the plasmid used in the Master Cell Bank (MCB) was synthesized and transferred to the VPP where the sequence was confirmed before use. The plasmid was used to transform the Escherichia coli bacterial host strain, DH5α, in order to produce individual MCB. Each MCB was expanded in culture and inoculated into a fermentor for production. Bacterial cell growth was dependent upon the cellular expression of the kanamycin resistance protein encoded by a portion of the plasmid DNA. Following growth of bacterial cells harboring the plasmid, the plasmid DNA was purified from cellular components, concentrated, filtered, and stored until formulation of the drug product. The final vaccine product will meet lot release specifications prior to administration.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 479,
                    "text": "[44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ASSESSMENT OF IMMUNOGENICITY"
        },
        {
            "text": "The Drug Product is manufactured in phosphate buffered saline (PBS). Vials are aseptically filled to a volume of 1.2 mL with 4 mg/mL of plasmid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND ON"
        },
        {
            "text": "Inactivated monovalent split-virion A/Shanghai/2/2013 (H7N9) influenza vaccine was produced by Sanofi Pasteur Inc., Swiftwater, PA. The vaccine reference reassortant A/Shanghai/2/2013 used for vaccine production was provided by the CDC, and the production was completed following the procedures and methods used to manufacture licensed influenza virus vaccines such as Fluzone ® . Monovalent bulk concentrate production, bulk formulation of the vaccine, and filling operations were all performed in the licensed facilities. The investigational vaccine is essentially identical to the Fluzone seasonal influenza vaccine, except that it contains only the H7N9 strain. The vaccine was produced in eggs; antibiotics were not used in the manufacturing of the vaccine, and it contains no preservative, no latex or adjuvant. Please refer to the Investigator's Brochure for details on vaccine production and formulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FORMULATION, MANUFACTURE, AND PACKAGING OF INACTIVATED H7N9 MIV"
        },
        {
            "text": "The A/Shanghai/2/2013 (H7N9) MIV vaccine was formulated with phosphate buffered saline at a concentration of HA at 7.5, 15 or 30 mcg per 0.5 mL dose. Only 30 mcg per 0.5 mL individual dose vials will be used in this protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FORMULATION, MANUFACTURE, AND PACKAGING OF INACTIVATED H7N9 MIV"
        },
        {
            "text": "Non-clinical, non-GLP immunogenicity studies in mice were conducted at the NIH Vaccine Research Center with VRC-FLUDNA071-00-VP administered intramuscularly and intradermaly with electroporation at 15 mcg dose. The results confirmed that the VRC-FLUDNA071-00-VP Drug Product is immunogenic. As detected by hemagglutinin inhibition (HAI) and neutralization assay, vaccine induced antibody responses conferred protection from lethal challenge with A/Anhui/01/2013(H7N9) influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY OF PRECLINICAL IMMUNOGENICITY STUDY OF VRC-FLUDNA071-00-VP IN MICE"
        },
        {
            "text": "No preclinical pharmacology, toxicology, pharmacokinetic, or metabolism studies were conducted for the inactivated A/Shanghai/2/2013 (H7N9) vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PRECLINICAL STUDIES WITH H7N9 MIV"
        },
        {
            "text": "The purpose of this study is to evaluate the safety, tolerability, and immunogenicity of the H7 DNA prime-H7N9 MIV boost vaccination regimen in comparison to the MIV-MIV primeboost, with a 16 week boost interval for both regimens. For the study objectives, an HAI response (seroconversion) is defined as ≥1:40 titer for baseline-negative subjects with the HAI titer < 1:10 at Day 0, or 4-fold greater than baseline for subjects with pre-existing immunity (a baseline HAI titer ≥ 1:10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY OBJECTIVES"
        },
        {
            "text": "• To evaluate the safety and tolerability of three prime-boost vaccine regimens: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PRIMARY OBJECTIVE"
        },
        {
            "text": "• To compare the magnitude and the frequency of H7-specific antibody response as measured by HAI at 2 weeks after the MIV boost for each regimen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SECONDARY OBJECTIVES"
        },
        {
            "text": "• To evaluate the magnitude and the frequency of H7-specific neutralizing antibodies that are 4-fold greater than baseline at 2 weeks after the MIV boost for each group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPLORATORY OBJECTIVES"
        },
        {
            "text": "• To evaluate the frequency and magnitude of H7-specific T cell responses and antibody responses at specified timepoints throughout the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPLORATORY OBJECTIVES"
        },
        {
            "text": "This is a Phase I, randomized, open-label study to evaluate the safety, tolerability, and immunogenicity of prime-boost vaccination regimens against H7N9 Influenza as shown in Table  2 . A vaccination regimen with the VRC-FLUDNA071-00-VP (H7 DNA) vaccine administered alone or concurrently in different arms with inactivated A/Shanghai/2/2013(H7N9) (MIV) as a prime followed by MIV boost will be compared to MIV-MIV prime-boost with a 16 week boost interval for all schedules. The primary hypothesis is that all vaccination regimens will be safe for human administration. A secondary hypothesis is that the DNA-MIV regimen will elicit a greater frequency and/or magnitude of antibody responses against H7 than the MIV-MIV regimen. The primary objective is to evaluate the safety and tolerability in healthy adults of the investigational vaccines' regimens. Secondary objectives are related to the immunogenicity of the vaccination regimens.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 184,
                    "text": "Table  2",
                    "ref_id": "TABREF13"
                }
            ],
            "section": "STUDY DESIGN AND METHODS"
        },
        {
            "text": "The study will be conducted by the VRC Clinic, NIAID, at a single site at the NIH Clinical Center. The visit schedule is shown in Appendix III. The expected duration of time on study per subject is approximately 28 weeks. H7N9 MIV injections are 45 mcg administered as 0.75 mL IM by needle/syringe. Prime injections in Group 2 will be administered in different arms. *Up to 6 subjects over target enrollment are permitted in the study. Randomizations will be stratified by age; up to 9 subjects ages 51-60 years will be enrolled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY DESIGN AND METHODS"
        },
        {
            "text": "Healthy subjects, ages 18-60 years, will be recruited through Institutional Review Board (IRB)approved advertising and screened through the VRC 500 (11-I-0164) screening protocol to confirm eligibility requirements for participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY POPULATION"
        },
        {
            "text": "The following eligibility criteria will be used:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY POPULATION"
        },
        {
            "text": "A subject must meet all of the following criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "1. 18 to 60 years old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "2. Available for clinic visits for up to 28 weeks after enrollment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "3. Able to provide proof of identity to the satisfaction of the study clinician completing the enrollment process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "4. Willing to donate blood for sample storage to be used for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "5. In good general health without clinically significant medical history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "6. Received a current seasonal influenza vaccine at least 2 weeks before enrollment. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "Criteria applicable to women of childbearing potential:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serum creatinine ≤ 1.1 x ULN based on the institutional normal range"
        },
        {
            "text": "14. Negative human chorionic gonadotropin (β-HCG) pregnancy test (urine or serum) on day of enrollment 15. Agree to use an effective means of birth control from 21 days prior to enrollment through 4 weeks after the second study vaccination",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serum creatinine ≤ 1.1 x ULN based on the institutional normal range"
        },
        {
            "text": "A subject will be excluded if one or more of the following conditions apply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "Women Specific:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "1. Breast-feeding or planning to become pregnant while participating in the study Subject has received any of the following substances:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "2. More than 10 days of systemic immunosuppressive medications or cytotoxic medications within the 4 weeks prior to enrollment or any within the 14 days prior to enrollment 3. Blood products within 16 weeks prior to enrollment 4. Live attenuated vaccines within 4 weeks prior to initial study vaccine administration 5. Investigational research agents within 4 weeks prior to enrollment or planning to receive investigational products while on the study 6. Medically indicated subunit or killed vaccines, e.g. influenza, pneumococcal within 2 weeks of initial study vaccine administration unless approved by the study Principal Investigator (PI) 7. Allergy treatment with antigen injections, unless on maintenance schedule 8. Current anti-TB prophylaxis or therapy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "Subject has a history of any of the following clinically significant conditions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Previous H7 avian influenza investigational vaccine"
        },
        {
            "text": "10. Contraindication to receiving an FDA-approved current seasonal influenza vaccination including hypersensitivity to eggs 11. Serious reactions to vaccines that preclude receipt of study vaccinations as determined by the investigator 12. Hereditary angioedema, acquired angioedema, or idiopathic forms of angioedema 24 . Psychiatric condition that precludes compliance with the protocol; past or present psychoses; past or present bipolar disorder; disorder requiring lithium; or within 5 years prior to enrollment, a history of suicide plan or attempt 25. Any medical, psychiatric, social condition, occupational reason or other responsibility that, in the judgment of the investigator, is a contraindication to protocol participation or impairs a volunteer's ability to give informed consent",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 320,
                    "text": "24",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Previous H7 avian influenza investigational vaccine"
        },
        {
            "text": "Evaluation of the safety of these vaccines will include laboratory studies, medical history, physical assessment by clinicians, and subject self-assessment recorded on a diary card following each injection. Potential adverse reactions will be further evaluated prior to continuing the immunization schedule. The study schedule is described in Section 4.2.2 and presented in the form of a ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUBJECT MONITORING: SCHEDULES OF EVALUATIONS"
        },
        {
            "text": "Screening for this study will be completed through the VRC screening protocol, VRC 500 (NIH 11-I-0164). Testing will be done according to eligibility criteria and clinical assessment at screening. Screening evaluations for specific eligibility criteria (see Sections 4.1.1 and 4.1.2) must be completed within the time interval specified prior to enrollment for the given parameter, but may be repeated as needed to confirm eligibility. Storage samples will also be collected during screening; although generally collected in the 56 days prior to enrollment, a particular interval of time prior to enrollment for collection of these samples is not specified. Informed consent documents for vaccine trials will be reviewed, and counseling relating to the potential risks of becoming pregnant during study participation will be provided. Any study volunteer who has not yet received the current year influenza vaccination may receive this, if available, during participation in the screening protocol. An Assessment of Understanding (AoU) will be completed in association with enrollment into VRC 315.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening"
        },
        {
            "text": "Day 0 is defined as the day of protocol enrollment and first injection. Protocol-specific eligibility is reviewed on Day 0 as part of the enrollment process, but eligibility evaluations conducted during a screening visit (VRC 500) are routinely used for eligibility if the screening occurred within the specified window prior to the Day 0 visit. Pregnancy test results for women of reproductive potential must be obtained on each injection day prior to the study injection. Day 0 evaluations prior to the first injection are the baseline for subsequent safety assessments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Schedule and Randomization"
        },
        {
            "text": "All vaccinations will be administered according to the randomization assignment to one of the study groups. Neither the clinic staff nor the subjects will know in advance which group will be assigned to the enrollees in the study. The Protocol Statistician will prepare the randomization plan in advance and provide it to the Site Pharmacy and Data Management Center. The pharmacy database and study randomization will be set up prior to opening the study to accrual. The group assignment will become known to the staff and subject immediately after completing the electronic enrollment into the study on Day 0. The visit schedule is the same for all groups, and it is based on intervals of time after each study injection (see Appendix III). Any subject who receives at least one study injection will continue with follow-up for at least 12 weeks of safety follow-up. Otherwise, follow-up will continue through 12 weeks after the Study Week 16 booster injection; thus, the last required clinic visit will be Study Week 28.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Schedule and Randomization"
        },
        {
            "text": "The schedule of study visits, permitted windows for completing the visits, and evaluations performed at each visit are shown in Appendix III. After Day 0, deviations from the visit windows in completing study visits and study injections are discouraged and will be recorded as protocol deviations, but are permitted at the discretion of the PI (or designee) in the interest of completing the vaccination schedule and obtaining subject safety and immunogenicity evaluations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Schedule and Randomization"
        },
        {
            "text": "On each injection day (prior to injection) study subjects will be evaluated by clinical evaluation and samples will be collected for laboratory tests as per Schedule of Evaluations. A subject who arrives at the clinic with fever or evidence of an acute illness, which precludes administration of the vaccine, may be rescheduled within the allowed visit window. It is recommended, but not required, that the first injection be administered into the nondominant arm. It is preferred, but not required, to alternate arms for study injections. When choosing an arm for the injection, clinicians should consider whether there is an arm injury, local skin problem or significant tattoo that precludes administering the injection or will interfere with evaluating the arm after injection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Administration of Injections"
        },
        {
            "text": "Group 2 participants will receive the H7 DNA and H7N9 MIV as two injections administered in different arms on Day 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Administration of Injections"
        },
        {
            "text": "All MIV injections will be administered IM at a dosage of 45 mcg into the deltoid muscle by needle and syringe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Administration of Injections"
        },
        {
            "text": "All H7 DNA vaccine injections will be administered IM into the deltoid muscle at a dosage of 4 mg using a Biojector 2000  needle-free injection system (Biojector; Bioject Medical Technologies Inc., Tigard, OR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Administration of Injections"
        },
        {
            "text": "Following each study injection, subjects will be observed for a minimum of 30 minutes. Vital signs (temperature, blood pressure, pulse and respiratory rate) will be taken at 30 minutes or longer after the injection, prior to departure from the clinic. The injection site(s) will be inspected for evidence of local reaction. In keeping with the NIH Clinical Center policy and good medical practice, acute medical care will be provided to subjects for any immediate allergic reactions or other injury resulting from participation in this research study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Administration of Injections"
        },
        {
            "text": "Subjects will be given a \"Diary Card\" to use as a memory aid, on which to record temperature and symptoms daily for 7 days after each injection. Subjects will be trained to use the secure database or complete the paper diary card depending on their preference. When the diary card parameters are recorded directly by the subject through a password-protected secure database, the subject's electronic record will be the source for these data. The written (paper) diary card may be used as a source document. When neither a written nor electronic diary card is available from the subject, the study clinician will note the source of reactogenicity information recorded in the study database.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diary Cards and Follow-up"
        },
        {
            "text": "The solicited signs and symptoms on the diary card will include the parameters: unusually tired/feeling unwell, muscles aches (other than at injection site), headache, chills, nausea, joint pain, and pain/tenderness at injection site. Subjects will also record the day's highest measured temperature and measurement of largest diameter for redness and swelling at injection site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diary Cards and Follow-up"
        },
        {
            "text": "Follow-up on subject well-being will be performed as shown in the Schedule of Evaluations (Appendix III). Events following any study injection that may require clinical evaluation include rash, urticaria, fever of 38.5˚C (Grade 2) or higher lasting greater than 24 hours, or significant impairment in the activities of daily living. Additionally, other clinical concerns may prompt a study visit based on the judgment of a study clinician.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diary Cards and Follow-up"
        },
        {
            "text": "At intervals throughout the study, blood will be drawn for safety and immunologic assays. Blood will be drawn from the arm veins of subjects by standard phlebotomy procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood Sample Collection"
        },
        {
            "text": "Apheresis: Apheresis will be offered as an optional procedure at Visit 06A. Visit 06A may occur on the same day or a different day as Visit 06 since these visits have overlapping, but different preferred visit windows. Each apheresis procedure will be carried out by trained DTM medical staff using automated cell separator devices. In this study, the procedure will require one or two antecubital venous access sites and will involve processing one to four liters of whole blood. The expected mononuclear cell yield is approximately 0.5 to 1.0 x 10 9 cells per liter processed, and the apheresis device can process about 2-3 liters per hour. Thus, 1 to 2 hours are required to process 1 to 4 liters of blood and obtain about 1 -4 x 10 9 leukocytes. The packed red cell loss during the procedure is the equivalent of a 6 mL blood draw; this is the volume that will be used for the purposes of calculating cumulative blood draw when apheresis is performed. A fingerstick hemoglobin assessment will be performed prior to initiating apheresis, per DTM Apheresis Clinic standard policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood Sample Collection"
        },
        {
            "text": "Blood for research will be processed and samples stored at NVITAL. Stored samples may be used later to further evaluate immune responses and to elucidate genetic factors associated with immune response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood Sample Collection"
        },
        {
            "text": "Current concomitant medications will be recorded in the study database at enrollment. Concomitant medications will be updated in the study database if there is an occurrence of an adverse event that requires expedited reporting. Whether or not any medications were taken during the 7-day period following vaccination will be documented. Treatment for influenza with antiviral drugs will be recorded on an Influenza Endpoint Case Report Form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concomitant Medications"
        },
        {
            "text": "Clinicians should work with study subjects with regard to the timing of FDA-approved vaccines. Intercurrent vaccinations with licensed vaccines do not require discontinuation of the vaccination schedule; however, the Principal Investigator has the option of discontinuing the vaccination schedule or allowing some flexibility in the subsequent study injection based on clinical judgment and the potential effect on the immunogenicity analysis. Receipt of a licensed vaccine at any time is not a protocol violation. Vaccinations received during study participation will be recorded in the study database. Otherwise, a record of concomitant medication changes throughout the study will not be recorded in the study database.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concomitant Medications"
        },
        {
            "text": "In general, subjects who receive the Day 0 study injection will continue to be followed for at least 12 weeks of safety follow-up, whenever possible. Decisions on discontinuation of study injections or protocol participation for a subject will be made by the study PI or designee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRITERIA FOR DISCONTINUING STUDY INJECTIONS OR PROTOCOL PARTICIPATION"
        },
        {
            "text": "Under certain circumstances, a subject will be terminated from participating in further injections. Participants who are discontinued from additional study injections will continue to be followed according to the schedule of safety and immunogenicity evaluations. Specific events that will require withdrawal of a subject from the injection schedule include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discontinuation of Study Injections"
        },
        {
            "text": "1. Pregnancy;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discontinuation of Study Injections"
        },
        {
            "text": "2. Grade 2 adverse event assessed as related to a study injection that does not resolve to baseline in time for the next scheduled immunization;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discontinuation of Study Injections"
        },
        {
            "text": "3. Grade 3 adverse event assessed as related to a study injection (with the exception that 5. Immediate hypersensitivity reaction associated with a study injection;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discontinuation of Study Injections"
        },
        {
            "text": "6. Intercurrent illness that is not expected to resolve prior to the next scheduled study injection assessed by study clinician to require withdrawal from the injection schedule;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discontinuation of Study Injections"
        },
        {
            "text": "7. Treatment with systemic glucocorticoids (e.g., prednisone or other glucocorticoid) or other immunomodulators (other than nonsteroidal anti-inflammatory drugs [NSAIDs]), with the exception that, study vaccination may continue per investigator discretion if the next one occurs at least 2 weeks following completion of glucocorticoid treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discontinuation of Study Injections"
        },
        {
            "text": "8. The study PI assesses that it is not in the best interest of the subject to continue on the vaccination schedule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discontinuation of Study Injections"
        },
        {
            "text": "A subject may be discontinued from protocol participation for the following reasons:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discontinuation from Protocol Participation"
        },
        {
            "text": "1. Subject decides to discontinue participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discontinuation from Protocol Participation"
        },
        {
            "text": "2. Subject develops a medical condition that is a contraindication to continuing study participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discontinuation from Protocol Participation"
        },
        {
            "text": "3. The IND sponsor or regulatory authority stops the protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discontinuation from Protocol Participation"
        },
        {
            "text": "4. The study PI assesses that it is not in the best interest of the subject to continue participation in the study or that the subject's compliance with the study is not sufficient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discontinuation from Protocol Participation"
        },
        {
            "text": "The Principal Investigator will closely monitor and analyze study data as they become available and will make determinations regarding the presence and severity of adverse events. The administration of study injections and new enrollments will be paused and the IND Sponsor will be promptly notified according to the following criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRITERIA FOR PAUSING THE STUDY"
        },
        {
            "text": "• One (or more) subject experience a Serious Adverse Event (SAE) assessed as related to study vaccination, or an SAE that does not have a clear, attributable cause.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRITERIA FOR PAUSING THE STUDY"
        },
        {
            "text": "• Two (or more) subjects experience the same Grade 3 or higher unsolicited adverse event assessed as related to the same study vaccine, or that does not have a clear, attributable cause.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRITERIA FOR PAUSING THE STUDY"
        },
        {
            "text": "(Notes: adverse events occurring after the H7 DNA vaccine will be counted separately from those occurring after the H7N9 MIV vaccine; also, self-limited solicited reactogenicity will not be counted towards pause criteria).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRITERIA FOR PAUSING THE STUDY"
        },
        {
            "text": "The study injections and enrollments would resume only if review of the adverse events that caused the pause resulted in a recommendation to permit further study injections and study enrollments. The reviews to make this decision will occur as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plan for Review of Pauses and Resuming Rules:"
        },
        {
            "text": "Pauses for SAEs: The IND Sponsor, with participation by the Principal Investigator, will consult with the FDA to conduct the review and make the decision to resume or close the study for any SAEs that meet the criteria for pausing the study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plan for Review of Pauses and Resuming Rules:"
        },
        {
            "text": "The IND Sponsor, in consultation with the Principal Investigator, will conduct the review and make the decision to resume or close the study for the adverse events that meet the criteria for pausing the study. As part of the pause review, the reviewers will also advise on whether the study needs to be paused again for any subsequent adverse events of the same type.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pauses for Grade 3 or Higher Adverse Events:"
        },
        {
            "text": "When indicated, safety data reports and changes in study status will be submitted to the IRB in accordance with Section 5.4 and institutional policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pauses for Grade 3 or Higher Adverse Events:"
        },
        {
            "text": "An adverse event (AE) is any untoward or unfavorable medical occurrence in a human subject, including any abnormal sign (e.g., abnormal physical exam or laboratory finding), symptom, or disease temporally associated with the use of study treatment, whether or not considered related to the study treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVERSE EVENTS"
        },
        {
            "text": "Each adverse event will be graded according to the table for grading severity of adverse events (see Appendix IV). The following guidelines will be used to determine whether or not an adverse event is recorded in the study database:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVERSE EVENTS"
        },
        {
            "text": "Solicited adverse event (i.e, reactogenicity parameters) will be recorded in the study database for 7 days after each injection without the collection of attribution assessments. All unsolicited AEs will be recorded in the study database from receipt of first study injection through the visit scheduled for \"4 weeks\" after each study injection. At other time periods between injections and when greater than 4 weeks after the booster MIV injection, only SAEs (as detailed in Section 5.2), new chronic medical conditions, and influenza or influenza-like illness will be recorded through the last study visit. Cases of influenza or influenza-like illness will be evaluated using clinical judgment and current CDC definition of influenza symptoms (http://www.cdc.gov/flu/about/disease/symptoms.htm), and recorded on an influenza endpoints form rather than on an adverse events form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVERSE EVENTS"
        },
        {
            "text": "As defined in 21 CFR 312.32, an adverse event or suspected adverse reaction is considered \"serious\" if, in the view of either the investigator or sponsor, it results in any of the following outcomes: \"Death, a life-threatening adverse drug experience, inpatient hospitalization or prolongation of existing hospitalization, a persistent or significant disability/incapacity, or a congenital anomaly/birth defect. Important medical events that may not result in death, be lifethreatening, or require hospitalization may be considered a serious adverse drug experience when, based upon appropriate medical judgment, they may jeopardize the subject or require medical or surgical intervention to prevent one of the outcomes listed in this definition. Examples of such medical events include allergic bronchospasm requiring intensive treatment in an emergency room or at home, blood dyscrasias or convulsions that do not result in inpatient hospitalization, or the development of drug dependency or drug abuse.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SERIOUS ADVERSE EVENTS"
        },
        {
            "text": "\"Life threatening\" refers to an adverse event that at occurrence represented an immediate risk of death to the subject; it does not refer to an event that hypothetically might have caused death if it were more severe. Similarly, a hospital admission for an elective procedure is not considered a Serious Adverse Event. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SERIOUS ADVERSE EVENTS"
        },
        {
            "text": "Adverse events that meet Serious Adverse Event (SAE) Reporting Requirements must be reported and submitted by the clinical site on an expedited basis to the IND sponsor, VRC/NIAID/NIH, according to sponsor guidelines as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVERSE EVENT REPORTING TO THE IND SPONSOR"
        },
        {
            "text": "• results in death • is life threatening • results in persistent or significant disability/incapacity • requires unplanned inpatient hospitalization or prolongation of existing hospitalization • is a congenital anomaly/birth defect in the offspring of a study subject • is an important medical event that may jeopardize the subject or may require intervention to prevent one of the other outcomes listed above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVERSE EVENT REPORTING TO THE IND SPONSOR"
        },
        {
            "text": "In addition, any event, regardless of severity, which in the judgment of an investigator represents a serious adverse event, may be reported on an expedited basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVERSE EVENT REPORTING TO THE IND SPONSOR"
        },
        {
            "text": "An investigator will communicate an initial SAE report within 24 hours of site awareness of occurrence to the IND sponsor by email to the VRC Protocol Operations Office (see Appendix II).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVERSE EVENT REPORTING TO THE IND SPONSOR"
        },
        {
            "text": "A written report by investigator should be submitted to the IND Sponsor within 3 working days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVERSE EVENT REPORTING TO THE IND SPONSOR"
        },
        {
            "text": "In order for the IND Sponsor to comply with regulations mandating sponsor notification of specified SAEs to the FDA within 7 or 15 calendar days, the investigator must submit additional information as soon as it is available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVERSE EVENT REPORTING TO THE IND SPONSOR"
        },
        {
            "text": "It is the responsibility of the IND Sponsor to make the determination of which SAEs are \"serious and unexpected suspected adverse reactions\" (SUSARs) as defined in 21 CFR 312.32.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IND Sponsor Reporting to the FDA"
        },
        {
            "text": "• Suspected adverse reaction means any adverse event for which there is a reasonable possibility that the drug caused the adverse event. • Unexpected Adverse Event means an AE that is not listed in the Investigator's Brochure or is not listed at the specificity or severity that has been observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IND Sponsor Reporting to the FDA"
        },
        {
            "text": "All SUSARs, as determined by the IND Sponsor, will be reported to the FDA as IND Safety Reports and IND Safety Reports will be provided to the IRB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IND Sponsor Reporting to the FDA"
        },
        {
            "text": "The IND Sponsor will also submit an IND Annual Report of the progress of the investigation to the FDA as defined in 21 CFR 312.33.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IND Sponsor Reporting to the FDA"
        },
        {
            "text": "Copies of all FDA reports will be provided to the H7N9 MIV manufacturer, Sanofi Pasteur, Inc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IND Sponsor Reporting to the FDA"
        },
        {
            "text": "A serious \"Unanticipated Problem (UP)\" is defined as any incident, experience, or outcome that meets all three of the following criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unanticipated Problem (UP) Definition"
        },
        {
            "text": "• unexpected in nature, severity, or frequency in relation to the research risks that are described in the protocol, informed consent, Investigator's Brochure, other study documents or in consideration of the characteristics of the subject population being studied; and • related to participation in the research; and • suggests that the research places subjects or others at a greater risk of harm (including physical, psychological, economic, or social harm) than was previously known or recognized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unanticipated Problem (UP) Definition"
        },
        {
            "text": "Non-serious UP: An UP that is not an Adverse Event (UPnonAE) is an unanticipated problem that does not fit the definition of an adverse event, but which may, in the opinion of the investigator, involve risk to the subject, affect others in the research study, or significantly impact the integrity of research data. Such events would be considered a non-serious UP. For example, we will report occurrences of breaches of confidentiality, accidental destruction of study records, or unaccounted-for study drug.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unanticipated Problem (UP) Definition"
        },
        {
            "text": "A Protocol Deviation is defined as any change, divergence, or departure from the IRB-approved study procedures in a research protocol. Protocol deviations are designated as serious or nonserious and further characterized as • Those that occur because a member of the research team deviates from the protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol Deviation Definition"
        },
        {
            "text": "• Those that are identified before they occur, but cannot be prevented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol Deviation Definition"
        },
        {
            "text": "• Those that are discovered after they occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol Deviation Definition"
        },
        {
            "text": "Serious Protocol Deviation: A deviation that resulted in a Serious Adverse Event or compromises the safety, welfare or rights of subjects or others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol Deviation Definition"
        },
        {
            "text": "Non-compliance is the failure to comply with applicable NIH Human Research Protections Program (HRPP) policies, IRB requirements, or regulatory requirements for the protection of human subjects. Non-compliance is further characterized as serious, continuing or minor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-Compliance Definition"
        },
        {
            "text": "\"Serious non-compliance\" is defined as non-compliance that • Increases risks, or causes harm, to participants • Decreases potential benefits to participants • Compromises the integrity of the NIH-HRPP • Invalidates the study data \"Continuing non-compliance\" is non-compliance that is recurring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-Compliance Definition"
        },
        {
            "text": "\"Minor non-compliance\" is non-compliance that is neither serious nor continuing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-Compliance Definition"
        },
        {
            "text": "The following will be reported within 7 calendar days of investigator awareness:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expedited Reporting to the NIAID IRB"
        },
        {
            "text": "• Serious and non-serious UP • Deaths • Serious protocol deviations • Serious or continuing non-compliance • SAEs that are possibly, probably, or definitely related to the research regardless of expectedness",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expedited Reporting to the NIAID IRB"
        },
        {
            "text": "The following waiver applies to reporting anticipated protocol deviations and expected UPnonAEs: Anticipated deviations in the conduct of the protocol will not be reported to the IRB unless they occur at a rate greater than anticipated by the study team. Expected adverse events will not be reported to the IRB unless they occur at a rate greater than that known to occur in healthy adults. If the rate of these events exceeds the rate expected by the study team, the events will be classified and reported as though they are unanticipated problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expedited Reporting to the NIAID IRB"
        },
        {
            "text": "The following will be reported to the NIAID IRB in summary at the time of Continuing Review:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Annual Reporting to the NIAID IRB"
        },
        {
            "text": "• Serious and non-serious UP • Expected SAEs that are possibly, probably, or definitely related to the research • SAEs that are not related to the research • All adverse events, except expected AEs granted a waiver of reporting • Serious and Non-Serious Protocol Deviations • Serious, continuing, and minor non-compliance • Any trends or events which in the opinion of the investigator should be reported",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Annual Reporting to the NIAID IRB"
        },
        {
            "text": "The NIH Institutional Biosafety Committee (IBC) (Building 13, Room 3K04, NIH, Bethesda, MD) has the responsibility to review research using recombinant DNA for compliance with NIH Guidelines. In keeping with IBC requirements, any SAE reports sent to the IRB will be subsequently provided to the IBC by the investigators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SERIOUS ADVERSE EVENT REPORTING TO THE INSTITUTIONAL BIOSAFETY COMMITTEE"
        },
        {
            "text": "This study is a single-center trial to assess the safety and tolerability of 3 prime-boost schedules as per study schema ( Table 2 ). An assessment of immunogenicity will also be performed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 130,
                    "text": "Table 2",
                    "ref_id": "TABREF13"
                }
            ],
            "section": "OVERVIEW"
        },
        {
            "text": "The primary objective of this trial concerns safety. The secondary and exploratory objectives concern immunogenicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OBJECTIVES"
        },
        {
            "text": "Assessment of product safety will include clinical observation and monitoring of hematological and chemical parameters. Safety will be closely monitored after injection and evaluated through 12 weeks after last study injection. See Section 4.2 and Appendix III for details and specified time points. The following parameters will be assessed for all study groups:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary Endpoints: Safety"
        },
        {
            "text": "• Occurrence of solicited local reactogenicity signs and symptoms for 7 days following each vaccination The primary immunogenicity endpoint is H7-specific antibody responses as measured by H7 HAI. The main timepoints are Week 0 (baseline) and 2 weeks after the boost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary Endpoints: Safety"
        },
        {
            "text": "For all immunogenicity endpoints, seroconversion is defined as the proportion of subjects with either a pre-vaccination H7-specific HAI titer <1:10 and a post-vaccination HAI titer ≥1:40 or a pre-vaccination HAI titer ≥1:10 and a minimum four-fold rise in post-vaccination HAI antibody titer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary Endpoints: Safety"
        },
        {
            "text": "The magnitude and the frequency of H7-specific neutralizing antibodies that are 4-fold greater than baseline at 2 weeks after the MIV boost for each group will be evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory Endpoints"
        },
        {
            "text": "Evaluation of antibody and T cell responses at time points throughout the study will be completed as an exploratory evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory Endpoints"
        },
        {
            "text": "For the H7 neutralization assay, a positive response for a subject is defined as the subject achieving a four-fold rise in the H7-specific neutralization antibody titer from baseline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory Endpoints"
        },
        {
            "text": "The study design is to have 30 healthy adult participants divided equally among 3 schedules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAMPLE SIZE AND ACCRUAL"
        },
        {
            "text": "The goal of the safety evaluation for this study is to identify safety concerns associated with injections of the investigational vaccines. Primary sample size calculations for safety are expressed in terms of the ability to detect serious adverse experiences. Other sample size calculations for comparing of the two vaccination groups on adverse experiences are similar to the calculations for immunogenicity (see Section 6.4.3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Power Calculations for Safety"
        },
        {
            "text": "The ability of the study to identify SAEs will be expressed in terms of the probability of observing a certain number of serious adverse events. Useful values are the minimum true rate such that the probability of observing at least one event is at least 90%, and the maximum true rate such that the probability of not observing any event is at least 90%. Within each group (n=10), there is over 90% chance to observe at least 1 SAE if the true rate is at least 0.206 and over 90% chance to observe no SAE if the true rate is no more than 0.01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Power Calculations for Safety"
        },
        {
            "text": "Probabilities of observing 0 or more than 1 serious adverse event within each group are presented in Table 6 -1 for a range of possible true event rates. These calculations provide a more complete picture of the sensitivity of this study design to identify potential safety problems with Table 6 -1 gives the probabilities of observing 0 or at least 2 responses over a range of underlying response rates. For example, if the true response rate at a particular time point is 0.20, then there is a probability of 0.893 to observe at least one response and a probability of 0.624 to observe at least two responses among the 10 vaccinees in a group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "text": "Table 6",
                    "ref_id": "TABREF24"
                },
                {
                    "start": 288,
                    "end": 295,
                    "text": "Table 6",
                    "ref_id": "TABREF24"
                }
            ],
            "section": "Power Calculations for Safety"
        },
        {
            "text": "To compare the two schedules for possible difference in immunogenicity, a simple comparison on the positive response rate will be used. Table 6 -3 gives the power of Fisher exact test to compare any two schedules over a range of possible response rates. It indicates that a comparison between two groups is not powered by the study design with 10 samples per group. With 10 subjects per group, there is 80% power to detect between-group difference in magnitude of effect size (the ratio of difference to standard deviation) 1.33 or higher. For ELISA and neutralization data, if both groups have log(e)-transformed data of standard deviation 1, the sample size allows for detection of between-group difference of 1.33 or higher in the logtransformed Geometric Mean Titers (GMTs). This difference of 1.33 in log-scale translates to about a 4-fold difference (exp(1.33)=3.78) in GMT.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 143,
                    "text": "Table 6",
                    "ref_id": "TABREF24"
                }
            ],
            "section": "Power for Comparison"
        },
        {
            "text": "Since enrollment is concurrent with receiving the first study vaccination, the expectation is that all participants will receive at least one vaccination and therefore will provide some safety data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STATISTICAL ANALYSIS"
        },
        {
            "text": "All statistical analyses will be performed using Statistical Analysis System (SAS), R, or S-Plus statistical software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STATISTICAL ANALYSIS"
        },
        {
            "text": "No formal multiple comparison adjustments will be employed for safety endpoints or secondary endpoints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STATISTICAL ANALYSIS"
        },
        {
            "text": "The analysis variables consist of baseline variables, safety variables, and immunogenicity variables for primary and secondary objective analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis Variables"
        },
        {
            "text": "Baseline characteristics including demographics and laboratory measurements will be summarized using descriptive statistics. The number and percentage of participants experiencing each type of reactogenicity sign or symptom will be tabulated by severity. For a given sign or symptom, each participant's reactogenicity will be counted once under the maximum severity for all assessments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline Demographics"
        },
        {
            "text": "Adverse experiences are coded into Medical Dictionary for Regulatory Activities (MedDRA) preferred terms. The number and percentages of participants experiencing each specific adverse event will be tabulated by severity and relationship to treatment. For the calculations in these tables, each participant's adverse experience will be counted once under the maximum severity or strongest recorded causal relationship to treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse Experiences"
        },
        {
            "text": "A complete listing of adverse experiences for each participant will provide details including severity, relationship to treatment, onset, duration and outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse Experiences"
        },
        {
            "text": "Boxplots of local laboratory values will be generated for baseline values and for values measured during the course of the study. Each boxplot will show the 1st quartile, the median, and the 3 rd quartile. Outliers, or values outside the boxplot, will also be plotted. If appropriate, horizontal lines representing boundaries for abnormal values will be plotted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local Laboratory Values"
        },
        {
            "text": "The statistical analysis for immunogenicity will employ the intent-to-treat principle, i.e., all data from enrolled participants will be used. In the final analysis of immunogenicity, if there are cases of a subject receiving a schedule different from the assignment, then an as-treated analysis will be performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunogenicity Analysis"
        },
        {
            "text": "If assay data are qualitative (i.e., positive or negative) then analyses will be performed by tabulating the frequency of positive response for each assay at each time point that an assessment is performed. Binomial response rates will be presented with their corresponding exact 95% confidence interval estimates. Fisher's exact tests will be used to compare the two vaccine groups to each other. Missing responses will be assumed to be missing at random, i.e., conditional on the observed data the missingness is independent of the unobserved responses. Graphical descriptions of the longitudinal immune responses will also be given.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunogenicity Analysis"
        },
        {
            "text": "Some immunologic assays have underlying continuous or count-type readout that is often dichotomized into responder/nonresponder categories. For these assays, graphical and tabular summaries of the underlying distributions will be made. These summaries may be performed on transformed data (e.g., log transformation) to better satisfy assumptions of symmetry and homoscedasticity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunogenicity Analysis"
        },
        {
            "text": "Safety Reviews: The Protocol Safety Review Team (PSRT) will review safety data routinely throughout the study. The study will utilize both electronic database features and reviews by designated safety review personnel to identify in a timely manner if any of the safety pause rules of the study are met.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interim analyses"
        },
        {
            "text": "The analyses of immunogenicity may be performed when the HAI assays of samples collected at 4 weeks after the boost have been completed. This may occur prior to completion of safety follow-up visits or collection of data for secondary and exploratory immunogenicity endpoints. Such an analysis would constitute the final analysis for the primary immunogenicity endpoint, so sample size adjustments are not required. Reports providing results by study group may be provided to VRC solely for the purpose of informing decisions related to future trials in a timely manner. The results should in no way influence the conduct of the VRC 315 trial in terms of early termination or later safety or immunogenicity endpoint assessments. Analyses of secondary and exploratory immunogenicity assays may also be performed as data become available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunogenicity Review:"
        },
        {
            "text": "The randomization sequence will be obtained by computer-generated random numbers and provided to the study pharmacist by the protocol statistician. The provision for enrollment of up to 6 additional subjects will be taken into account in the randomization code development. The randomizations will be stratified by age; up to 9 subjects ages 51-60 years will be enrolled in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization of Treatment Assignments"
        },
        {
            "text": "The study identifier is assigned after completion of the enrollment form in the electronic study database. To decrease the potential for participant dropouts during the period between randomization and initial vaccination, randomization will occur on Day 0 after the study consent is signed and eligibility is confirmed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization of Treatment Assignments"
        },
        {
            "text": "The pharmacist and the statistician are responsible for maintaining security of the treatment assignments. Discussion of the treatment assignment between the VRC clinicians and the pharmacy staff is prohibited until after the enrollment is completed and the randomization becomes known to all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization of Treatment Assignments"
        },
        {
            "text": "The study groups and vaccination schedules are shown in Table 4 .1 in Section 4. Refer to Section 2 for information about manufacturing of study agents.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "PHARMACY AND VACCINE ADMINISTRATION PROCEDURES"
        },
        {
            "text": "In this study, the study agents are two investigational vaccines as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY AGENTS"
        },
        {
            "text": "• Monovalent influenza subvirion vaccine A/Shanghai/02/2013 is provided at concentration 30 mcg/0.5mL (H7N9 MIV)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY AGENTS"
        },
        {
            "text": "• VRC-FLUDNA071-00-VP 4 mg/mL: (H7 DNA vaccine)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY AGENTS"
        },
        {
            "text": "The labels for both the H7N9 MIV and VRC-FLUDNA071-00-VP (H7 DNA vaccine) will have specific product information (e.g., part number, lot number, fill volume, storage temperature) included on the product vial labels. The label will contain an Investigational Use Statement (\"Caution: New Drug -Limited by Federal Law to Investigational Use\"), and manufacturer information. H7N9 MIV: The vaccine will be stored in a refrigerator for which the normal range is 2°C to 8°C. Do not freeze. If deviations in storage temperature occur from the normal allowance for the pharmacy refrigerator, the site pharmacist must report the storage temperature excursion promptly to the PI and the IND sponsor. The excursion must be evaluated and investigated and action must be taken to restore and maintain the desired temperature limits. Pending the outcome of the investigation, the IND sponsor will notify the pharmacist if continued clinical use of the product is acceptable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Agent Labels"
        },
        {
            "text": "VRC-FLUDNA071-00-VP: Upon release by VRC, the DNA vaccine vials will be shipped within the recommended temperature range using appropriate shipping configurations, to the study pharmacist. Vials of the vaccine should be stored until use at -35°C to -15 o C in a qualified, continuously monitored, temperature-controlled freezer. Temperature excursions will be reported per pharmacy guidelines. Storage below -45ºC is not permitted because of the stopper limitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Agent Labels"
        },
        {
            "text": "If deviations in storage temperature occur from the normal allowance for the pharmacy freezer, the site pharmacist must report the storage temperature excursion promptly to the PI and IND sponsor. The excursion must be evaluated and investigated and action must be taken to restore and maintain the desired temperature limits. Pending the outcome of the investigation, the IND sponsor will notify the pharmacist if continued clinical use of the product is acceptable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Agent Labels"
        },
        {
            "text": "This section describes how the site pharmacist will prepare study injections. Clinician instructions on how to select an arm and administer the injection are in Section 4.2.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREPARATION OF STUDY AGENT FOR INJECTION"
        },
        {
            "text": "H7N9 MIV: The inactivated H7N9 vaccine is supplied in 3 mL vials filled to contain no less than 0.5 mL extractable volume. Vials are intended for single use only. Refer to the group assignment for the study subject. For visits in which the inactivated H7N9 vaccine is to be administered, remove 2 vials of the H7N9 MIV from the refrigerator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREPARATION OF STUDY AGENT FOR INJECTION"
        },
        {
            "text": "Inspect vials visually for particulate matter and/or discoloration. If either of those conditions exists, the vaccine should not be administered. Gently invert both vials 5 to 7 times to mix. After mixing, the contents should be essentially clear and colorless to opalescent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREPARATION OF STUDY AGENT FOR INJECTION"
        },
        {
            "text": "An individual syringe with a 0.75 mL volume will be prepared from the 2 vials (30 mcg/0.5 mL each) by the Clinical Center pharmacy such that a total vaccine amount is 45 mcg, and labeled with the subject identifier for transport to the clinic. The pharmacy will also label with information about date and time after which the preparation may not be used. When preparing a dose in a syringe for administration, consideration should be given to the volume of solution that may remain in the needle after the dose is administered. All injections must be administered within 2 hours after removing the vaccine vial from the refrigerator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREPARATION OF STUDY AGENT FOR INJECTION"
        },
        {
            "text": "VRC-FLUDNA071-00-VP: The DNA vaccine is supplied as a 2 mL glass vial containing a clear colorless isotonic sterile solution. Each vial contains 20% over the amount to be injected in the cGMP grade phosphate-buffered saline. Vials are intended for single use only and do not contain a preservative. They should not be refrozen after thawing. Each vial (4 mg/mL) contains a volume of 1.2 mL (4.8 mg).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREPARATION OF STUDY AGENT FOR INJECTION"
        },
        {
            "text": "Refer to the group assignment for the study subject. For visits in which the DNA vaccine is to be administered, remove a vial of the DNA vaccine 4 mg/mL from the freezer. Allow the vial to One 1 mL injection of the 4 mg/mL preparation will be administered for each 4 mg dose. A dose of vaccine will be prepared in the Clinical Center pharmacy and the prepared Biojector syringe labeled with the subject identifier will be delivered to the clinic for administration. The pharmacy will also label with information about date and time after which the preparation may not be used. All injections must be administered within 8 hours after removing the vaccine vial from the freezer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREPARATION OF STUDY AGENT FOR INJECTION"
        },
        {
            "text": "The study pharmacist will be responsible for maintaining an accurate record of the codes, inventory, and an accountability record of vaccine supplies for this study. Electronic documentation as well as paper copies will be used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Documentation"
        },
        {
            "text": "The empty vials and the unused portion of a vial will be discarded in a biohazard containment bag and incinerated or autoclaved following the injection. Any unopened vials that remain at the end of the study will be discarded at the discretion of the VRC in accordance with policies that apply to investigational agents. Partially used vials or expired prepared doses cannot be administered to other subjects nor used for in vitro experimental studies and will be discarded as indicated above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disposition"
        },
        {
            "text": "This research study will be conducted in compliance with the protocol, Good Clinical Practices (GCP) guidelines, and all applicable regulatory requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HUMAN SUBJECT PROTECTIONS AND ETHICAL OBLIGATIONS"
        },
        {
            "text": "A copy of the protocol, proposed informed consent form, other written subject information, and any proposed advertising material will be submitted to the NIAID IRB for written approval prior to implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTITUTIONAL REVIEW BOARD"
        },
        {
            "text": "The investigator must submit and, where necessary, obtain approval from the IRB for all subsequent protocol amendments and changes to the informed consent document. The investigator will notify the IRB of deviations from the protocol and serious adverse events as per IRB policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTITUTIONAL REVIEW BOARD"
        },
        {
            "text": "The investigator will be responsible for obtaining IRB approval of the annual Continuing Review throughout the duration of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTITUTIONAL REVIEW BOARD"
        },
        {
            "text": "Subjects for this study will be recruited in accordance with the IRB standard for recruitment practices. Effort will be made to include women and minorities in proportions similar to that of the community from which they are recruited. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUBJECT RECRUITMENT AND ENROLLMENT"
        },
        {
            "text": "The study informed consent is provided in Appendix I. The study consent describes the investigational products to be used and all aspects involved in protocol participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMED CONSENT"
        },
        {
            "text": "Before a subject may participate in the study, it is the investigator's responsibility to obtain written informed consent from the subject, after adequate explanation of the aims, methods, anticipated benefits, and potential hazards of the study and before any protocol-specific procedures or study medications are administered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMED CONSENT"
        },
        {
            "text": "The acquisition of informed consent will be documented in the subject's medical records, as required by 21 CFR 312.62, and the informed consent form will be signed and personally dated by the subject and by the person who conducted the informed consent discussion. The original signed informed consent form will be retained in the medical chart and a copy of the informed consent form will be provided to the subject.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMED CONSENT"
        },
        {
            "text": "The investigator must ensure that the subject's anonymity is maintained. Subjects will not be identified in any reports on this study. All records will be kept confidential to the extent provided by federal, state and local law. Medical records are made available for review when required by the FDA or other authorized users, such as the vaccine manufacturer, only under the guidelines set by the Federal Privacy Act. Direct access includes examining, analyzing, verifying, and reproducing any records and reports that are important to the evaluation of the study. The investigator is obligated to inform the subjects that the above named representatives will review their study-related records without violating the confidentiality of the subjects. Stored study research samples are labeled by a code (such as a number) that only the VRC Clinic team can link to the subject. The requirement to maintain subject confidentiality is included in the study informed consent document.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUBJECT CONFIDENTIALITY"
        },
        {
            "text": "The manufacturing process for the production of the investigational monovalent inactivated A/Shanghai/2/2013 (H7N9) vaccine is similar to the process used to produce the licensed influenza vaccine Fluzone ® family of products. Therefore, the safety profile of H7N9 MIV is expected to be similar to the current Fluzone ® vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risks of the Monovalent Inactivated H7N9 Vaccine"
        },
        {
            "text": "Occasionally, adult recipients of the licensed inactivated influenza vaccines may develop influenza-like reactions such as fever, body aches, headache, malaise, myalgia and/or nausea. These reactions are usually greatest within the first 24 hours after vaccination and last 1 to 2 days. Some subjects may develop reactions at the site of vaccination (redness, swelling, pain, or tenderness). Analgesics (e.g., aspirin or acetaminophen) and rest will generally relieve or moderate these symptoms. These reactions should go away in 1 to 4 days and not require additional treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risks of the Monovalent Inactivated H7N9 Vaccine"
        },
        {
            "text": "Acute and potentially life-threatening allergic reactions are also possible. Since the H7N9 MIV contain limited quantity of egg protein, this protein can induce immediate hypersensitivity reactions among person who have severe allergy. Allergic reactions include hives, angioedema, allergic asthma, and systemic anaphylaxis. Potential side effects resulting from intramuscular injection include stinging, arm discomfort, redness of the skin, mild bruising or a small laceration at vaccine injection sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risks of the Monovalent Inactivated H7N9 Vaccine"
        },
        {
            "text": "Subjects may exhibit general signs and symptoms associated with administration of a vaccine injection, including fever, chills, rash, aches and pains, nausea, headache, dizziness and fatigue. These side effects will be monitored, but are generally short term, mild to moderate severity and usually do not require treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risks of the Monovalent Inactivated H7N9 Vaccine"
        },
        {
            "text": "In previous VRC DNA vaccine studies, placebo and vaccine recipients were noted to have occasional asymptomatic and self-limited changes in laboratory tests such as temporary drop in white blood cell count. Urticaria has been reported as an adverse event possibly related to DNA vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risks of the Monovalent Inactivated H7N9 Vaccine"
        },
        {
            "text": "Investigational DNA vaccines administered via Biojector have been associated with mild skin lesions (0.5-1.0 cm diameter) at the vaccination site. In these cases a small scab formed within 1-2 weeks after immunization and came off after a few days. The skin healed without treatment within a few weeks. One skin biopsy was obtained on Day 6 post vaccination. It showed subcutaneous and dermal perivascular lymphocytic inflammation. There were rare eosinophils and rare giant cells noted, and the infiltrate was composed entirely of CD3 positive cells. It included both CD4 + and CD8 + T cells. The process appears to be primarily a subcutaneous inflammatory response to vaccination with cutaneous manifestations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risks of the Monovalent Inactivated H7N9 Vaccine"
        },
        {
            "text": "There may be other unknown side effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risks of the Monovalent Inactivated H7N9 Vaccine"
        },
        {
            "text": "Blood drawing may cause pain, bruising, fainting, and, rarely, infection at the site where the blood is taken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Risks"
        },
        {
            "text": "Certain adverse events during apheresis procedures may be expected, such as vasovagal episodes (lightheadedness, dizziness, syncope, nausea, vomiting) related to needle insertion, and cutaneous paresthesias, chills, nausea, and heartburn caused by the citrate anticoagulant used during the procedure. Hematoma formation and transient cutaneous neurological complaints related to needle insertion might also be seen. These events occur in 1-2% of donations from healthy volunteer blood donors. Vasovagal reactions are handled by postural manipulation and fluid administration. Citrate reactions are usually relieved by slowing the rate of the anticoagulant infusion and by administering oral calcium carbonate tablets (such as Tums  ). Rarely, machine malfunction may results in loss of as much as a single unit (500 mL) of whole blood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Risks"
        },
        {
            "text": "We do not know the possible effects of the study vaccines on the fetus or nursing infant. Women of reproductive potential will be required to agree to use birth control for sexual intercourse beginning 21 days prior to enrollment and continue through 4 weeks after the last study injection. Because this is a research study, women of reproductive potential will be asked to notify the site immediately upon learning of a pregnancy during this study and will be tested for pregnancy prior to administration of each study injection. The amount of blood drawn will be reduced. The subject will be contacted to ask about the outcome of a pregnancy that begins during the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Risks"
        },
        {
            "text": "It is possible that the standard medical tests performed as part of this research protocol will result in new diagnoses. Depending upon the medical findings and consequences of being provided with the new medical information about health status, the study subject may view this aspect of study participation as either a risk or a benefit. Any such information will be shared and discussed with the subject and, if requested by the subject, will be forwarded to the subject's primary health care provider for further workup and management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Risks"
        },
        {
            "text": "Study subjects will not receive direct health benefit from study participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Benefits"
        },
        {
            "text": "This protocol is not designed to provide treatment for any condition. Others may benefit from knowledge gained in this study that may aid in the development of an avian influenza virus vaccine. The investigational DNA vaccine or investigational MIV are not expected to provide protection from influenza. Receiving the DNA vaccine may change the overall response to the licensed TIV vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Benefits"
        },
        {
            "text": "The plan for use and storage of biological samples from this protocol is as outlined in the following sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLAN FOR USE AND STORAGE OF BIOLOGICAL SAMPLES"
        },
        {
            "text": "Samples, specimens and data collected under this protocol may be used to conduct protocolrelated safety and immune response evaluations, exploratory laboratory evaluations related to the type of infection the study agent was designed to prevent, exploratory laboratory evaluations related to vaccine or infectious disease research in general and for research assay validation. Genetic testing may be performed in accordance with the genetic testing information that was included in the study informed consent. which are both secure facilities with limited access. Data will be kept in password-protected computers. Only investigators or their designees will have access to the samples and data. Samples will be tracked in the Laboratory Information Management System (LIMS) database or using another software designed for this purpose (e.g., Freezerworks).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of Samples, Specimens and Data"
        },
        {
            "text": "In the future, other investigators (both at NIH and outside) may wish to study these samples and/or data. IRB approval must be sought prior to any sharing of samples. Any clinical information shared about those samples would similarly require prior IRB approval. The research use of stored, unlinked or unidentified samples may be exempt from the need for prospective IRB review and approval. Exemption requests will be submitted in writing to the NIH Office of Human Subjects Research, which is authorized to determine whether a research activity is exempt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disposition of Samples, Specimens and Data at Completion of the Protocol"
        },
        {
            "text": "At the time of protocol termination, samples will remain in the NVITAL facility or VRC laboratories or, after IRB approval, transferred to another repository. Regulatory oversight of the stored samples and data may be transferred to a stored samples protocol as part of the IRBapproved termination plan. Data will be archived by the VRC in compliance with requirements for retention of research records, or after the IRB and the IND sponsor approval, it may be either destroyed or transferred to another repository.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disposition of Samples, Specimens and Data at Completion of the Protocol"
        },
        {
            "text": "The NIH Intramural Protocol Deviation definition related to loss of or destruction of samples or data will be followed. Any loss or unanticipated destruction of samples (for example, due to freezer malfunction) or data (for example, misplacing a printout of data with identifiers) that compromises the scientific integrity of the study will be reported to the IRB in accordance with institutional policies. The PI will also notify the IRB if the decision is made to destroy the remaining samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss or Destruction of Samples, Specimens or Data"
        },
        {
            "text": "All study activities will be carried out at the Clinical Center at the NIH. Study subjects will be recruited through on-site and off-site advertising done for the screening protocol, VRC 500 (11-I-0164). Effort will be made to include women and minorities in proportions similar to that of the community from which they are recruited. Because this phase I study is designed to establish safety of the vaccines in healthy adults, enrollment will be limited to persons at least 18 years of age, and no older than 60 years of age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUBJECT IDENTIFICATION AND ENROLLMENT OF STUDY PARTICIPANTS"
        },
        {
            "text": "Children are not eligible to participate in this clinical trial because the investigational vaccine regimens have not been previously evaluated in adults. If the regimens are assessed as safe and immunogenic, other protocols designed for children may be conducted in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation of Children"
        },
        {
            "text": "NIH employees and members of their immediate families may participate in this protocol. We will follow the Guidelines for the Inclusion of Employees in NIH Research Studies and will give each employee a copy of the \"NIH Information Sheet on Employee Research Participation.\" Neither participation nor refusal to participate will have an effect, either beneficial or adverse, on the participant's employment or work situation. The NIH information sheet regarding NIH employee research participation will be distributed to all potential subjects who are NIH employees. The employee subject's privacy and confidentiality will be preserved in accordance with NIH Clinical Center and NIAID policies. For NIH employee subjects, consent will be obtained by an individual who is independent of the employee's team. If the individual obtaining consent is a co-worker to the subject, independent monitoring of the consent process will be included through the Bioethics Consultation Service. Protocol study staff will be trained on obtaining potentially sensitive and private information from co-workers or subordinates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation of NIH Employees"
        },
        {
            "text": "Subjects will be compensated for time and inconvenience in accordance with the standards for compensation of the Clinical Research Volunteer Program. The compensation per visit will be $275 for visits that include injections, and $175 for clinic visits which include a blood draw. Compensation for any clinic visit that does not include a blood draw or procedure will be $75, and compensation for completion of electronic diary card will be $25. Compensation will be $375 if apheresis is performed. The total compensation for the subject is based on the number of study clinic visits, injections completed and if optional research blood collections are performed. The approximate total compensation is $1650 without apheresis and $2025 with apheresis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPENSATION"
        },
        {
            "text": "Close cooperation between the designated members of the Protocol Team will occur to evaluate and respond to individual adverse events in a timely manner. A VRC Safety Officer (nurse practitioner or physician) conducts a daily safety review of clinical data per VRC Clinic practice. The Protocol Safety Review Team (PSRT) includes designated team members (Principal Investigator, Associate Investigators, Study Coordinator, Protocol Specialist, and other Study Clinicians). The PSRT will review the summary study safety data reports on a weekly basis through 4 weeks after the last subject receives the final study injection in order to be certain that the vaccine has an acceptable safety profile and will continue to monitor the study safety data reports on at least a monthly basis through completion of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SAFETY MONITORING, PROTOCOL SAFETY REVIEW TEAM"
        },
        {
            "text": "Protocol amendments must be made only with the prior approval of the IND sponsor, VRC, NIAID. Agreement from the investigator must be obtained for all protocol amendments and amendments to the informed consent document. All study amendments will be submitted to the IRB for approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROTOCOL AMENDMENTS AND STUDY TERMINATION"
        },
        {
            "text": "The VRC, the Principal Investigator, the NIAID IRB, NIAID and the FDA reserve the right to terminate the study. The investigator will notify the IRB in writing of the study's completion or early termination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROTOCOL AMENDMENTS AND STUDY TERMINATION"
        },
        {
            "text": "The investigator will maintain a list of appropriately qualified persons to whom trial duties have been delegated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY DOCUMENTATION AND STORAGE"
        },
        {
            "text": "Source documents are original documents, data, and records from which the subject's data are obtained. These include but are not limited to hospital records, clinical and office charts, laboratory and pharmacy records, diaries, microfiches, radiographs, and correspondence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY DOCUMENTATION AND STORAGE"
        },
        {
            "text": "The investigator and staff are responsible for maintaining a comprehensive and centralized filing system of all study-related (essential) documentation, suitable for inspection at any time by representatives from the VRC, IRB, FDA, and/or applicable regulatory authorities. Elements include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY DOCUMENTATION AND STORAGE"
        },
        {
            "text": "• Subject files containing completed informed consent forms, and supporting copies of source documentation (if kept)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY DOCUMENTATION AND STORAGE"
        },
        {
            "text": "• Study files containing the protocol with all amendments, Investigator Brochures, and copies of all correspondence with the IRB and VRC",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY DOCUMENTATION AND STORAGE"
        },
        {
            "text": "In addition, all original source documentation must be maintained and be readily available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY DOCUMENTATION AND STORAGE"
        },
        {
            "text": "All essential documentation should be retained by the institution for the same period of time required for medical records retention. The FDA requires study records to be retained for two years after marketing approval or refusal (21 CFR 312.62) . No study document should be destroyed without prior written agreement between the VRC, and the Principal Investigator. Should the investigator wish to assign the study records to another party or move them to another location, VRC must be notified in writing of the new responsible person and/or the new location.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 245,
                    "text": "(21 CFR 312.62)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STUDY DOCUMENTATION AND STORAGE"
        },
        {
            "text": "Clinical research data will be collected in a secure electronic web-based clinical data management system (CDMS) through a contract research organization, EMMES (Rockville, MD). Extracted data without patient identifiers will be sent to the Protocol Statistician for statistical analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "The site will maintain appropriate medical and research records for this trial, in compliance with ICH-GCP, regulatory and institutional requirements for the protection of confidentiality of subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source Documents"
        },
        {
            "text": "Source data are all information, original records of clinical findings, observations, or other activities in a clinical trial necessary for the reconstruction and evaluation of the trial. Examples of these original documents and data records include, but are not limited to, medical records, laboratory reports, pharmacy records and other research records maintained for the clinical trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source Documents"
        },
        {
            "text": "The NIAID and VRC or their authorized representatives are responsible for contacting and visiting the investigator for the purpose of inspecting the facilities and, upon request, inspecting the various records of the trial, provided that subject confidentiality is respected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol Monitoring Plan"
        },
        {
            "text": "Site investigators will allow the study monitors, the NIAID IRB, and the FDA to inspect study documents (e.g., consent forms, drug distribution forms, and case report forms) and pertinent hospital or clinic records for confirmation of the study data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol Monitoring Plan"
        },
        {
            "text": "Site visits by study monitors will be made in accordance with the study monitoring plan to monitor the following: study operations, the quality of data collected in the research records, the accuracy and timeliness of data entered in the database, and to determine that all process and regulatory requirements are met. Study monitoring visits will occur at initiation of the study, at intervals determined by the IND Sponsor during conduct of the study and at completion of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol Monitoring Plan"
        },
        {
            "text": "All written information and other material to be used by subjects and investigative staff must use vocabulary and language that are clearly understood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LANGUAGE"
        },
        {
            "text": "The Clinical Center will provide short-term medical care for any injury resulting from participation in this research. In general, the NIH, the Clinical Center, or the Federal Government will provide no long-term medical care or financial compensation for researchrelated injuries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POLICY REGARDING RESEARCH-RELATED INJURIES"
        },
        {
            "text": "Serious injuries related to the H7N9 MIV may be covered by the Public Readiness and Emergency Preparedness (PREP) Act. Information about this program can be found at this website: http://www.hrsa.gov/cicp/ . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POLICY REGARDING RESEARCH-RELATED INJURIES"
        },
        {
            "text": "We invite you to take part in a research study at the National Institutes of Health (NIH).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "First, we want you to know that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Taking part in NIH research is entirely voluntary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "You may choose not to take part, or you may withdraw from the study at any time. In either case, you will not lose any benefits to which you are otherwise entitled. However, to receive care at the NIH, you must be taking part in a study or be under evaluation for study participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "You may receive no benefit from taking part. The research may give us knowledge that may help people in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Second, some people have personal, religious or ethical beliefs that may limit the kinds of medical or research treatments they would want to receive (such as blood transfusions). If you have such beliefs, please discuss them with your NIH doctors or research team before you agree to the study. Now we will describe this research study. Before you decide to take part, please take as much time as you need to ask any questions and discuss this study with anyone at NIH, or with family, friends or your personal physician or other health professional.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This is a study of two experimental vaccines for prevention of avian influenza (\"bird flu\"). \"Experimental\" means that the study vaccines have not been approved by the Food and Drug Administration (FDA) for preventing of avian influenza infection. The FDA allows their use in research only. It is not known if the vaccines work. The plan is to enroll about 30 people in this study. The main purpose of this study is to see if the experimental vaccines are safe and whether there are any side effects. We also want to study immune responses to these vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PURPOSE OF THE STUDY"
        },
        {
            "text": "You are eligible to participate in this study because you have completed the screening process, completed the assessment of understanding, are between 18 and 60 years old, have laboratory test results that meet eligibility requirements and you do not have any significant medical problems as determined during your participation in the screening protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PURPOSE OF THE STUDY"
        },
        {
            "text": "The study will be done by the Vaccine Research Center (VRC) with study visits occurring at the NIH Clinical Center in Bethesda, MD. Study participation will last about 28 weeks. While on the study, you will be monitored for vaccine-related side effects. In this study, the experimental vaccines will be given to people by injections (shots) in the upper arms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PURPOSE OF THE STUDY"
        },
        {
            "text": "You will be told of any new information learned during this study that might cause you to change your mind about staying in the study. At the end of the study, you will be told when study results may be available and how to learn about them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PURPOSE OF THE STUDY"
        },
        {
            "text": "Vaccines are used to try to create resistance (or immunity) to prevent an infection. The vaccines in this study are intended to help the body to develop an immune response to avian influenza type H7N9. In this consent the two vaccines are called \"H7 DNA Vaccine (DNA vaccine)\" and \"H7N9 Monovalent Inactivated Vaccine (MIV)\". It is not known if the study vaccines work to protect against avian influenza. You cannot get an avian flu infection from either study vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY VACCINES"
        },
        {
            "text": "Neither of the study vaccines contain avian influenza virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY VACCINES"
        },
        {
            "text": "DNA Vaccine: Most vaccines are made of proteins and injected into a muscle. Proteins are natural substances that the body uses as building blocks. DNA serves as nature's code (instructions) for protein production in the body. A new kind of vaccine being tested in this study is made from the DNA that is the code for an avian influenza protein. In this study, the DNA will be injected into a muscle. It will instruct the body to make a small amount of the influenza protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY VACCINES"
        },
        {
            "text": "The DNA vaccine was developed by the NIH. The DNA vaccine that will be given in this study has not been tested in people. However, similar vaccines for seasonal influenza and for other avian flu influenza were tested in many people. There were no severe side effects related to these vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY VACCINES"
        },
        {
            "text": "MIV: The MIV for this study was made by a method similar to that used to make the licensed seasonal influenza vaccine offered every year. The MIV was developed by Sanofi-Pasteur, a company that specializes in making vaccines. The MIV vaccine in this study has been given in other studies to about 200 people. Safety follow-up for subjects enrolled in these studies is still ongoing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY VACCINES"
        },
        {
            "text": "Studies of a similar inactivated avian flu H5N1 vaccine were conducted in many people. There were no severe side effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY VACCINES"
        },
        {
            "text": "Studies conducted for H5N1 avian flu vaccines so far suggest that H5 DNA vaccination followed by inactivated H5N1 MIV vaccination gives a better immune response than 2 injections of either vaccine alone. This study will look at immune responses to the two influenza vaccines targeted to H7N9 avian flu more closely to see if the findings can be reproduced for H7N9 influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY VACCINES"
        },
        {
            "text": "If you agree to take part in the study you will be randomly assigned (like pulling a number from a hat) to one of 3 groups. All injections will be given in the upper arm muscle. This is called an intramuscular \"IM\" injection. Neither you nor the clinic staff will be informed about what type of vaccine you are receiving until after you are enrolled. Your schedule will be learned on the day of enrollment. The 3 possible injection schedules are shown in the following All injections given in upper arm muscle, On Day 0 in Group 2, 2 injections will be administered in different arms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY PROCEDURES"
        },
        {
            "text": "*Up to 2 subjects over target are allowed per group You will have 2 telephone follow-up contacts and about 8 clinic visits during this study. Studies of investigational vaccines require following a set schedule for injections and follow-up visits in order to answer the study research questions. Some flexibility in scheduling is permitted, but it is important that you work with the staff to stay on schedule. Study visits may take 2 to 4 hours to complete.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY PROCEDURES"
        },
        {
            "text": "You will receive vaccinations at two different times during the study. The day of your first vaccination is called Day 0. Depending on the study group, on Day 0 you may get one or two injections. There will be 16 weeks between vaccinations. Everyone will receive one injection at the second vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY PROCEDURES"
        },
        {
            "text": "The inactivated H7N9 vaccine injections will be given using a needle and syringe. DNA vaccine injections will be given using a needleless system called the Biojector 2000  . This device delivers the vaccine through the skin without the use of a needle. It uses the pressure of carbon dioxide, instead of a needle, to inject the vaccine through your skin and into the muscle. Needleless systems have been used since 1947 to deliver vaccines and other types of drugs. This system has FDA clearance for delivering vaccine injections into muscles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY PROCEDURES"
        },
        {
            "text": "The clinic staff will observe you for at least 30 minutes after each vaccination. One to two days after each study injection the clinic staff will contact you to check on how you are doing. You will be asked to complete a diary card at home during the week after injections. This will require that you record your temperature and symptoms and look at the injection site each day. You will be provided with a thermometer to take your temperature and ruler to measure any injection site skin changes. You will be asked to record any symptoms and report any side effects to one of the study physicians or nurses as soon as possible. The clinic staff is available to you by phone 24 hours per day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY PROCEDURES"
        },
        {
            "text": "You may record your symptoms on a paper diary card or enter them into a secure electronic form using the internet. If you choose to report your symptoms through the internet you will be trained by the clinic staff and given a username and password, and you will be compensated for your time and inconvenience for completion of a diary card over the internet. If you have any symptoms, it may be necessary to come to the study clinic for an examination before your next scheduled visit. It is very important that you follow the instructions given to you by the clinic staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY PROCEDURES"
        },
        {
            "text": "At each visit, you will be checked for any health changes or problems since your last visit. You will be asked how you are feeling and if you have taken any medications. Blood will be drawn at scheduled study visits. Urine samples may be collected if needed to check on your health. You will be told promptly if any of your test results show a health problem. Some blood samples will be used to study your immune response to the vaccine. Results of immune response tests are not used to check on your health and will not be given to you during the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY PROCEDURES"
        },
        {
            "text": "The amount of blood drawn will be within the guidelines of the NIH Clinical Center and will vary from about 13 tubes (~ 8 tablespoons) to about 23 tubes (~ 14 tablespoons), depending on the visit. We expect about 7 visits, but you may also be asked to have laboratory tests or an exam between regular visits if needed to evaluate a change in your health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY PROCEDURES"
        },
        {
            "text": "If you have serious side effects, the study physician may decide that you should not receive any further injections. However, you will be asked to continue your study follow-up visits even if you do not get the full set of injections. You will be asked to continue to have blood tests that monitor your health and to complete the blood drawing done for research lab tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY PROCEDURES"
        },
        {
            "text": "Apheresis: About 2-3 weeks after your second study injection we would like to collect your blood sample by a method called \"apheresis.\" In this procedure, blood will be removed through a needle in an arm, spun in a machine that separates the desired blood component (white blood cells or plasma), and the remainder will be returned to you. Citrate, a medication to prevent blood from clotting, will be added to the blood while in the machine to prevent it from clotting. This procedure will be done at the Department of Transfusion Medicine in the NIH Clinical Center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY PROCEDURES"
        },
        {
            "text": "The purpose of the apheresis in this study is to allow the investigator to obtain a larger number of white blood cells than can be collected by simple blood drawing. More white blood cells will allow more laboratory tests to be done to see how the immune system responds to the study vaccine. The number of white blood cells collected is a small fraction of the total amount in your body. The body quickly replaces removed cells. Similar procedures are used on a daily basis in Blood Banks. The procedure will take approximately 45-90 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY PROCEDURES"
        },
        {
            "text": "Before apheresis is done, your weight, pulse and blood pressure will be checked. You will be asked questions about your general health and medical history. You will be asked to sign the Department of Transfusion Medicine's consent form for the apheresis procedure on the day of apheresis. You will be asked to lie on a recliner or couch. The kits used to collect the apheresis products are sterilized, single-use, disposable sets that are not in contact with any person's body fluids other than yours. No blood products are given to you during these procedures. A physician from the Department of Transfusion Medicine will be available in or near the apheresis donor area at all times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY PROCEDURES"
        },
        {
            "text": "This study will be monitored by a group of physicians and scientists at the NIH Clinical Center. This group will review the information from the study and will pay close attention to harmful reactions. If it is decided that significant reactions have occurred, further injections may be delayed or canceled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MONITORING OF THE STUDY"
        },
        {
            "text": "Some of the blood drawn from you as part of this study will be used for genetic tests. In research studies some genetic tests are done to see if different types of immune response seem to be related to genetic differences in people. Genetic tests done in a research lab from your stored samples will not be recorded in your medical record and will not have your name on the sample. The performance of these tests is not for health care purposes, and you will not be notified of these results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENETIC TESTING"
        },
        {
            "text": "Human Leukocyte Antigen (HLA) type is a genetic test that may be ordered through the NIH Clinical Center medical laboratory. If performed at the NIH Clinical Center, your HLA type results will be in your medical record. People with certain HLA types might be more likely to develop certain diseases. Simply having those HLA types doesn't mean they will develop those diseases. It is our policy not to discuss your HLA results unless they have direct medical or reproductive implications for you or your family. Genetic information about you will not be revealed to others, including your relatives, without your permission. We will not release any information about you or your family to any insurance company or employer unless you sign a document allowing release of information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENETIC TESTING"
        },
        {
            "text": "During your participation on this study blood samples will be collected from you. We will store these samples for future research to learn more about influenza virus, vaccines, the immune system, and/or other medical conditions. The results from the research done with your stored samples are not meant to be used for medical care. They will not be given to your health care provider and will not be put in your medical record.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STORED SAMPLES"
        },
        {
            "text": "Your stored samples will be labeled by a code (such as a number) that only the study team can link to you. Any identifying information about you will be kept confidential to the extent permitted by law.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Labeling of Stored Samples"
        },
        {
            "text": "The greatest risk is the unplanned release of information from your medical records. The chance that this information will be given to an unauthorized person without your permission is very small. Possible problems with the unplanned release of information include discrimination when applying for insurance and employment. Similar problems may occur if you disclose information yourself or agree to have your medical records released.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risks from Stored Samples"
        },
        {
            "text": "In the future, other investigators at NIH or outside of NIH may wish to study your stored samples. When the study team shares your stored samples, they will be marked with a code, but will not have any identifying information on them. Some information about you, such as your gender, age, health history, or ethnicity may also be shared with other investigators. Any future research studies using your samples will be reviewed by the investigator's Institutional Review Board (IRB), a special committee that oversees medical research studies to protect the rights and welfare of human subjects. Your stored materials will be used only for research and will not be sold. The research done with your materials may be used to develop new products in the future but you will not receive payment for such products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Studies"
        },
        {
            "text": "Making your Choice: Refusal to let us collect or store your blood samples means that you are not eligible to participate in this study. If you agree to participate in this study, this means you also agree to let us indefinitely store any of your samples for future research. Your decision not to participate does not affect your eligibility for other studies at NIH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Studies"
        },
        {
            "text": "Possible risks from the injections: temporary stinging, pain, redness, soreness, itchiness, swelling, bruising, or a cut in the arm. There is a very small chance of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE STUDY RISKS"
        },
        {
            "text": "Possible risks of blood drawing: pain, bleeding, bruising, feeling lightheaded, fainting, or rarely, infection at the site where the blood is taken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE STUDY RISKS"
        },
        {
            "text": "Possible risks of apheresis: apheresis donations are generally safe and side effects are rare. Pain, bruising or discomfort at the needle placement site may occur. Sometimes apheresis causes a tingling sensation around the mouth or in the finger, chills, nausea, heartburn or mild muscle cramps. This can usually be relieved by slowing or temporarily interrupting the apheresis or taking a calcium containing antacid, such as Tums ® . Other possible side effects are anxiety, vomiting and lightheadedness. Temporary lowering of the blood pressure may develop. There is the rare possibility of infection, fainting or seizure. Very rarely a nerve problem at the needle placement site may occur. Also, very rarely, a machine malfunction may occur, resulting in the loss of about one unit (one pint) of blood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE STUDY RISKS"
        },
        {
            "text": "There are theoretical risks from re-infusion of the blood after processing by the machine such as infection or an adverse reaction to the blood components. However, this has not been seen in many thousands of volunteers who have undergone this or similar procedures to date. There may be additional risks of apheresis that are unknown at this time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE STUDY RISKS"
        },
        {
            "text": "Possible risks from genetic testing: unintended release of information that could be used by insurers or employers; discovering a gene or HLA type that suggests risk of disease for you or your family; discovering undisclosed family relationships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE STUDY RISKS"
        },
        {
            "text": "Possible risks from any vaccine: fever, chills, rash, aches and pains, nausea, headache, dizziness, and fatigue. Some people have allergic reactions to vaccines. These types of reactions are usually greatest within the first 24 hours after vaccination and typically last 1 to 3 days. Over-the-counter medicine, such as acetaminophen, will generally help relieve symptoms from vaccination and may be used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE STUDY RISKS"
        },
        {
            "text": "Possible risks from DNA vaccine: temporary drop in white blood cell count, sore arm, skin rash or hives, some people get a small red bump and then a scab for a few days where the shot is given. No safety studies in animals have been done for the H7 DNA vaccine. Experience so far in more than a decade of testing with other DNA vaccines made by the VRC has been that the vaccinations were safe and well-tolerated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE STUDY RISKS"
        },
        {
            "text": "Possible risks from MIV: fever, muscle and general body aches, headache, fatigue, hoarseness, sore, red or itchy eyes, cough, itching, and nausea. A severe allergic reaction can occur especially in people that are allergic to eggs. In 1976, a small number of people who got an inactivated swine flu vaccine developed a severe nerve weakness called Guillain-Barré syndrome. This has not been seen consistently with other influenza vaccines. Most persons who develop Guillain-Barré recover. Four days after vaccination with MIV in a clinical trial, a 52year-old man had a \"heart attack\" (myocardial infarction) from which he recovered. An association with vaccination could not be ruled out. The risks discussed are based on experience with other similar inactivated flu vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE STUDY RISKS"
        },
        {
            "text": "Serious injuries related to the MIV may be covered by the Public Readiness and Emergency Preparedness (PREP) Act. Information about this program can be found at this website: http://www.hrsa.gov/cicp/ . This program does not apply to the DNA vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE STUDY RISKS"
        },
        {
            "text": "Unknown safety risks: There may be side effects from the study vaccines -even serious or life threatening ones-that we do not yet know about. Please tell the study staff about any side effect you think you are having. This is important for your safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE STUDY RISKS"
        },
        {
            "text": "Possible risks from Pregnancy: If you are pregnant, breast-feeding or want to become pregnant during the next 20 weeks, you cannot participate. We do not know the possible effects of the study vaccines on the fetus or nursing infant. Therefore, women who are able to become pregnant must have a negative pregnancy test before each immunization and agree to practice adequate birth control beginning at least 21 days prior to receiving the first injection until 4 weeks after the last injection. Adequate methods of birth control include: condoms, male or female, with or without a spermicide; diaphragm or cervical cap with spermicide; intrauterine device; all prescription methods (such as contraceptive pills, injections, patches and others); or a male partner who has previously undergone a vasectomy. You must notify the clinic staff immediately upon learning that you have become pregnant during this study. You must also notify the clinic if you suspect that you might be pregnant during this study. If you become pregnant, you will receive no further injections. However, you will be asked to continue with the planned study follow-up visits. You will be asked about the outcome of the pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE STUDY RISKS"
        },
        {
            "text": "Other Risks: It is unknown if the study vaccine may alter your response to any future infections you may have with influenza viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE STUDY RISKS"
        },
        {
            "text": "You will be made aware of significant health effects of the vaccine and serious side effects if they occur in other participants. You will be updated during the trial as necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE STUDY RISKS"
        },
        {
            "text": "You may not donate blood at a blood bank while participating in this research study or for one year after the date of the last experimental vaccine injection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE STUDY RISKS"
        },
        {
            "text": "This study is not designed to benefit you. It is unknown if the vaccines will work. The study is not designed to protect participants from avian flu. You and others may benefit in the future from the information that will be learned from the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSSIBLE BENEFITS"
        },
        {
            "text": "The purpose of all of your health evaluations in this VRC clinical trial at the NIH Clinical Center is for research, not to provide health care. There are no costs to you for participating in this study. The NIH will not charge you or your insurance carrier for any health evaluations or services provided at the NIH Clinical Center. You (or your insurance carrier) will be responsible for the costs of all medical care that you receive somewhere other than the NIH Clinical Center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COSTS TO YOU FOR YOUR PARTICIPATION"
        },
        {
            "text": "Participants will receive compensation consistent with NIAID policy to help with transportation costs and other expenses that may occur because of study participation. It is possible that you may have some expenses that are not covered by the compensation provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COSTS TO YOU FOR YOUR PARTICIPATION"
        },
        {
            "text": "You will be compensated $175 for each visit that does not include an injection but does include a blood draw and $275 for each injection visit and $375 (rather than $175) if apheresis is performed. For visits that do not include an injection or a blood draw you will be compensated $75, and compensation for completion of electronic diary card will be $25. The total compensation will be about $1650 without apheresis and $2025 with apheresis, depending on the study injections and the number of study visits you complete. You will receive compensation after each completed study visit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PAYMENT TO YOU FOR YOUR PARTICIPATION"
        },
        {
            "text": "You may be stopped from receiving study vaccinations for several different reasons, including:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REASONS FOR REMOVING YOU FROM THE STUDY WITHOUT YOUR CONSENT"
        },
        {
            "text": "• You don't keep appointments or follow study procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REASONS FOR REMOVING YOU FROM THE STUDY WITHOUT YOUR CONSENT"
        },
        {
            "text": "• The study sponsor or study doctor decides to stop or cancel the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REASONS FOR REMOVING YOU FROM THE STUDY WITHOUT YOUR CONSENT"
        },
        {
            "text": "• The regulatory boards or the FDA decide that the study should be stopped.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REASONS FOR REMOVING YOU FROM THE STUDY WITHOUT YOUR CONSENT"
        },
        {
            "text": "• You get a serious illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REASONS FOR REMOVING YOU FROM THE STUDY WITHOUT YOUR CONSENT"
        },
        {
            "text": "• You need to receive treatment with a medication that affects your immune system (such as a steroid like prednisone). • You have a serious side effect thought to be due to vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REASONS FOR REMOVING YOU FROM THE STUDY WITHOUT YOUR CONSENT"
        },
        {
            "text": "• You become pregnant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REASONS FOR REMOVING YOU FROM THE STUDY WITHOUT YOUR CONSENT"
        },
        {
            "text": "If you agree to take part in this study, it is important for you to keep all your appointments. However, if you don't want to stay in the study, you can leave at any time. You will not lose any benefits that you would have had if you had not joined the study. If the second study vaccination is not given for any reason you will still be asked to continue with follow-up visits until the end of the study. It is important to continue to monitor your health even if you do not receive both study vaccinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REASONS FOR REMOVING YOU FROM THE STUDY WITHOUT YOUR CONSENT"
        },
        {
            "text": "This study is not designed to treat any disease. You may choose to not participate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTERNATIVES"
        },
        {
            "text": "The National Institutes of Health reviews NIH staff researchers at least yearly for conflicts of interest. You may ask the research team for additional information or a copy of the Protocol Review Guide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "The National Institutes of Health, including some members of the Vaccine Research Center scientific staff, developed the investigational DNA vaccine being used in this research Institutional normal reference ranges should be provided to demonstrate that they are appropriate. **ULN\" is the upper limit of the normal range. < 100 or associated with gross bleeding or disseminated intravascular coagulation (DIC) * The laboratory values provided in the tables serve as guidelines and are dependent upon institutional normal parameters. Institutional normal reference ranges should be provided to demonstrate that they are appropriate. **ULN\" is the upper limit of the normal range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ],
    "bib_entries": {
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Development of effective vaccines against pandemic influenza",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Immunity",
            "volume": "24",
            "issn": "1",
            "pages": "5--9",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "CDC. Types of Influenza Viruses",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Influenza (Seasonal) Fact Sheet",
            "authors": [],
            "year": 2009,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Human infections with avian influenza A(H7N9) virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kilbourne",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Avian Influenza A (H7N9) Virus",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Prevalence and control of H7 avian influenza viruses in birds and humans",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Abdelwhab",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Veits",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Mettenleiter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epidemiol Infect",
            "volume": "142",
            "issn": "5",
            "pages": "896--920",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Possible Role of Songbirds and Parakeets in Transmission of Influenza A(H7N9) Virus to Humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Prevention and control of influenza: recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Fiore",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "57",
            "issn": "",
            "pages": "1--60",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Prevention and control of influenza: recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Harper",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "MMWR Recomm Rep",
            "volume": "53",
            "issn": "6",
            "pages": "1--40",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Immunosenescence: role and measurement in influenza vaccine response among the elderly. Vaccine",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Targonski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Poland",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "3066--3075",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A novel mammalian cell-culture technique for consistent production of a well-tolerated and immunogenic trivalent subunit influenza vaccine. Vaccine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ambrozaitis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "6022--6031",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Protective efficacy of a trivalent recombinant hemagglutinin protein vaccine (FluBlok(R)) against influenza in healthy adults: a randomized, placebocontrolled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Treanor",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "44",
            "pages": "7733--7742",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Protective immunity to H7N9 influenza viruses elicited by synthetic DNA vaccine. Vaccine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "2833--2875",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Induction of cross-reactive antibodies to novel H7N9 influenza virus by recombinant Newcastle disease virus expressing a North American lineage H7 subtype hemagglutinin",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Goff",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "14",
            "pages": "8235--8275",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Development of influenza H7N9 virus like particle (VLP) vaccine: homologous A/Anhui/1/2013 (H7N9) protection and heterologous A/chicken/Jalisco/CPA1/2012 (H7N3) cross-protection in vaccinated mice challenged with H7N9 virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "40",
            "pages": "4305--4318",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "DNA vaccines: a safe and efficient platform technology for responding to emerging infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ledgerwood",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hum Vaccin",
            "volume": "5",
            "issn": "9",
            "pages": "623--629",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Products: VRC-FLUDNA071-00-VP and Inactivated H7N9 Protocol: VRC 315, VERSION 3.0 Protocol Date: FEBRUARY",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Induction of broadly neutralizing H1N1 influenza antibodies by vaccination",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "329",
            "issn": "5995",
            "pages": "1060--1064",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Elicitation of broadly neutralizing influenza antibodies in animals with previous influenza exposure",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science Translational Medicine",
            "volume": "4",
            "issn": "147",
            "pages": "147--114",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Influenza virus H5 DNA vaccination is immunogenic by intramuscular and intradermal routes in humans. Clinical and Vaccine Immunology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ledgerwood",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "1792--1799",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "DNA priming and influenza vaccine immunogenicity: two phase 1 open label randomised clinical trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ledgerwood",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet Infect Dis",
            "volume": "11",
            "issn": "12",
            "pages": "916--924",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Prime-Boost Interval Matters: A Randomized Phase 1 Study to Identify the Minimum Interval Necessary to Observe the H5 DNA Influenza Vaccine Priming Effect",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ledgerwood",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "208",
            "issn": "3",
            "pages": "418--440",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "DNA Priming Prior to Inactivated Influenza A(H5N1) Vaccination Expands the Antibody Epitope Repertoire and Increases Affinity Maturation in a Boost-Interval-Dependent Manner in Adults",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khurana",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "208",
            "issn": "3",
            "pages": "413--420",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Heterologous HA DNA vaccine prime-inactivated influenza vaccine boost is more effective than using DNA or inactivated vaccine alone in eliciting antibody responses against H1 or H3 serotype influenza viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "3626--3659",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Human infection with a novel avian-origin influenza A (H7N9) virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "1888--97",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Safety and immunogenicity of a Gag-Pol candidate HIV-1 DNA vaccine administered by a needle-free device in HIV-1-seronegative subjects",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Tavel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "44",
            "issn": "5",
            "pages": "601--606",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Phase 1 safety and immunogenicity evaluation of a multiclade HIV-1 DNA candidate vaccine",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "194",
            "issn": "12",
            "pages": "1650--1660",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Phase I clinical evaluation of a six-plasmid multiclade HIV-1 DNA candidate vaccine. Vaccine",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Catanzaro",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "4085--92",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Priming Immunization with DNA Augments Immunogenicity of Recombinant Adenoviral Vectors for Both HIV-1 Specific Antibody and T-Cell Responses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Koup",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A phase 1/2 study of a multiclade HIV-1 DNA plasmid prime and recombinant adenovirus serotype 5 boost vaccine in HIV-Uninfected East Africans (RV 172)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kibuuka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "201",
            "issn": "4",
            "pages": "600--607",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Safety and immunogenicity study of Multiclade HIV-1 adenoviral vector vaccine alone or as boost following a multiclade HIV-1 DNA vaccine in Africa",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jaoko",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A DNA vaccine for Ebola virus is safe and immunogenic in a phase I clinical trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Vaccine Immunol",
            "volume": "13",
            "issn": "11",
            "pages": "1267--77",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A SARS DNA vaccine induces neutralizing antibody and cellular immune responses in healthy adults in a Phase I clinical trial. Vaccine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "6338--6381",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A West Nile virus DNA vaccine induces neutralizing antibody in healthy adults during a phase 1 clinical trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "12",
            "pages": "1732--1772",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "In addition to grading the measured local reaction at the greatest single diameter, the measurement should be recorded as a continuous variable",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Induration/Swelling should be evaluated and graded using the functional scale as well as the actual measurement",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Use clinical judgment when characterizing Bradycardia among some healthy subject populations, for example",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "................................................................................................................. 38 8.9 Safety Monitoring, Protocol Safety Review Team ........................................................... 38 9. ADMINISTRATIVE AND LEGAL OBLIGATIONS ................................................ 38 9.1 Protocol Amendments and Study Termination ................................................................. 38 9.2 Study Documentation and Storage .................................................................................... 38 9.3 Data Collection and Protocol Monitoring ......................................................................... 39 9.3.1 Data Collection ..................................................................................................... 39 9.3.2 Source Documents ................................................................................................ 39 9.3.3 Protocol Monitoring Plan ..................................................................................... 39 9.4 Language ........................................................................................................................... 40 9.5 Policy Regarding Research-Related Injuries .................................................................... 40 10. REFERENCES ................................................................................................................ 41 APPENDICES I Informed Consent Form .................................................................................................. 44 II Contact Information ........................................................................................................ 54 III Schedules of Evaluations ................................................................................................ 56 IV Table for Grading Severity of Adverse Events ..............................................................",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "VACCINES 2.1 FORMULATION, MANUFACTURE, AND PACKAGING OF VRC-FLUDNA071-00-VP VRC-FLUDNA071-00-VP was manufactured for the VRC by Leidos Biomedical Research, Inc., Frederick, MD (formerly SAIC-Frederick, Inc.) at the VRC/NIAID/Vaccine Pilot Plant (VPP). The VRC-FLUDNA071-00-VP Drug Substance consists of a single closed-circular plasmid DNA macromolecule (VRC-3601), that encodes the hemagglutinin 7 (H7) protein of A/Anhui/1/2013 (H7N9) influenza derived from a human isolate and identified as EpiFlu Accession # EP1439507 in the Global Initiative on Sharing All Influenza Data (GISAID) EpiFlu database. The plasmid CMV/R promoter consists of translational enhancer region of the CMV immediate early region 1 enhancer (CMV-IE) substituted with the 5′-untranslated human T cell leukemia virus type 1 (HTLV-1) R-U5 region of the human T cell leukemia virus type 1 HTLV-1 long terminal repeat (LTR), and has been shown to optimize gene expression further [43]. This promoter has been evaluated in preclinical safety studies as well as several clinical trials of DNA plasmid vaccines for HIV (BB-IND 11750), WNV (BB-IND 12933), Ebola (BB-IND 11294), SARS (BB-IND 11995) and avian influenza (BB IND 13197).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Physical examination and laboratory results without clinically significant findings and a Body Mass Index (BMI) ≤40 within the 56 days prior to enrollment. Laboratory Criteria within 56 days prior to enrollment: 8. Hemoglobin within institutional normal limits 9. White blood cells (WBC) and differential either within institutional normal range or accompanied by site physician approval 10. Total lymphocyte count ≥ 800 cells/mm 3 11. Platelets = 125,000 -500,000/mm 3 12. Alanine aminotransferase (ALT) ≤ 1.25 x upper limit of normal (ULN)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Storage and Tracking of Blood Samples and Other Specimens All of the stored study research samples are labeled by a code (such as a number) that only the VRC Clinic can link to the subject. Samples are stored at the NIAID Vaccine Immune T-Cell and Antibody Laboratory (NVITAL), Gaithersburg, MD or VRC Laboratories in Building 40,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The laboratory values provided in the tables serve as guidelines and are dependent upon institutional normal parameters.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Risks of the H7 DNA vaccine ................................................................................ 35 8.5.3 Other Risks ............................................................................................................ 35 8.5.4 Study Benefits ........................................................................................................ 36 8.6 Plan for Use and Storage of Biological Samples .............................................................. 36 8.6.1 Use of Samples, Specimens and Data .................................................................Specimens or Data ............................................ 37 8.7 Subject Identification and Enrollment of Study Participants ............................................ 37 8.7.1 Participation of Children ....................................................................................Participation of NIH Employees ........................................................................... 37 8.8 Compensation ..",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Study: A Phase I Open-Label, Randomized Study of H7 Influenza Prime-Boost Regimens in Healthy Adults: Recombinant H7 DNA Plasmid Vaccine, VRC-FLUDNA071-00-VP, Administered Alone or with Monovalent Influenza Subunit Virion H7N9 Vaccine (MIV) as Prime with MIV Boost Compared to MIV Prime with MIV Boost",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Currently, licensed seasonal influenza vaccines consist of 3 components: an H1N1, H3N2, and one or two influenza B virus strains. Beginning with the 2013-14 vaccines, quadrivalent influenza vaccines containing two influenza B virus strains were licensed for use in the U.S.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "1.5.1 Plasmid DNA Vaccines Developed by VRC, NIAID, NIHInvestigators at the VRC/NIAID/NIH in Bethesda, MD have evaluated plasmid DNA vaccine strategies since 2001 in preclinical and clinical studies. Dosages up to 8 mg have been administered, with the majority of injections being at a 4 mg dosage, which offers the combination of a good safety profile, greater ease of administration than an 8 mg dosage, and optimal immunogenicity as indicated by immune response. The results of human clinical trials with VRC DNA vaccines have been published for HIV DNA vaccines[26][27][28][29][30][31], an Ebola virus DNA vaccine[32], a SARS DNA vaccine[33], West Nile virus DNA vaccines[34,35] and H5 DNA vaccine[21,22]. VRC clinical trials of WNV, SARS and H5 DNA vaccines have provided evidence that a DNA vaccine can induce neutralizing antibody as assessed by a reporterThe VRC, NIAID, NIH has developed several investigational influenza DNA vaccine products. Clinical evaluation of the first influenza DNA product was initiated in 2006 with an avian influenza H5 DNA vaccine. Through a series of clinical trials, influenza DNA vaccines have been tested alone or in prime-boost regimens with the respective inactivated vaccines in the clinical trials as shown inTable 1:",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Experience with VRC Influenza DNA Vaccines in Adult and Children Populations *IND initiated with RCHSPB/NIAID Sponsorship; transferred to VRC/NIAID in 2011. ^TIV for the next influenza season mismatched in 2 strains More information on these studies can be found in the Investigator's Brochure (IB). H5 DNA Vaccine in prime-boost regimens (BB-IND 13836) was evaluated in two Phase 1 studies (VRC 306 and VRC 310) in healthy adults ages 18-60 years old. Between these two studies the prime-boost regimens evaluated included two doses of monovalent inactivated vaccine (MIV, Sanofi Pasteur H5N1 A/Indonesia 05/05 avian influenza vaccine) at 4 or 24 week intervals or H5 DNA vaccine followed by MIV at varying intervals from 4 to 24 weeks.There was no severe local or systemic reactogenicity. Mild local reactogenicity was reported in a majority of the H5 DNA vaccine recipients (83%) while 2% reported moderate local reactogenicity. The majority of the H5 DNA vaccine recipients reported no systemic reactogenicity; 23% reported mild and 5% reported moderate systemic reactogenicity. No SAE were reported following the H5 DNA vaccinations; there was one SAE reported in the follow-up period through 48 weeks: multiple injuries unrelated to study participation in the period after the",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Appendix III. Total blood volume drawn from each subject will not exceed the NIH Clinical Center Guidelines.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "self-limited Grade 3 solicited reactogenicity does not require discontinuation of study injections); 4. Grade 4 adverse event assessed as related to a study injection;",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "Change from baseline for safety laboratory measures • Occurrence of adverse events of all severities through 4 weeks after the prime injection and through 4 weeks after MIV boost • Occurrence of serious adverse events through last study visit • Occurrence of influenza or influenza-like illness events through last study visit",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "2 gives the upper and lower bounds for 95% exact binomial confidence intervals of the true SAE rate at all possible numbers of events within each group (n=10). If none of the 10 vaccinees experience serious adverse events, the 95% exact 2-sided upper confidence bound for the SAE rate is 0.308.",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "equilibrate to room temperature (15 to 30º C). Swirl the contents gently. Using aseptic technique, withdraw 1 mL of the DNA vaccine from the vial into the Biojector syringe, remove all air bubbles, and cap the syringe. Label the syringe with the subject identifier and the date and time allowance for administration.",
            "latex": null,
            "type": "table"
        },
        "TABREF32": {
            "text": "During the swine influenza vaccine campaign of 1976, about 1 per 100,000 vaccine recipients developed a paralytic illness called Guillain-Barré Syndrome. This has not been seen consistently with other influenza vaccines. Most persons who develop Guillain-Barré recover completely.",
            "latex": null,
            "type": "table"
        },
        "TABREF45": {
            "text": "Products: VRC-FLUDNA071-00-VP and Inactivated H7N9 Protocol: VRC 315, VERSION 3.0",
            "latex": null,
            "type": "table"
        },
        "TABREF46": {
            "text": "PT -increase by factor (prothrombin time)1.10 x ULN** >1.1 -1.2 x ULN >1.2 -1.25 x ULN > 1.25 ULN",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "study. The results of this study could play a role in whether the FDA will approve the vaccine for sale at some time in the future. If approved, the future sale of the vaccine could lead to payments to NIH and some NIH scientists. By U.S. law, government scientists are required to receive such payments for their inventions. You will not receive any money from the development or sale of the product.The H7N9 MIV vaccine is made by Sanofi-Pasteur, a company that specializes in making vaccines. The vaccine is being provided to us by Sanofi-Pasteur. If approved, the future sale of the vaccine could lead to payments to Sanofi Pasteur. You will not receive any money from the development or sale of the product.This protocol may have investigators who are not NIH employees. Non-NIH investigators are expected to adhere to the principles of the Protocol Review Guide but are not required to report their personal financial holdings to the NIH. When results of an NIH research study are reported in medical journals or at scientific meetings, the people who take part are not named and identified. In most cases, the NIH will not release any information about your research involvement without your written permission. However, if you sign a release of information form, for example, for an insurance company, the NIH will give the insurance company information from your medical record. This information might affect (either favorably or unfavorably) the willingness of the insurance company to sell you insurance. The Federal Privacy Act protects the confidentiality of your NIH medical records. However, you should know that the Act allows release of some information from your medical record without your permission, for example, if it is required by the Food and Drug Administration (FDA), members of Congress, law enforcement officials, or other authorized people such as the vaccine manufacturer and the study sponsor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The Clinical Center will provide short-term medical care for any injury resulting from your participation in research here. In general, no long-term medical care or financial compensation for research-related injuries will be provided by the National Institutes of Health, the Clinical Center, or the Federal Government. However, you have the right to pursue legal remedy if you believe that your injury justifies such action. 1 VRC 500: Most screening evaluations must be no more than 56 days prior to Day 0 to be used for eligibility (pregnancy test from Day 0 must be used for eligibility). If clinical assessment on Day 0 suggests significant changes may have occurred since screening, then physical examination & laboratory studies done on Day 0 are used for eligibility. Day 0=day of enrollment and first vaccine injection. Day 0 evaluations prior to first injection are the baseline for assessing adverse events subsequently. 2 Complete post vaccination evaluations (temperature, BP, pulse, respiration, and injection site assessment) at 30 minutes or longer after each study injection. 3 Negative pregnancy test results must be confirmed for women of reproductive potential prior to administering the vaccine injection. 4 HLA type blood sample is collected once at any timepoint in the study and is shown as a Visit 04 evaluation for convenience; however, if HLA type is already available in the medical record it does not need to be repeated. HLA type may also be obtained from a frozen sample. 5 Apheresis sample is recorded on \"Visit 06A\" tracking form even if the same day as Visit 06. If apheresis occurs on the same day as Visit 06, only draw 60 mL in EDTA tubes. Note that Visits 06 and 06A have overlapping, but different preferred visit windows. SST and EDTA tubes are drawn at Visit 06 even if apheresis is also done. 6 Tubes from Visit 05 may be processed by Building 40 laboratories. Visit windows: Schedule Visits 02A through 04 with respect to Day 0; Schedule Visits 04A through 08 with respect to Visit 04. The following Visit windows apply: 02A (±1 day), 02B, and 04A (+2 days); Visit 03 (±7 days); Visit 04 (±28 days); Visit 05 and 06 (±2 days); Visit 06A (-2, +7 days), Visit 07 (±7 days); Visit 08 (±14 days).",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 428,
                    "text": "1",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 933,
                    "end": 934,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1094,
                    "end": 1095,
                    "text": "3",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1228,
                    "end": 1229,
                    "text": "4",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1836,
                    "end": 1837,
                    "text": "6",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Policy Regarding Research-Related Injuries."
        },
        {
            "text": "The relationship between an AE and the vaccine will be assessed by the investigator on the basis of his or her clinical judgment and the definitions below.• Definitely Related. The AE and administration of study agent are related in time, and a direct association can be demonstrated.• Probably Related. The AE and administration of study agent are reasonably related in time, and the AE is more likely explained by study agent than other causes.• Possibly Related. The AE and administration of study agent are reasonably related in time, but the AE can be explained equally well by causes other than study agent.• Not Related. There is not a reasonable possibility that the AE is related to the study agent.For purposes of preparing data reports in which AE attributions are limited to \"Related\" or \"Not Related\", in this protocol, the \"Definitely, Probably and Possibly\" attributions will be mapped to the \"Related\" category. The definitions that apply when these two categories alone are used are as follows:• Related -There is a reasonable possibility that the AE may be related to the study agent.• Not Related -There is not a reasonable possibility that the AE is related to the study agent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of Causality Relationship of an Adverse Event (AE) to Study Vaccine:"
        },
        {
            "text": "The FDA Guidance for Industry (September 2007): \"Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials\" is the basis for the severity grading of adverse events in this protocol. Several modifications were made to the table as follows:• \"Emergency room visit\" is not automatically considered a life-threatening event; these words have been removed from any \"grade 4' definition where they appear in the table copied from the guidance document. • Any laboratory value shown as a \"graded\" value in the table that is within the institutional normal range will not be severity graded or recorded as an adverse event. • When a gap in calculated values would have occurred, the higher grade was extended to include values greater than the lower grade. • Severity grading for hemoglobin decrease on the basis of the magnitude of decrease from baseline is not applicable at the grade 1 level; only absolute hemoglobin will be used to define grade 1 decrease. Increases in hemoglobin are AEs only for values above the upper limit of normal and are graded by the systemic illness clinical criteria. • Severity grading definition for Grade 4 local reaction to injectable product (Erythema/Redness and Induration/Swelling) included added text \"requiring medical attention\". • 1 X ULN was removed from the definition for PT increase.• Severity grading definition for hypotension includes added clarifications such that an asymptomatic low blood pressure reading is not an adverse event.When not otherwise specified in the table, the following guidance will be used to assign a severity grade: Only the single adverse event that is assessed as the primary cause of death should be assigned \"grade 5\" severity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grading the Severity of Adverse Events:"
        }
    ]
}