{
    "paper_id": "7d5f3ba38d99da2f79c4bd4ef3edbd8dfabc7cda",
    "metadata": {
        "title": "Molecular surveillance of respiratory viruses with bioaerosol sampling in an airport",
        "authors": [
            {
                "first": "Emily",
                "middle": [
                    "S"
                ],
                "last": "Bailey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jessica",
                "middle": [
                    "Y"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Juliana",
                "middle": [],
                "last": "Zemke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Myagmarsukh",
                "middle": [],
                "last": "Yondon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gregory",
                "middle": [
                    "C"
                ],
                "last": "Gray",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Recognizing that crowded, high-traffic airports and airplanes have been implicated in respiratory disease transmission, we partnered with administrators of Raleigh Durham International Airport (RDU) in conducting a pilot study of aerosol surveillance for respiratory viruses at RDU. From January to March 2018 we used NIOSH 2-stage samplers to collect 150 min aerosol samples in crowded areas at RDU. Four (17%) of the 24 samples were positive for known respiratory pathogens including influenza D virus and adenovirus. These results suggest the feasibility of employing bioaerosol surveillance techniques in public transportation areas, such as airports, as a noninvasive way to detect and characterize novel respiratory viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As the number of individuals who travel by air increases, issues regarding air quality and the potential risk of respiratory infection during travel and flight have become increasingly important. In the last 20 years alone, there have been outbreaks of several important respiratory viruses that have had a major effect on air travel. A few examples include influenza A(H1N1) pdm09 virus, severe acute respiratory syndrome coronavirus (SARS-CoV), middle east respiratory syndrome coronavirus (MERS-CoV), and emerging H7N9 avian influenza A viruses. The outbreak of SARS coronavirus for example can be tracked from the Hotel Metropole in Hong Kong to areas where infected guests traveled by air after staying at the hotel [1] . This risk of the spread of pathogens by air travel has influenced the development of airport passenger screening technologies at airports. Many airports use thermal scanning to screen incoming passengers for febrile illness. In general, these techniques are not entirely effective in preventing the spread of viral infectious disease because passengers, either with a fever or presenting symptoms with respiratory virus infections such as influenza virus, often shed viruses before they have fever. A notable example of the failure of screening methods occurred in 2009 during the spread of influenza A(H1N1) pdm09 virus, where passengers on a flight from Cancun Mexico were screened but still managed to infect other passengers during flight [2] .",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 724,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1470,
                    "end": 1473,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In response to the concern surrounding the spread of infectious disease through air travel, a 2017 National Academy of Science report has highlighted the need for additional research and evaluation of the exit screening procedures designed to protect public health from disease threats [3] . The United States in particular has developed a biomonitoring program that detects pathogens in air samples; however, this system (the US Biowatch) is known to be error prone with numerous false positives frequently detected [4] . An alternative response to this need for public health screening is to concentrate and examine air samples, using personal or standalone air samplers. This bioaerosol sampling technique has been adapted for respiratory virus screening in swine production facilities [5] , poultry markets [6] , clinical settings [7] , and airports [8] . In this pilot study, we studied bioaerosol samples collected in Raleigh Durham International Airport for molecular evidence of respiratory viruses. This international airport sees approximately 11.6 million passengers per year, or about 32,000 per day and uses a high throughput exhaust system (including high efficiency particulate air, HEPA, filters) [9] . Our overall goal was to determine if environmental air sampling is a viable method for respiratory virus detection in airport settings.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 811,
                    "end": 814,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 854,
                    "end": 857,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1213,
                    "end": 1216,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ethics approval and study location \"Exemption from review\" status was granted to this study by the Institutional Review Board at Duke University, given that the methods involved did not include contact with human subjects. Permission and collaboration from the appropriate coordinating bodies at Raleigh-Durham International Airport (RDU) was sought and obtained prior to the start of the collection period. Staff members at RDU assisted in the coordination of sampling devices during the study period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods and materials"
        },
        {
            "text": "Sampling at RDU Terminal 2 took place during a 9-week period from January 10th to March 7th, 2018. During this time, 12 sampling sessions of 150 min resulted in 24 sample collections generating 72 individual samples to be analyzed for a panel of respiratory viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioaerosol sampling"
        },
        {
            "text": "The sampling devices were NIOSH BC 251 Personal Aerosol Samplers that featured two stages of collection and a polytetrafluoroethylene (PTFE) back-up filter (.03 μm pore, 37 mm). The two stages filtered pathogens greater than 4 μm or 1-4 μm in size and the back-up filter captured pathogens less than 1 μm in size. Thus, each sampler produced three samples per sampling period. An AirCheck XR5000 Sample Pump (Cat. # 210-5000, SKC, Inc., Eighty-Four, PA) was used to circulate environmental air through the samplers at a calibrated rate of 3.5 l per minute throughout the sampling period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioaerosol sampling"
        },
        {
            "text": "The sampling periods were scheduled during high-traffic times of domestic and international flight arrivals and departures. The samplers were set up on tripods approximately 1.5 m above the ground (approximately breathing level), at two different locations within the RDU Baggage Claim areas (between baggage carousels that were the focal points of the arriving flyers) and at each end of the terminal departure gates. During each sampling period, environmental temperature, humidity, and general meteorological outlook were noted. At the end of each session, the location, time, sampler number, pump number, and run time was recorded for each sampling device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioaerosol sampling"
        },
        {
            "text": "Samples were transported back to the Duke One Health Research Laboratory immediately following sample collection. At this time, sterile virus collection medium (PBS with 0.5% BSA) was used to soak the filters and catchment containers for each stage. This medium was then aliquoted into 2.0 mL cryovials, which were promptly stored at − 80°C for future molecular analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling processing"
        },
        {
            "text": "Detection of influenza A/B/C/D, human enterovirus, human adenovirus, and human coronavirus was performed using previously published real-time polymerase chain reaction (qPCR) and real-time reverse transcription polymerase chain reaction (qRT-PCR) assays with DNA or cDNA positive controls and negative controls of nuclease-free water (Additional file 1: Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 362,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Molecular assays"
        },
        {
            "text": "Viral RNA was extracted from stored samples with the QIAmp Viral RNA Mini Kit (QIAGEN, INC., Valencia, CA), and then analyzed with qRT-PCR assays utilizing Superscript® III Platinum One-Step qRT-PCR System with Platinum® Taq DNA Polymerase (Thermo Fisher Scientific, Inc., Waltham, MA) for influenza A [10, 11] , influenza B [10, 12] , influenza C [13] , influenza D [10] , human coronavirus [14, 15] , and human enterovirus [14] . Gel-based RT-PCR assays detected for pan-species coronaviruses [14] with Superscript® III Platinum One-Step RT-PCR System with Platinum® Taq DNA Polymerase (Thermo Fisher Scientific, Inc., Waltham, MA).",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Molecular assays"
        },
        {
            "text": "Viral DNA was extracted utilizing the QIAamp DNA Blood Mini Kit (QIAGEN, Inc. Valencia, CA), then analyzed for human adenovirus [15] by real-time PCR (qPCR) assay [16] with the Sso Advanced Universal Probes Supermix (Bio-Rad, Hercules, CA). Adenovirus-positive specimens were further confirmed using previously described two-step molecular assays with focus on the hexon gene [17] . Analysis for pan-species adenovirus [18] was performed on extracted viral DNA using the Platinum® Taq DNA Polymerase Kit (Thermo Fisher Scientific Inc., Waltham, MA). Sequencing of resultant amplified product from both the pan-species assay and the hexon assay was performed by Eton Bioscience (Eton Bioscience, Inc., Raleigh, NC, USA). Sequences were then aligned, edited, and compared to the NCBI sequence database using the BLAST application of BioEdit 7.1.9 (Ibis Biosciences, Carlsband, CA, USA).",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Molecular assays"
        },
        {
            "text": "A total of 24 NIOSH 2-stage samples were collected (Table 1) . Overall, 4 (17%) out of 24 samples indicated evidence of at least 1 respiratory pathogen, with 1 (4.1%) positive for influenza D and 3 (12.5%) positive for adenovirus. Samples were most frequently positive in the 4 μm or 1-4 μm particle size ranges with one adenovirus and the influenza D sample detected at 4 μm and two adenovirus positives detected at 1-4 μm. Two (67%) of the 3 adenovirus-positive specimens, samples 16 and 19, were successfully sequenced using the panadenovirus assay and were found to be human adenovirus type 1 (NCBI accession number AF534906.1). Adenoviruses were detected more frequently in the baggage claim 2 area, with 2 (2.8%) positive samples detected in that area. None of the 72 samples were positive for influenza A, influenza B, influenza C, or coronaviruses. Although not the focus of our study, we did not detect viable viruses using culture analysis associated with positive aerosol samples at RDU airport.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 60,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "During sampling, air temperature ranged from 63.6°F to 78.6°F and the relative humidity (RH) ranged from 25.1 to 60.4% (Table 1 ). There was no statistically significant difference between the mean air temperature or the mean RHs between the groups of samples that were positive or negative for respiratory viruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In this pilot aerosol study, we conducted surveillance for human and zoonotic respiratory viruses in an airport setting over a period of nine weeks from January to March 2018. We detected respiratory viruses in 17% of the aerosol samples collected. Through our surveillance, we observed molecular evidence of influenza D virus and adenovirus in aerosol samples through non-invasive and non-disruptive environmental sampling techniques. This sampling approach was particularly important in an airport setting, where large numbers of passengers either sat near or passed by the samplers in the terminal or baggage claim.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study of aerosols conducted in an airport is likely the first of its kind in the United States. Our detection of adenoviruses in aerosol samples is comparable to similar studies conducted in an airport and other settings [5, 7] . Although respiratory adenoviruses are not typically considered to have as much of an impact as other respiratory viruses, such as influenza viruses, well-documented outbreaks of novel adenovirus strains causing severe respiratory infections have occurred [19] . Despite the fact that the adenoviruses detected in this study were detected using our panspecies molecular assay, upon sequencing, they were identified as human adenoviruses. We did not find evidence of novel or zoonotic viruses in aerosol samples, potentially due to the high throughput ventilation system in place at RDU airport. Another limitation of this study was the inability to link aerosol results with individual passengers, or individual planes. Using this detection method, we were only able to detect viruses from one source (aerosols). As the airport is a high traffic area, and the focus of this study was focused on environmental air sampling, it is not clear which people were harboring the detected viruses. Additionally, as this airport uses a high throughput (HEPA filtered) ventilation system it was not possible to determine the effect of high quality air circulation on our virus detection based on the methods described here and we may not have captured all virus present at the sampling locations. Despite these limitations, the results of this study suggest that aerosol sampling is a useful technique for respiratory virus surveillance in high traffic and crowded areas such as airports. Aerosol sampling has advantages in that it minimally interrupts walking traffic in busy places, is simple in setup and operation, and the processing procedures for isolating the viral nucleic acid is relatively simple [7] . Together with our finding that 17% of collected aerosol samples showed molecular evidence for at least one respiratory pathogen and the ease of aerosol sampler use, our findings suggest that travelers may be sharing respiratory viruses in airports and other high-traffic areas. Such areas may, therefore, benefit from aerosol sampling to strengthen surveillance to protect the public from respiratory viruses. This strengthened surveillance may also support public health responses to respiratory virus detection by allowing airports, or other high traffic areas employing these methods, to recommend interventions (such as respirators or masks) to at risk travelers.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 230,
                    "end": 232,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1930,
                    "end": 1933,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additional file 1: Table S1 . Primer and probe sequences for rPCR and rRT-PCR. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 27,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Additional file"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Update: outbreak of severe acute respiratory syndrome--worldwide",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Centers For Disease",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Prevention",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "52",
            "issn": "13",
            "pages": "269--72",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "International flight-related transmission of pandemic influenza a(H1N1)pdm09: an historical cohort study of the first identified cases in the United Kingdom. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "66--73",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preparing airports for communicable diseases on arriving flights",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Medicine",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Risk-based objectives for the allocation of chemical, biological, and radiological air emissions sensors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Farrington",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Risk Anal",
            "volume": "26",
            "issn": "6",
            "pages": "1659--74",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bioaerosol sampling for airborne respiratory viruses in an experimental medicine pig handling facility",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Poh",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Singapore. Southeast Asian J Trop Med Public Health",
            "volume": "48",
            "issn": "4",
            "pages": "828--863",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Aerosolized avian influenza a (H5N6) virus isolated from a live poultry market",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "China. J Inf Secur",
            "volume": "74",
            "issn": "1",
            "pages": "89--91",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bioaerosol Sampling in Clinical Settings: A Promising, Noninvasive Approach for Detecting Respiratory Viruses. Open Forum Infect Dis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Environmental sampling for respiratory pathogens in Jeddah airport during the 2013 hajj season",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Infect Control",
            "volume": "42",
            "issn": "12",
            "pages": "1266--1275",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "RDU air service statistics",
            "authors": [
                {
                    "first": "R.-D",
                    "middle": [
                        "I"
                    ],
                    "last": "Airport",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Isolation of a novel swine influenza virus from Oklahoma in 2011 which is distantly related to human influenza C viruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Hause",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Collin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Information for moleduclar diagnosis of influenza virus in humans -update",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evaluation of three influenza a and B real-time reverse transcription-PCR assays and a new 2009 H1N1 assay for detection of influenza viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Selvaraju",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Selvarangan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "11",
            "pages": "3870--3875",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Detection of influenza C virus by a real-time RT-PCR assay. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pabbaraju",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "954--60",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Characterizing the picornavirus landscape among synanthropic nonhuman primates in Bangladesh",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Oberste",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "87",
            "issn": "1",
            "pages": "558--71",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Performance of different mono-and multiplex nucleic acid amplification tests on a multipathogen external quality assessment panel",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Loens",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Microbiol",
            "volume": "50",
            "issn": "3",
            "pages": "977--87",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Improved real-time PCR assay for detection and quantification of all 54 known types of human adenoviruses in clinical samples",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bil-Lula",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Med Sci Monit",
            "volume": "18",
            "issn": "6",
            "pages": "221--229",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Molecular typing of human adenoviruses by PCR and sequencing of a partial region of the hexon gene",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Erdman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Arch Virol",
            "volume": "151",
            "issn": "8",
            "pages": "1587--602",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Detection and analysis of six lizard adenoviruses by consensus primer PCR provides further evidence of a reptilian origin for the atadenoviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Wellehan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "23",
            "pages": "13366--13375",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Human adenovirus associated with severe respiratory infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "6",
            "pages": "1044--51",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Temp temperature, ND not detected, RH relative humidity, FluA influenza A virus, FluB influenza B virus, FluC influenza C virus, FluD influenza D virus, AdV adenovirus, CoV coronavirus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Full primer and probe sequences for rPCr and rRT-PCR, including references. (DOCX 13 kb) Abbreviations (BLAST): Basic Local Alignment Search Tool; (cDNA): complementary deoxyribonucleic acid; (DNA): deoxyribonucleic acid; (MERS-CoV): middle east respiratory syndrome coronavirus; (NCBI): National Center for Biotechnology Information; (NIOSH): National Institute of Occupational Safety and Health; (PTFE): polytetrafluoroethylene; (qPCR): real-time polymerase chain reaction; (qRT-PCR): real-time reverse transcription polymerase chain reaction; (RDU): Raleigh Durham International Airport; (RH): Relative humidity; (SARS-CoV): severe acute respiratory syndrome coronavirus; (US): United States",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Molecular results for aerosol sampling four sites in RDU Airport, January-March, 2018",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the team at Raleigh Durham International Airport for their support of this study, in particular Michael Landguth, President and CEO, William C. Sandifer, Senior Vice President & Chief Operating Officer, Duane Legan, Vice President of Airport Operations, John A. Connell, Vice President of Operational Asset Management, and Kristie VanAuken, Communications and Community Affairs. We thank William G. Lindsley for his support in providing the NIOSH 2stage air samplers. We also thank Jane Fieldhouse, Laura Borkenhagen, Dingmei Zhang, Rick Taso, and Kerry Mallinson in assisting with sample collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This study was supported by Duke University discretionary funding (Gray PI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The data collected during the current study are available from the corresponding author on reasonable request. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Authors' contributions EB, JC, JZ, MY collected and analyzed samples. JC and JZ wrote the results and materials and methods sections. EB wrote the introduction and discussion. GG conceived of the idea of the study, guided the work and manuscript development. All the authors reviewed the final version of the manuscript and agreed to its submission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "This study was granted exemption from review status by the Institutional Review Board at Duke University on the grounds that the research did not directly involve contact with human subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ]
}