{
    "paper_id": "80eae3b5b1d0ba7f1806d637628b15ae10e342c4",
    "metadata": {
        "title": "Influenza hospitalization epidemiology from a severe acute respiratory infection surveillance system in Jordan",
        "authors": [
            {
                "first": "Mohammad",
                "middle": [],
                "last": "Al-Abdallat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Amman",
                        "country": "Jordan"
                    }
                },
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Dawson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "addrLine": "722 W. 168th Street, 7th Floor Desk 720.7",
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Aktham",
                "middle": [
                    "Jeries"
                ],
                "last": "Haddadin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Amman",
                        "country": "Jordan"
                    }
                },
                "email": ""
            },
            {
                "first": "Waleed",
                "middle": [],
                "last": "El-Shoubary",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "addrLine": "722 W. 168th Street, 7th Floor Desk 720.7",
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Erica",
                "middle": [],
                "last": "Dueger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "addrLine": "722 W. 168th Street, 7th Floor Desk 720.7",
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tarek",
                "middle": [],
                "last": "Al-Sanouri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Amman",
                        "country": "Jordan"
                    }
                },
                "email": ""
            },
            {
                "first": "Mayar",
                "middle": [
                    "M"
                ],
                "last": "Said",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "addrLine": "722 W. 168th Street, 7th Floor Desk 720.7",
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Maha",
                "middle": [],
                "last": "Talaat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "addrLine": "722 W. 168th Street, 7th Floor Desk 720.7",
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Acute respiratory infections (ARIs) are a leading cause of morbidity and mortality worldwide, 1 resulting in an estimated 4Á25 million deaths globally each year. 2 Mathematical modeling data suggest influenza contributes significantly to the burden of ARI morbidity and mortality, with one study estimating that 18% of all deaths due to lower respiratory infections globally in 2010 were caused by influenza. 3, 4 Unfortunately, significant gaps exist in current estimates with little or no data available on influenza epidemiology in many parts of the world, including the Eastern Mediterranean region.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 409,
                    "end": 411,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 412,
                    "end": 413,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The Hashemite Kingdom of Jordan is a medium human development country 5 in the Eastern Mediterranean region with an upper-middle income economy. 6 The population is over 6Á5 million with 79% living in urban areas. The capital city Amman has a population over one million. Jordan has a Mediterranean-style climate characterized by arid summer months with a cool rainy season from November to April. 7 Little has been published on influenza activity in Jordan, and there is no national seasonal influenza vaccination policy for all Jordanians.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 145,
                    "end": 146,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 398,
                    "end": 399,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Sentinel surveillance for severe acute respiratory infections ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Four sentinel hospitals were selected for SARI surveillance based on being a general hospital admitting all ages, and representative geographical distribution across Jordan (Figure 1 ). Jordan Ministry of Health (JMOH)'s Prince Hamza Hospital and the private Specialty Hospital are large (402 and 540 beds, respectively) referral medical centers in Amman with an approximate catchment area of 2Á2 million. Also included were King Abdullah University Hospital (683 beds) in northern Jordan and JMOH's Al Karak Hospital (135 beds) in southern Jordan with approximate catchment areas of one million and 170 000, respectively. The first three sites began enrolling patients in January 2008, and Al Karak Hospital in the south began enrolling patients in November 2008. All sentinel sites were general hospitals that enrolled patients of all ages. Labor and delivery services were available at both King Abdullah University Hospital and Al Karak Hospital.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 182,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Setting and study design"
        },
        {
            "text": "Hospital surveillance teams comprised of a surveillance coordinator, internist, and laboratory director were identified and trained at each facility on case definitions, case enrollment, and data and specimen collection. Teams screened all hospitalized patients for SARI enrollment eligibility and those who met the case definition and provided informed consent were enrolled in SARI surveillance. Surveillance teams collected laboratory specimens and extracted demographic and clinical information from medical records of enrolled patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and study design"
        },
        {
            "text": "Eligible cases were identified using a syndromic case definition for severe acute respiratory infections (SARI). Clinical case definitions were standardized across all countries involved in the EMARIS Network. Case definitions were reviewed annually by the network and modified based on input from the partners as well as changes in WHO guidance. Consequently, case definitions evolved over the study period (Appendix A). During 2008-2009, the WHO SARI case definition (2006) 8 was used. During 2010-2011, the WHO SARI case definition was expanded to include cases of any age ≥31 days, cases that met the CDC International Emerging Infection Program (IEIP) pneumonia case definition 9 or any case that a clinician suspected to be a case of SARI. In January 2012, the revised WHO SARI case definition (2011) 10 was adopted although suspect SARI cases reported by clinicians that did not meet the case definition continued to be included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and study design"
        },
        {
            "text": "One oropharyngeal and one nasopharyngeal swab were obtained from each enrolled patient when possible, although some patients may have had only one swab taken due to patient comfort. A 15-ml tube containing both swabs (or one swab if both were not available) was agitated vigorously for 10 seconds using a vortex mixer. Each swab was removed and discarded, while the resulting supernatant in 2-ml viral transport medium was decanted into two cryovials labeled with the patient's study identification (ID) number. These were immediately stored in liquid nitrogen and transported to the Central Public Health Laboratory (CPHL) of the Ministry of Health, also a recognized WHO National Influenza Center (NIC). Real-time reverse transcription polymerase chain reaction (rtRT-PCR) testing was conducted to identify influenza virus types and influenza A subtypes (no influenza B subtyping was conducted) following standard procedures. 11 Initially, all samples were tested in parallel at the regional reference laboratory of the US Naval Medical Research Unit (NAMRU-3) in Cairo. Starting in September 2011, after CPHL in Jordan achieved over 90% concordance between their results and NAMRU-3 results, quality assurance testing continued on 10% of tested samples.",
            "cite_spans": [
                {
                    "start": 928,
                    "end": 930,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Sample collection and laboratory procedures"
        },
        {
            "text": "Data were collected on network-standardized case report forms and included: age, residence, sex, date of symptom onset, date of hospitalization, and date of discharge or death. Information from medical records was used to assess chronic medical conditions including preexisting respiratory, cardiac, renal, hepatic, hematologic, neurologic, infectious, endocrine, and gastrointestinal conditions, as well as pregnancy status. Forms from each enrolled patient were collected, and the data entered at the JMOH into a Microsoft Access database (Redmond, WA, USA) organized by patients' study ID number. Beginning in March 2010, double data entry was performed on case report forms to reduce errors. A consolidated, merged database containing all epidemiologic and laboratory data was cleaned, checked for errors, and imported to SAS 9.2 (SAS Institute, Cary, NC, USA) for analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and analysis"
        },
        {
            "text": "Influenza laboratory results were recorded as influenzanegative, influenza A/H1N1, influenza A/H1N1pdm09, influenza A/H3N2, or influenza B. Any specimen positive for more than one influenza result was assigned a single result for analysis according to which type ranked first according to the following hierarchy (based on perceived public health importance): influenza A/H1N1pdm09, influenza A/H3N2, influenza A/H1N1, and influenza B. Bivariate tabulations were performed on demographic and clinical characteristics by influenza laboratory result to obtain counts and percentages, and to compare categorical variables by Pearson's chi-square test. Categorical variables of three or more levels found significant by Pearson's chi-square test were assessed by level using binomial logistic regression. Select continuous variables such as age and the duration from symptom onset to hospitalization were described using the median, range, and interquartile range. The monthly influenza positivity rate was calculated as the percentage of specimens that tested positive for influenza out of the total specimens tested each month.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and analysis"
        },
        {
            "text": "We assessed influenza seasonality by evaluating the months having peak and trough proportions of influenzapositive specimens each year. The month having the lowest proportion of influenza-positive specimens was defined as the nadir of influenza activity and the month having the highest proportion of influenza-positive specimens each year was defined as the peak of influenza activity. The calendar month with the lowest average influenza activity was determined over the entire study period, and we defined the influenza season as from the beginning of the lowest average activity month in 1 year to the end of one calendar year from this date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and analysis"
        },
        {
            "text": "Surveillance was initiated under a protocol approved by NAMRU-3 and CDC Institutional Review Boards (IRB) and the Ministry of Health in Jordan. In 2010, SARI surveillance was adopted as part of Jordan's national influenza and communicable disease surveillance strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical considerations"
        },
        {
            "text": "From January 2008 to February 2014, a total of 2891 cases met a SARI surveillance case definition and all had swabbed samples tested for influenza by rtRT-PCR. Of these, 257 (9%) were positive for influenza. A total of 192 samples (7%) were positive for influenza A, and 65 samples (2%) were positive for influenza B. Of the 192 influenza A samples, 47% were subtyped as seasonal A/H3N2, 46% were subtyped as A/ H1N1pdm09, and 7% were subtyped as seasonal A/H1N1. No unsubtypeable influenza A specimens were identified. Four co-infections of influenza A and B were recorded as influenza A for analysis (two of influenza A/H1N1pdm09 and B and two of influenza A/H3N2 and B), and no other coinfections were detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The age groups of SARI patients by viral influenza result are presented in Table 1 . Fifty-seven percent of influenza cases (146/257) were under 5 years of age. Influenza-positive patients were less likely than influenza-negative patients to be under 2 years of age (P < 0Á0001), and more likely to be within the age groups of 2-4, 5-14, 15-49, and 50-64 years (all P < 0Á05). The median age of influenza cases was 3 years (range 0-85, interquartile range 0-21) compared with 1 year (range 0-103, interquartile range 0-4) for non-influenza SARI cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 82,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Males comprised 60% of patients with influenza-positive samples and 59% of patients with influenza-negative samples (P = 0Á92). Ten (4%) of those with influenza were admitted to an intensive care unit and eight (3%) died. Seven of eight (88%) influenza deaths were among children less than 5 years of age, all were among children less than 15 years of age, six (75%) were female, and four (50%) had a chronic medical condition. There were no significant differences between patients having influenza-positive and influenzanegative SARI specimens regarding preexisting chronic conditions (16% and 15%, respectively) and mortality (3% and 2%, respectively). Of 11 pregnant women with SARI, one (9%) had an influenza-positive specimen and zero died. Across all SARI cases, the median duration from symptom onset to hospitalization was 3 days (interquartile range 2-4 days).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Of the 6 years of the study having available results for all 12 months, a nadir of influenza activity occurred in July and September in five of those years, more than any other month. July had the lowest influenza activity over the study period, with two influenza cases from 2008 to 2013. Consequently, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This study is the first systematic description of the epidemiology of influenza in Jordan. We use data from sentinel surveillance for severe acute respiratory infections in Jordan to describe the activity and seasonality of influenza hospitalizations in the country. From January 2008 to February 2014, we found that influenza was detected in 9% of all patients with SARI admitted to the surveillance hospitals, although during peaks of influenza activity influenza accounted for up to 55% of SARI hospitalizations. Those with influenza were older (median, 3 years old) than those who presented with SARI and tested negative for influenza (median, 1 year old) but did not otherwise differ in demographic characteristics. Overall, 3% of the hospitalized influenza cases died and all of these deaths were among children. The system was able to detect predominant types/ subtypes of influenza during each season, including the emergence of influenza A/H1N1pdm09. Finally, the system allowed us to define the seasonality of influenza in Jordan from July through June with peaks of disease occurring in the winter months. The influenza surveillance system in Jordan appears to provide data consistent with that found in other similar surveillance systems in other parts of the world. The proportion of influenza-positive SARI cases (9%) compared well with that of similar surveillance systems in Asia (8%, 12 9% 13 ) and Africa (10%, 14 11% 15 ). In addition, the system readily detected the emergence of the 2009 influenza pandemic. Even in non-pandemic years the predominant influenza viruses detected in Jordan correlated with those seen in similar systems. [12] [13] [14] [15] Our data show that influenza has a substantial impact on health in Jordan. At the peak of activity, influenza accounted for an average of 34% of SARI hospitalizations, affecting people of all ages, with 16% of those with influenza reporting some chronic medical condition. Given that about one-third of SARI hospitalizations are due to influenza during the peak of a given influenza season, the availability of resources such as antiviral medications during this time could be crucial. While only eight deaths were identified, almost all of these deaths were among young children under 5 years of age. Additional work is needed to define the population burden of influenza and how that burden falls on different age groups and populations. This information will be essential to policymakers in making decisions on the costs and benefits of control strategies, such as vaccination.",
            "cite_spans": [
                {
                    "start": 1429,
                    "end": 1438,
                    "text": "14 11% 15",
                    "ref_id": null
                },
                {
                    "start": 1656,
                    "end": 1660,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1661,
                    "end": 1665,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1666,
                    "end": 1670,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1671,
                    "end": 1675,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The seasonality of influenza we observed in Jordan matches Northern Hemisphere circulation as well. 16 Knowledge of influenza seasonality affords public health authorities the opportunity to focus public health interventions such as education campaigns and vaccination just prior to and during periods of increased risk. In addition, the predominant influenza types and subtypes identified in Jordan matched those circulating in the Northern Hemisphere. 17 While additional work on sequencing the circulating viruses would inform how well they matched the strains used in Northern Hemisphere seasonal influenza vaccines, the available data support the use of Northern Hemisphere vaccine in Jordan.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 454,
                    "end": 456,
                    "text": "17",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Initiation of surveillance for SARI and influenza has provided a number of important benefits in Jordan. This surveillance system provides a systematic and sustainable system for monitoring influenza in Jordan, thus providing the essential data to describe and monitor influenza epidemiology in the country to inform policymaking decisions on influenza control and pandemic preparedness strategies. Developing this surveillance system has helped strengthen laboratory and epidemiologic capacity, and these capacities help Jordan in achieving compliance with International Health Regulations, 2005. 18 This system provides important data that can contribute to the Global Influenza Surveillance and Response System. 19 In addition, this system was developed in Jordan in parallel with regional partners as part of the multinational EMARIS Network. The goal of the EMARIS Network is to provide a forum for partner countries to share experiences and develop common methods with the goal of using future data for shared research activities. Finally, this system of surveillance sites linked to advanced laboratory capacity allowed for the rapid development of surveillance for the novel respiratory pathogen Middle East respiratory syndrome coronavirus (MERS-CoV) that has recently been described in the region. 20 Consequently, this system of SARI and influenza surveillance clearly provides a variety of important benefits both to Jordan and more broadly to regional and international partners working toward disease control and prevention.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 600,
                    "text": "18",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 715,
                    "end": 717,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1308,
                    "end": 1310,
                    "text": "20",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are a number of limitations to our data. Our system detected hospitalized patients meeting the SARI case definition, which intrinsically limits our sample to those with more severe illness. Therefore, the results may not be indicative of milder influenza activity and trends. The ability of our system to identify cases of influenza is influenced by the sensitivity and specificity of the SARI case definition. Moreover, different case definitions were used over time, and this may have affected the sensitivity of the system over time. The consistency of our data with respect to seasonality, its comparability to other Northern Hemisphere temperate countries, and the proportion of SARI cases that are influenza positive suggest that this surveillance system is performing comparably to other SARI-based influenza surveillance systems. In addition, the high proportion of children among those with SARI and influenza observed may have been influenced by a number of factors. This may reflect societal differences in who is brought in for care. It may also reflect biases in surveillance with better case ascertainment and enrollment among children. Other SARI surveillance systems have also found high proportions of young children, [12] [13] [14] [15] so this may suggest that the SARI case definitions used might better identify pediatric symptomatology. Finally, incomplete clinical information was provided for some of our clinical variables, which may have limited our ability to examine these factors in those with influenza. Efforts are ongoing to maintain the motivation of surveillance staff to collect complete and accurate information.",
            "cite_spans": [
                {
                    "start": 1241,
                    "end": 1245,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1246,
                    "end": 1250,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1251,
                    "end": 1255,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1256,
                    "end": 1260,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Future plans for the Ministry of Health in Jordan are to use these data to establish the burden of influenza in different risk groups within the country. These data, along with the established seasonality of influenza in Jordan, will provide critical information for policy decision-makers to assess the costs and benefits of introducing interventions to decrease the burden of influenza in the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Centers for Disease Control and Prevention, U.S. Government, nor the Ministry of Health in Jordan. Maha Talaat and Patrick Dawson are contractors of the U.S. Government. Waleed El-Shoubary and Mayar Saeed are employees of the U.S. Government. This work was prepared as part of their official duties. Title 17 USCx105 provides that 'copyright protection under this title is not available for any work of the United States Government.' Title 17 USC 9 101 defines U.S. Government work as work prepared by a military service member or employee of the U.S. Government as part of that person's official duties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. The world health report 2002 -Reducing risks, promoting healthy life",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Lung Foundation. Overview -The Acute Respiratory Infections (ARI) Atlas. Available at",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global and regional mortality from 235 causes of death for 20 age groups in 1990 and 2010: a systematic analysis for the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naghavi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Foreman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "2095--2128",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimates of deaths associated with seasonal influenza -United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "59",
            "issn": "",
            "pages": "1057--1062",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "United Nations Development Programme",
            "authors": [],
            "year": 2011,
            "venue": "Human Development Report",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Country and lending groups data",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization. PAHO-CDC Generic Protocol for Influenza Surveillance",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "US Centers for Disease Control and Prevention International Emerging Infections Program (IEIP): Thailand. Description of Clinical Pneumonia. Available at",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Health Organization. WHO global technical consultation: global standards and tools for influenza surveillance",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rapid and sensitive method using multiplex real-time PCR for diagnosis of infections by influenza A and influenza B viruses, respiratory syncytial virus, and parainfluenza viruses 1, 2, 3, and 4",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Templeton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Scheltinga",
                    "suffix": ""
                },
                {
                    "first": "Mfc",
                    "middle": [],
                    "last": "Beersma",
                    "suffix": ""
                },
                {
                    "first": "Acm",
                    "middle": [],
                    "last": "Kroes",
                    "suffix": ""
                },
                {
                    "first": "Ecj",
                    "middle": [],
                    "last": "Claas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "1564--1569",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Incidence of influenza-like illness and severe acute respiratory infection during three influenza seasons in Bangladesh",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azziz-Baumgartner",
                    "suffix": ""
                },
                {
                    "first": "Asm",
                    "middle": [],
                    "last": "Alamgir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bull World Health Organ",
            "volume": "90",
            "issn": "",
            "pages": "12--19",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Estimating influenza outpatients' and inpatients' incidences from 2009 to 2011 in a tropical urban setting in the Philippines",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Tallo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kamigaki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Influenza Other Respir Viruses",
            "volume": "8",
            "issn": "",
            "pages": "159--168",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Influenza surveillance in 15 countries in Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Radin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "206",
            "issn": "S1",
            "pages": "14--21",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sentinel surveillance for influenza-like illness, severe acute respiratory illness, and laboratory-confirmed influenza in Kinshasa, Democratic Republic of Congo",
            "authors": [
                {
                    "first": "Jjm",
                    "middle": [],
                    "last": "Tamfum",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nkwembe",
                    "suffix": ""
                },
                {
                    "first": "Skb",
                    "middle": [],
                    "last": "Shamamba",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "206",
            "issn": "S1",
            "pages": "36--40",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Global patterns in seasonal activity of influenza A/H3N2, A/H1N1, and B from 1997 to 2005: viral coexistence and latitudinal gradients",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Finkelman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Koelle",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "FluNet Influenza Virus Detections",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "World Health Organization",
            "authors": [],
            "year": 2005,
            "venue": "International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "World Health Organization. Global Influenza Surveillance and Response System",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Background and summary of novel coronavirus infection -as of 21",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(SARI) was initiated in Jordan in 2008 in the initial stages of development of the Eastern Mediterranean Acute Respiratory Infection Surveillance (EMARIS) Network. The EMARIS Network was formed through the collaboration of Ministries of Health of Egypt, Jordan, Oman, and Qatar; U.S. Centers for Disease Control and Prevention (CDC); U.S. Naval Medical Research Unit No. 3 (NAMRU-3); and World Health Organization (WHO) Eastern Mediterranean Regional Office (EMRO). We aim to describe the epidemiology and seasonality of influenza hospitalizations in Jordan over a time period of 6 years (2008-2014).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Locations of sentinel hospitals for severe acute respiratory infection (SARI) surveillance, Jordan, 2008-2014. Locations are approximate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "the influenza season in Jordan over the study period was from July of one year through June of the following year. During the 2008-2009, 2010-2011, and 2011-2012 seasons, influenza activity peaked in the month of December, while influenza activity peaked in October in the 2009-2010 season and in January in the 2012-2012 season. In the months of peak influenza activity, influenza accounted for from 14% of all SARI hospitalizations during the 2008-2009 season to 55% of all SARI hospitalizations during the 2009-2010 season, with influenza accounting for an average of 34% of all SARI hospitalizations during the months of peak influenza activity over the study period. Influenza virus types and subtypes varied by season (Figure 2). The predominant influenza virus in each season was as follows: A/H3N2 in 2008-2009, A/H1N1pdm09 in 2009-2010, B in 2010-2011, A/H3N2 in 2011-2012, and A/ H1N1pdm09 in 2012-2013.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Number and proportion of severe acute respiratory infection (SARI) surveillance patient specimens positive for influenza by viral influenza etiology and month, Jordan, January 2008-February 2014 (n = 257).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Age groups of patients enrolled in sentinel surveillance for severe acute respiratory infection by viral influenza result, Jordan, January 2008-February 2014 The Authors. Influenza and Other Respiratory Viruses Published by John Wiley & Sons Ltd.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank Dr. Chris Zimmerman for his critical review and comments of an earlier version of the manuscript. We also wish to thank all Ministry of Health staff and hospital surveillance coordinators for their great work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The study was funded through the Global Emerging Infections Surveillance Program (GEIS) GEIS847705Á821000Á 25GB.E0018.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial support"
        },
        {
            "text": "The study protocol was approved by the Naval Medical Research Center Institutional Review Board in compliance with all applicable Federal regulations governing the protection of human subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human research protections/IRB statement"
        },
        {
            "text": "This work has not been presented elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Previous presentations statement"
        },
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "The views expressed in this article are those of the authors and do not necessarily reflect the official policy or position of the Department of the Navy, Department of Defense, the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclaimer"
        }
    ]
}