{
    "paper_id": "822233763421a1e054abbc49c00a8726cb3ebfe1",
    "metadata": {
        "title": "Distribution of the Phenotypic Effects of Random Homologous Recombination between Two Virus Species",
        "authors": [
            {
                "first": "Florence",
                "middle": [],
                "last": "Vuillaume",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS -Unité mixte de recherche Biologie & génétique des interactions plante-parasite (BGPI)",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Gaë",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thé",
                "middle": [],
                "last": "Baud",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS -Unité mixte de recherche Biologie & génétique des interactions plante-parasite (BGPI)",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Cica",
                "middle": [],
                "last": "Urbino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS -Unité mixte de recherche Biologie & génétique des interactions plante-parasite (BGPI)",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Nadè Ge Forfert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS -Unité mixte de recherche Biologie & génétique des interactions plante-parasite (BGPI)",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Martine",
                "middle": [],
                "last": "Granier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS -Unité mixte de recherche Biologie & génétique des interactions plante-parasite (BGPI)",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Ré",
                "middle": [],
                "last": "My Froissart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS -Unité mixte de recherche Biologie & génétique des interactions plante-parasite (BGPI)",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Sté",
                "middle": [],
                "last": "Phane Blanc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS -Unité mixte de recherche Biologie & génétique des interactions plante-parasite (BGPI)",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Michel",
                "middle": [],
                "last": "Peterschmitt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS -Unité mixte de recherche Biologie & génétique des interactions plante-parasite (BGPI)",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": "michel.peterschmitt@cirad.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "Recombination has an evident impact on virus evolution and emergence of new pathotypes, and has generated an immense literature. However, the distribution of phenotypic effects caused by genome-wide random homologous recombination has never been formally investigated. Previous data on the subject have promoted the implicit view that most viral recombinant genomes are likely to be deleterious or lethal if the nucleotide identity of parental sequences is below 90%. We decided to challenge this view by creating a bank of near-random recombinants between two viral species of the genus Begomovirus (Family Geminiviridae) exhibiting 82% nucleotide identity, and by testing infectivity and in planta accumulation of recombinant clones randomly extracted from this bank. The bank was created by DNA-shuffling-a technology initially applied to the random shuffling of individual genes, and here implemented for the first time to shuffle full-length viral genomes. Together with our previously described system allowing the direct cloning of full-length infectious geminivirus genomes, it provided a unique opportunity to generate hundreds of ''mosaic'' virus genomes, directly testable for infectivity. A subset of 47 randomly chosen recombinants was sequenced, individually inoculated into tomato plants, and compared with the parental viruses. Surprisingly, our results showed that all recombinants were infectious and accumulated at levels comparable or intermediate to that of the parental clones. This indicates that, in our experimental system, despite the fact that the parental genomes differ by nearly 20%, lethal and/or large deleterious effects of recombination are very rare, in striking contrast to the common view that has emerged from previous studies published on other viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Genetic variation is generated primarily by inaccurate replication of genomes due to mutation and recombination. This is particularly true for viruses, which are characterized by high mutation rates [1, 2] leading to populations appearing rapidly as mutant swarms, and in which recombination can generate theoretically countless combinations of available mutations [2] . Remarkably, for some virus species, the intrinsic recombination rate calculated per nucleotide position and per replication cycle can approach, or even exceed, the estimated point mutation rate [3, 4, 5] . One major difference in the creation of new genotypes via mutation versus recombination lies in the fact that mutations are introduced individually, whereas recombination often introduces a group of mutations as a block in a new genomic context. Recombination can either disrupt existing interactions between mutations, or promote new interactions between a group of cointroduced mutations and the other part of the ''recipient'' genome. Another remarkable difference is that, unlike spontaneous mutations, those introduced by recombination might have been under selection pressure in their previous context. For these reasons, distribution of the phenotypic effects of mutation events might be very different from that of recombination events, as suggested by a remarkable study comparing the impact of these two phenomena on the functionality of an enzyme [6] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 203,
                    "end": 205,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 565,
                    "end": 568,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 569,
                    "end": 571,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 572,
                    "end": 574,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1435,
                    "end": 1438,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The distribution of the phenotypic effects of recombination in viruses has gone almost undocumented, in terms of both theoretical prediction and empirical investigation. Whereas experimental data on random point mutations revealed these to be mostly deleterious or lethal in a rhabdovirus infecting animals [7] as well as in a potyvirus infecting plants [8] , to the best of our knowledge, experiments formally investigating the distribution of the phenotypic effects of random genome-wide recombination have never been reported. Previous experiments investigating the phenotype of small sets of recombinants did not address this question directly, and thus provided only incomplete information on the precise point investigated here. In these previous studies, the artificially-created recombinants were derived mostly from the exchange of specific, previously delimited, regions or genes suspected to be involved in known biological traits of the virus (e.g. [9, 10, 11] ). Because such recombinants were usually less fit than the parental genomes [9, 10, 11, 12] , particularly when their genetic identity was below 90% [10] , it was suggested that, as with mutations, most recombination events create deleterious or even lethal genomic combinations. The fact that only a few specific recombinant types, rather than a wide range of random recombinants, are detected in natural viral populations [13, 14, 15, 16] seems to support this assertion, suggesting that only rare genomic combinations are fit enough to invade, or at least be maintained at a detectable frequency within the viral population.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 310,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 961,
                    "end": 964,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 965,
                    "end": 968,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 969,
                    "end": 972,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1054,
                    "end": 1057,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1058,
                    "end": 1061,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1062,
                    "end": 1065,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1123,
                    "end": 1127,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1398,
                    "end": 1402,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1403,
                    "end": 1406,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1407,
                    "end": 1410,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1411,
                    "end": 1414,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Consequently, the view that recombination events between two viral genomes diverging by more than 10% are mostly deleterious or lethal has become widely accepted [12, 15, 17, 18, 19] , despite the lack of direct and specific experimental support. In fact, as in equivalent studies on mutation [7, 8] , such empirical support can be provided only by examining the phenotype of a large number of recombinants generated by a random process between two viral species. To date, the only examples in the literature where recombination was suggested to be random, according to recombination patterns determined in offspring genomes at early stages of co-infection (i.e. under minimum selection pressure), are those of a coronavirus infecting mice [20] and Cauliflower mosaic virus infecting turnip [3] . Unfortunately, neither of these studies allowed investigation of the biological properties of the recombinants, and no traits participating in viral fitness could be evaluated.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 297,
                    "end": 299,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 791,
                    "end": 794,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, using a huge bank of viral recombinants generated randomly in vitro, and with a cloning system enabling straightforward biological testing, we challenge the general assumption described above. Because the numerous recombinants tested in this study were generated in the absence of any selection pressure, our results provide information on all recombinant types, regardless of whether or not they resemble those found in natural populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We selected model viruses whose genomes are small enough to be shuffled throughout their entire length using a random gene shuffling technique. The selected parental viruses were from the family Geminiviridae, genus Begomovirus, and their genome consists of a single circular ssDNA of less than 3kb. This family was also selected because (i) a large number of recombinants have been isolated in the field [21, 22] , (ii) some of these recombinants were found to be associated with new epidemic outbreaks [23, 24, 25, 26] , and (iii) analysis of a large number of viral sequences accumulated in the databases has revealed recombination hot spots and cold spots distributed along the genome [18] . Most importantly, the selected parental genomes exhibited around 80% nucleotide identity, significantly below the virtual ''90% threshold'' for which maladapted recombinants have been frequently reported, discussed, and/or speculated on [10, 15, 16, 21] .",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 409,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 938,
                    "end": 941,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 942,
                    "end": 945,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 946,
                    "end": 949,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We generated a bank of hundreds of shuffled recombinants, harbouring between 2 and 6 exchanged fragments of a size ranging from 1 to <2700 nucleotides (nt). A manageable subset of 47 recombinants was fully sequenced and tested individually for infectivity and accumulation in planta. Taking viral accumulation as a proxy for fitness, we show here that all 47 recombinants infected their host plant and accumulated in systemically colonized leaves at a level equal or intermediate to that of the parents. These results indicate that, at least for some virus species, lethality and large deleterious effects are surprisingly rare phenotypic outcomes of recombination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The parental genomes, designated Tyx and Tox (2791 and 2765 nt in size, respectively) exhibit 82% overall nucleotide identity, thus the two sequences differ at about 500 nucleotide positions distributed throughout the genome ( Figure S1A ). As for all monopartite begomoviruses, the parental genomes encode six open reading frames (ORF), which exhibit different degrees of amino acid identity when comparing Tyx and Tox ( Figure 1A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 237,
                    "text": "Figure S1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 422,
                    "end": 432,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The bank of recombinant genomes"
        },
        {
            "text": "Several hundred Tyx/Tox recombinant genomes were generated using L-DNA-shuffling technology as described in Materials and Methods. A total of 47 randomly selected shuffled genomes were fully sequenced ( Figure 1B ) and analysed for infectivity and accumulation in planta. Alignment with the parental sequences revealed that, among the 47 recombinants sequenced (representing a total of 130,478 nt), only 1 nt position in one genome (recombinant ''2'') differed from both parents. None of the other recombinants encoded a non-parental nucleotide or amino acid. Each individual recombinant harboured between two and six breakpoints, corresponding to detectable exchange of 2 to 6 genomic segments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The bank of recombinant genomes"
        },
        {
            "text": "Overall, we detected a total of 54 distinct breakpoints spread along the 47 recombinant genomes ( Figure 1B and Figure S1B ). The majority (29) of these breakpoints were found only once, but several (18) were found in more than one recombinant ( Figure  S1B ). It is important to note that breakpoints can be located only roughly within a region separating two adjacent nucleotide positions where Tyx and Tox differ; thus, similar breakpoints identified in several recombinants as shown in Figure S1B are not necessarily identical. The size of the fragments generated by L-DNA-shuffling ranged from a few nucleotides to <2450 nt ( Figure  S2 ); the exchange of some short fragments resulted in a single nucleotide change. The number of shuffled fragments in the different size classes was rather homogeneous, although fragments with a size below 1100 nt (and especially below 100 nt) were more frequent. Only one breakpoint was detected in the intergenic region. All other breakpoints were located within genes, which is interesting for further phenotypic analysis: breakpoints were generated in all ORFs and 44 of the 47 recombinant genomes encode at least one hybrid protein. Finally, three recombinant genomes were modified only at the nucleotide level (synonymous changes): recombinants ''7'' and ''10'' encode 100% Tox proteins",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 107,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 112,
                    "end": 122,
                    "text": "Figure S1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 246,
                    "end": 257,
                    "text": "Figure  S1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 490,
                    "end": 500,
                    "text": "Figure S1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 631,
                    "end": 641,
                    "text": "Figure  S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The bank of recombinant genomes"
        },
        {
            "text": "Recombination creates new genome combinations by joining genome fragments of distinct ''parental'' origin. This phenomenon, frequent in viral populations, combines mutations originally present on distinct parental genomes, increasing genetic diversity and creating ''offspring'' with altered biological properties. Consistently, recombination is often associated with the emergence of economically important viruses, with modified host range and virulence. In fact, recombination events can be lethal, deleterious or beneficial, but the respective frequency of these phenotypic effects is unknown and unpredictable. A generally accepted view, which we formally challenge in the present paper, is that most viral recombination events are deleterious or lethal when the parental sequences diverge by more than 10%. However, at present, no dedicated data set supports this supposition. We generated hundreds of ''mosaic'' genomes randomly from two plant virus species diverging by 18%, and tested a subset of 47 of these recombinants for viability and within-host accumulation. Surprisingly, all were viable, replicated, and accumulated at a pace comparable to that of the parents. Our results are in striking contrast to the current view, and show that viral recombination can have little phenotypic effect, at least in some cases, even when the parental sequences diverge by far more than 10%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "whereas recombinant ''55'' encodes 100% Tyx proteins. Overall, the bank of recombinants produced appears highly diverse, covering a wide range of possibilities in the number of exchanged DNA fragments per genome, their size and position. By picking clones randomly from this collection for further characterization (as described below) we are getting as close as possible to an analysis of the phenotypic effects of random recombination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "Each of the 47 recombinant clones, as well as the two parental viral clones, were agro-inoculated individually onto tomato plants in four independent repeated tests. Infectivity was defined at a given date as the proportion of infected plants (virus detectable in systemically infected leaves) of the total number of virus-inoculated plants. Unexpectedly, all 47 recombinants were detected in systemically infected leaves in at least some of the inoculated test plants, indicating that none of them was lethal, and that the proportion of lethal recombinants lies between 0 and 0.062 (exact binomial confidence interval at the 0.95 level). Tyx was significantly more infectious than Tox at 15 days post inoculation (dpi) (P = 0.0026), whereas this difference was no longer statistically significant at 22 dpi (P = 0.12). This simply suggests that virus accumulation was below the detection threshold for some of the Tox-inoculated plants at 15 dpi. The infectivity of most (37) of the recombinants did not differ significantly from the infectivity of both parental viruses at the two time points ( Figure 2 ). Three recombinants were significantly more infectious than Tox at 15 dpi. Two recombinants were significantly less infectious than Tyx at 15 dpi, three were significantly less infectious at 22 dpi, and one at both time points. Recombinant 104 was the only clone for which no plant was positive for virus detection at 15 dpi; virus accumulation was probably too low to be detected at this early time point. The most infectious recombinants were those with a high proportion of Tyx sequences. Consistently, there was a significant positive correlation between infectivity and the proportion of the genome derived from Tyx ( Figure S3A ). As expected, we observed a good linear correlation (R 2 = 0.618; P = 2.2610 211 ; t-test) between the average infectivity of each clone at 15 and 22 dpi across the three experiments conducted at both dates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1097,
                    "end": 1105,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1731,
                    "end": 1741,
                    "text": "Figure S3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Infectivity of the recombinant viruses"
        },
        {
            "text": "To summarize, except for recombinant ''104'' at 15 dpi, no recombinant had an infectivity significantly different from that of both parents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectivity of the recombinant viruses"
        },
        {
            "text": "Virus accumulation within inoculated plants was estimated from young leaves at 15 and 22 dpi using quantitative PCR (qPCR). Tyx genomes accumulated to a significantly greater degree than Tox genomes at both 15 and 22 dpi (P = 2.3610 24 and P = 1.5610 24 , respectively). At 15 dpi, virus accumulation of most (30) of the recombinants did not differ significantly from that of both parental genomes; five recombinants accumulated significantly more than Tox, whereas eleven recombinants accumulated significantly less than Tyx ( Figure 3A ). At 22 dpi, we observed a similar pattern ( Figure 3B ): virus accumulation in most (25) of the recombinants did not differ significantly from that of both parental genomes, whereas 11 genomes accumulated significantly more than Tox (5 of them also did so at 15 dpi), and 10 genomes accumulated significantly less than Tyx (4 of them also at 15 dpi). The recombinants with a high proportion of genome derived from Tox accumulated within the infected plants at a low level similar to the accumulation of Tox ( Figure 3 ). The recombinants exhibiting the highest virus accumulation were most often the recombinants with a higher proportion of their genome derived from Tyx, the parental virus that accumulated most. Consistently, there was a significant positive correlation between recombinant virus accumulation and the proportion of the genome derived from Tyx ( Figure S3B ). There were, however exceptions, as for example recombinant 48, in which low virus accumulation was measured despite a high proportion of Tyx. As expected, a good linear correlation (R 2 = 0.466; P = 9.0610 28 ; t-test) was obtained between the average virus accumulation of each clone at 15 dpi and 22 dpi across the three experiments conducted at both time points.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 528,
                    "end": 537,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 584,
                    "end": 593,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1049,
                    "end": 1057,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1404,
                    "end": 1414,
                    "text": "Figure S3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Virus accumulation in planta"
        },
        {
            "text": "The distribution of the effect of recombination on the infectivity and accumulation of virus genomes was derived from the model coefficients corresponding to the 47 recombinant clones (see Materials and Methods). At 22 dpi, the distribution of the effect of recombination on infectivity was unimodal and centred on the Tox parental phenotype ( Figure 4A ), whereas the distribution of the effect of recombination on virus accumulation was bimodal, with each mode centred on one parental phenotype ( Figure 4B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 344,
                    "end": 353,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 499,
                    "end": 508,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Distribution of the phenotypic effects of recombination"
        },
        {
            "text": "To summarize, with the exception of recombinant 104, which was not detectable at 15 dpi, no recombinant had a phenotype (infectivity and accumulation) that was significantly different from that of both parents, precisely as expected if recombination had limited effect. Most remarkably, although these two virus species differ genetically by 18%, non-directed recombination did not give rise to any lethal or highly impaired genotype.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution of the phenotypic effects of recombination"
        },
        {
            "text": "An implicit and commonly accepted view of viral recombination is that most recombinant genomes should be deleterious or lethal The recombinant genomes are ordered from left to right by increasing nucleotide identity with Tyx genome. White boxes correspond to recombinants that are not significantly different from either parent, light red boxes to recombinants that are significantly less infectious than Tyx, and light blue boxes to recombinants that are significantly more infectious than Tox. doi:10.1371/journal.ppat.1002028.g002 when the nucleotide identity of the parental sequences drops below 90%. We decided to challenge this view by testing a large set of non-directed recombinants derived from two parental virus species exhibiting only 82% identity. Recombinants were selected randomly from a bank generated by DNA-shuffling-a technology initially applied to random shuffling of individual genes [27] and implemented here for the first time on full-length viral genomes. We chose this methodology as the only technology currently available that allows high-throughput generation of recombinant molecules in vitro. The full sequencing of 47 recombinants presented in Figure 1 shows that the distribution of breakpoints and the sizes of exchanged fragments are clearly not random. This deviation from randomization is technically unavoidable as no DNA fragmentation technique presently available can provide completely random fragments. Another step that is impossible to randomize is the hybridization and ligation of these fragments on a parental template to successfully reconstitute full-length ''mosaic'' genomes. While we alleviated this particular problem by using a mix of both parental genomes as templates, different fragments have different levels of homology (and thus affinity) for these templates and will, or will not, hybridize preferentially to a given region, favoring some breakpoints. Nevertheless, we think that DNA-shuffling remains the best alternative to approximate randomization of DNA fragment exchanges. With this technology, we generated an invaluable genetic resource of hundreds of very diverse recombinants in the absence of the mechanical and selective constraints that occur in nature. For example, the shuffled genome library may be used in the future for the detection of viral molecular determinants of various phenotypic traits by using a quantitative trait loci (QTL) approach.",
            "cite_spans": [
                {
                    "start": 908,
                    "end": 912,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 1178,
                    "end": 1186,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The view that most recombination events between distantly related (,90% identity) genomes produce deleterious or lethal genotypes has derived from (i) the limited types of recombinants found in the sequence databases, or in co-infected hosts, and (ii) a few experimental estimates of phenotypic traits of selected recombinants. The discrepancy between this view and the results presented here will be discussed in the context of these two types of information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(i) Recombinant genomes detected either in field populations or in artificially co-infected plants exhibit very specific recombination patterns, leading to the suggestion that other possible patterns were not fit enough to emerge [13, 15, 16] . Likewise, the identification of hot spots of recombination by comparing sequences from databases of virus genomes [17, 18] suggests that , the box itself delimits the 25% and 75% quantiles, and the dashed lines represent the normal range of the values; the points above and/or below correspond to outlying values. The blue box at the left end corresponds to the parental genome Tox and the red box at the right end to the parental genome Tyx. The recombinant genomes are ordered from left to right by increasing nucleotide identity with Tyx genome. White boxes correspond to recombinants that are not significantly different from either parent, light red boxes to recombinants that are significantly less infectious than Tyx, and light blue boxes to recombinants that are significantly more infectious than Tox. doi:10.1371/journal.ppat.1002028.g003 recombinants with potential breakpoints in cold spots are maladapted and thus rarely or never isolated. Surprisingly, in our experiment, seven of the eleven recombinants with the highest accumulation in planta at 22 dpi were recombined within recombination cold spots previously identified in other members of the genus Begomovirus [21] . Moreover, although the sequences located within genes were often reported to be cold spots [13, 28] , and particularly when they disrupt protein folding [21] , 53 of the 54 generated breakpoints were within coding regions, and 44 of the 47 recombinant genomes encode at least one hybrid protein.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1427,
                    "end": 1431,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1525,
                    "end": 1529,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1530,
                    "end": 1533,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1587,
                    "end": 1591,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The high within-host accumulation of ''cold spot'' recombinants may thus indicate that their scarcity under natural conditions is not due to a low within-host reproduction capacity, but rather to mechanical constraints hindering their generation during replication. However, it is possible that virus load comparisons in singly infected plants were insufficiently discriminative to distinguish small fitness differences that might be revealed by more comprehensive fitness tests, particularly within-host competition. Unfortunately, competition tests between one recombinant and its parents are not straightforward with this type of viruses. Begomoviruses are notably highly recombinogenic and new recombinants would appear in the co-infected plants with no possibility of distinguishing them from the initially inoculated clones with a qPCR assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(ii) The view that most recombination events produce deleterious or lethal genotypes also derives from biological tests of several artificially created recombinants (e.g., 5 in [9] , and 17 in [12] ). Most of these recombinants were either lethal or accumulated to lower levels than the parental viruses, whose sequence identities were 82% and 75%, respectively. The same conclusion was drawn from recombinants of Maize streak virus (MSV, Geminiviridae), for which complete genes were swapped between parental genomes with a nucleotide sequence identity of 78-98% [10, 11] . A possible explanation for the viability of all the recombinants obtained in our study, and for the substantial proportion exhibiting a high accumulation level, is that all the recombinants but one (recombinant ''2'') contained only parental sequences and lacked any additional changes. This was not the case in a major study in which the phenotype of non-directed homologous recombinants was tested [12] , because 13 out of 15 recombinants exhibited additional changes inherent to the RT-PCR-technique with which they were produced. Another hypothesis explaining the absence of lethal or highly deleterious effects of recombination in our system may be that the two parental viruses were isolated from the same host (tomato), whereas in earlier studies, parental viruses were often isolated from different host species [10, 11, 12] . This hypothesis would suggest that the relatively low accumulation of some recombinants in these earlier studies resulted from a selective cost induced by hostspecific mutations [29, 30] rather than from the effect of recombination per se.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 193,
                    "end": 197,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1395,
                    "end": 1399,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1400,
                    "end": 1403,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1404,
                    "end": 1407,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1588,
                    "end": 1592,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1593,
                    "end": 1596,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A very interesting study compared b-lactamase variants created by DNA-shuffling of different pre-existing genes [31] , with variants created by non-directed mutations, all containing the same number of amino acid substitutions [6] . The variants created by recombination retained function with a significantly higher probability than those generated by random mutagenesis. The authors explained the less destructive nature of recombination, at least in part, by the fact that amino acids exchanged by recombination have already proven compatible with the homologous structure from which they originate, whereas substitutions created by mutation have not been pre-selected in any context. An interesting comparison can be drawn between the results obtained here on the phenotypic effects of recombination in viruses, and results from similar approaches carried out earlier on the phenotypic effects of random mutation [7, 8] . While we conclude that lethal or largely deleterious effects of recombination can be very rare even for parental genomes differing by up to 20%, nondirected mutation was reported to induce up to 40% lethal genomes. Interestingly, this comparison suggests that a phenomenon observed on one isolated gene (b-lactamase) may also be valid for whole viral genomes. The recombinant viral genome library generated here could be used in the future to test this fascinating prediction, by creating and comparing a set of randomly mutated genomes of Tyx and/or Tox that would exhibit the same number of amino acid substitutions as the recombinant genomes described above.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 917,
                    "end": 920,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 921,
                    "end": 923,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Data generated in this paper not only address fundamental questions regarding recombination, but are also relevant to the economically important question of emerging diseases. In our specific example, although the 2 parental viruses (TYLCV, ToLCYTV) originate from distinct hemispheres, they were recently brought into close proximity in the South West Indian Ocean region [32, 33] . The probability of their encounter in the same island, and thus the probability of generating natural recombinants, is now very high. The risk of emergence of TYLCV/ToLCYTV recombinants with altered phenotypes can be further evaluated using the recombinants described here, and also by searching for other recombinants in the available Tyx/ Tox-shuffled bank. The economic importance of the emergence of TYLCV/ToLCYTV recombinants can be further assessed by testing the virulence (aggressiveness) and vector transmission (by the whitefly Bemisia tabaci) of the shuffled clones. Finally, estimation of all these biological parameters may be used in the future to test the trade-off hypothesis related to evolution of virulence, which predicts a positive correlation between virus accumulation, virulence and transmission rate [34] .",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 377,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1209,
                    "end": 1213,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This work did not involve any human participant and include any animal work that would require an ethics statement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The parental viruses are members of the genus Begomovirus, family Geminiviridae. One of the parental genomes, the \"Mild\" strain of Tomato yellow leaf curl virus (TYLCV-Mld, accession no. AJ865337), was isolated from tomato plants (Solanum lycopersicum) collected in Réunion island in 2002 [32] . The other parental genome, Tomato leaf curl Mayotte virus (ToLCYTV-[Dem] accession no. AJ865341) was isolated from tomato collected in Dembeni (Mayotte) in 2003 [32] . Both isolates were originally cloned individually into pGEMT. In order to render these clones directly infectious, we created agroinfectious single-unit length viral genomes for both parental clones as described previously [35] , except that the engineered unique cloning site was XhoI instead of Not I, and the binary plasmid vector was pCambia0380. Briefly, a unique XhoI site was generated in both pGEMT clones ( Figure S4 ). The conserved stem loop containing the viral origin of replication and the unique XhoI site was synthesized with 2 complementary oligonucleotides and inserted into the SmaI site within the multicloning site of the pCambia0380 plasmid ( Figure S4 ). The XhoI-modified parental clones were inserted into the XhoI site of the modified pCambia0380 so that the repeated stem loops were in the sense orientation to allow replicational release. These cloned parental genomes-called Tyx (for TYLCV-Mld) and Tox (for ToLCYTV-[Dem])-were checked for infectivity and subsequently used for L-DNA-shuffling.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 880,
                    "end": 889,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1129,
                    "end": 1138,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Parental viral genomes"
        },
        {
            "text": "The two parental genomes Tyx and Tox were released from pCambia0380 using two unique restriction sites (SacII and BglII) located in the flanking sequences in the plasmid. Recombinant viral genomes were produced using the patented L-DNA-shuffling technology (European Patent 1104457, US Patent 6951719) developed by Proteus (Nîmes, France). We chose this particular approach because, in contrast to other DNA-shuffling technologies, L-DNA-shuffling does not include any PCR amplification step that could potentially induce additional mutations in the generated recombinants. Since this technology has been used successfully to shuffle long genes with high or low nucleotide identity, it seemed particularly convenient for shuffling small complete viral genomes consisting of genes and intergenic regions with varying levels of nucleotide identity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L-DNA-shuffling"
        },
        {
            "text": "L-DNA-shuffling is a four-step procedure: (i) fragmentation of the parental genomes TYLCV and ToLCYTV using a nonspecific endonuclease; (ii) denaturation; (iii) hybridisation of the fragments onto templates-in our case a mix of the full-length parental genome sequences at a 1:1 ratio; (iv) ligation of adjacent fragments after elimination of overlapping sequence ends. Steps (ii) to (iv) were cycled until a large amount of full-length ''mosaic'' (recombinant) sequences were obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L-DNA-shuffling"
        },
        {
            "text": "In step (i), the size of the genome fragments generated depends on the duration of the endonuclease incubation step. To increase the size diversity of the fragments exchanged in the final recombined viral genomes, two distinct endonuclease incubations were performed: long and short incubations were used to generate fragments with sizes following a normal distribution centred on lengths of ,50 nt and ,500 nt, respectively. The endonuclease products of the long and short incubations were mixed before proceeding to steps (ii), (iii) and (iv). A sample of the final shuffled products was digested with SacII and BglII (NEB) and inserted into the plasmid pCambia0380 at the corresponding restriction sites to generate a bank of mosaic recombinant full-length genomes. An aliquot of the ligation product was introduced into Escherichia coli MC1061 DE3 via electroporation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L-DNA-shuffling"
        },
        {
            "text": "Clones were picked at random from the hundreds of bacterial colonies obtained, and their plasmid DNA was extracted and fully sequenced. Around 30% of these plasmids contained one or the other of the parental viral sequences (Tyx or Tox), whereas 70% contained recombinant viral genomes. This search and sequencing of viral genomes was continued until 47 distinct recombinants were identified, as this was the maximum number that could be tested simultaneously in our containment chamber with both parents and a negative control. A total of 48 recombinant genomes had to be sequenced because two of them were identical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L-DNA-shuffling"
        },
        {
            "text": "The pCambia0380 plasmids containing the recombinant genomes were purified from E. coli and introduced into Agrobacterium tumefaciens C58 MP90 by electroporation. Transformed A. tumefaciens were cultivated overnight at 28uC in a liquid LB medium containing kanamycin and gentamycin. As soon as the cultures reached an optical density of between 2 and 5, the bacterial suspension was concentrated 10 times by centrifugation and resuspended in sterile water for agroinfiltration as described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plant inoculation and growth conditions"
        },
        {
            "text": "Tomato plants of the susceptible cultivar Monalbo (INRA) were grown in containment growth chambers under 14 h light at 26uC, and 10 h dark at 24uC. Seeds were initially grown in batches and were transplanted to individual pots after 7 days. During development, plants were irrigated with 15:10:30 NPK+ oligoelements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plant inoculation and growth conditions"
        },
        {
            "text": "Tomato plants at the one-leaf stage were agroinfiltrated on each cotyledon with a syringe. Within the same growth chamber, 47 recombinant clones, the two parental clones Tyx and Tox, and a clone containing an empty pCambia0380 plasmid as a negative control, were inoculated on the same day onto eight plantlets each. The inoculated plants were randomised completely and grown until 22 dpi. The whole experiment was repeated four times, each repeat representing an independent test. In the first test, plants were sampled at 22 dpi, corresponding approximately to the delay required to reach the maximum virus accumulation level of the parental strain TYLCV-Mild [35] . In the three following tests, plants were also collected at 15 dpi, a time point at which viral clones may be distinguished by their speed in reaching the maximum virus accumulation level [35] .",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 666,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Plant inoculation and growth conditions"
        },
        {
            "text": "TYLCV has been shown to accumulate mainly at the top of infected tomato plants [36] , and the four youngest leaves of a plant infected with a related tomato begomovirus (Tomato yellow leaf curl Sardinia virus) were shown using real-time PCR to accumulate similar amounts of viral DNA [37] . We thus considered that a relevant and reliable estimation of the accumulation of both Tyx and Tox within each plant could be obtained from measurement of the viral DNA concentration in one of the four youngest leaves developing below the apex. More specifically, from each infected plant, we collected a 5 mm-diameter leaf disk from the youngest leaf for which five leaflets were visible. Total DNA from each leaf disk was extracted with the QuickExtract kit from Epicentre Biotechnologies (Madison, WI, USA) according to the manufacturer's recommendations.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Sampling of plant material and DNA extraction"
        },
        {
            "text": "Quantification of viral DNA accumulation in plants using real-time PCR Two microlitres of a 1/10 dilution of the total DNA extract was added to 8 ml of a qPCR mix (LightCycler 480 SYBR Green I Master, Roche). The amplification reactions were run in 384-well optical plates in the LightCycler 480 (Roche). Primers were targeted to regions conserved in both parental genomes to ensure similar amplification from all recombinant genomes; the respective sequences of forward and reverse primers were: Ty2164+ (CTAAGAGCCTCTGACTTACTGC) and Ty2339-(AACATT-CAGGGAGCTAAATCCAG). To standardize all measurements of viral DNA accumulation, we quantified the amount of plant DNA in each extracted sample by targeting the actin2 gene in parallel real-time PCR amplifications. The primers used were Act1+ (CCCRGAGGTHCTCTTCCARC) and Act148-(TMC-GRTCAGCAATACCAGGG).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling of plant material and DNA extraction"
        },
        {
            "text": "To estimate viral accumulation in each analysed sample, we used the program LinRegPCR, which is based on the procedure described by Ruijter et al. estimating the baseline efficiency, and (iv) accounting for intraand inter-test variation. The variation between samples due to the high quantity of qPCR runs required for this experiment was minimized by an inter-plate calibrator that was used in each plate for both viral and actin2 DNA quantification. The inter-plate calibrator was prepared from a single extraction of a symptomatic Tyx-infected plant. The highly concentrated extract was split into multiple aliquots conserved at 220uC, each aliquot being used for one qPCR run only. After checking key quality control pointstechnical replicates, negative controls and positive controls-we calculated a Calibrated Normalized Relative Quantification (CNRQ) value for all samples according to equation 3 in [38] : ",
            "cite_spans": [
                {
                    "start": 907,
                    "end": 911,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Sampling of plant material and DNA extraction"
        },
        {
            "text": "At each of the two sampling time points (15 dpi and 22 dpi), infectivity was modeled as the result of a binomial experiment where the number of inoculated plants that became infected or non-infected depends on the effect of the clone (2 parental genomes and 47 recombinants), adjusted for the effect of the experiment (the experiment was replicated 4 times). The clone6experiment interaction was not included because it would have resulted in an overparameterized model. The analysis of deviance for the corresponding generalized linear model (GLM) indicated that both the experiment and the clone had a very significant effect at 15 dpi (chi-square test; P = 6.8610 212 and P = 1.1610 218 , respectively) and at 22 dpi (chi-square test; P = 2.6610 210 and P = 5.1610 216 , respectively). The model residuals did not show any pathological behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "At each of the two sampling time points (15 dpi and 22 dpi), virus accumulation in infected plants [Log(CNRQ)] was modeled as a linear model where the effect of the clone was adjusted for the effect of the experiment. The clone6experiment interaction was not significant (F-test; P = 0.61 at 15 dpi and P = 0.72 at 22 dpi). The analysis of variance for the corresponding linear model (LM) indicated a significant experiment effect and a very significant clone effect at 15 dpi (F-test; P = 0.023 and P = 4.5610 216 , respectively) and at 22 dpi (F-test; P = 1.5610 23 and P,2.2610 216 , respectively). The model residuals did not show any pathological behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "In each model, taking Tox as the reference clone, the coefficients corresponding to the clone effects (adjusted for the experiment effect) were used for: (i) testing whether the effect of the two parental genomes was significantly different (z-test for the GLM, t-test for the LM), (ii) identifying which recombinant clones had an effect that differed significantly (at the 0.05 level) from the effect of the Tyx (resp. Tox) parent (using z-tests for the GLM and t-tests for the LM, followed by the Holm multiple-testing correction), (iii) constructing the distribution of the effects of all the recombinant clones. All statistical analyses were performed using R version 2.8.1 [39] . Each adjacent discriminating position between Tyx and Tox (shown in A) was used to delimit a region within which fragments originating from the different parental genomes were ligated during the L-DNA-shuffling procedure. The y-axis represents the frequency with which a breakpoint was detected within one of these particular delimited regions. The positions of the 6 ORFs encoded by the parental genomes are indicated below the graph. The red and blue horizontal arrows represent recombination hot and cold spots, respectively, as described in the literature from the sequences of geminivirus genomes available in databanks [21] ; the red and blue numbers indicate the number of distinct breakpoints that were detected within these regions in the 47 recombinants presented in Figure 1 . ",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 682,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1310,
                    "end": 1314,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 1462,
                    "end": 1470,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Statistical analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rates of evolutionary change in viruses: patterns and determinants",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Shackelton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Genet",
            "volume": "9",
            "issn": "",
            "pages": "267--276",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Simple genomes, complex interactions: Epistasis in RNA virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Elena",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Sole",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sardanyes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chaos",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Recombination every day: Abundant recombination in a virus during a single multi-cellular host infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Froissart",
                    "suffix": ""
                },
                {
                    "first": "Roze",
                    "middle": [
                        "D"
                    ],
                    "last": "Uzest",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galibert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Blanc",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Plos Biol",
            "volume": "3",
            "issn": "",
            "pages": "389--395",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Homologous crossovers among molecules of Brome mosaic bromovirus RNA1 or RNA2 segments in vivo",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Urbanowicz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alejska",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Formanowicz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blazewicz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Figlerowicz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "5732--5742",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Network analysis of human and simian immunodeficiency virus sequence sets reveals massive recombination resulting in shorter pathways",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wain-Hobson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Renoux-Elbe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Vartanian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meyerhans",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Gen Virol",
            "volume": "84",
            "issn": "",
            "pages": "885--895",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "On the conservative nature of intragenic recombination",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Silberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Wilke",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "",
            "pages": "5380--5385",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The distribution of fitness effects caused by single-nucleotide substitutions in an RNA virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sanjuan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Elena",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "8396--8401",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Distribution of fitness and virulence effects caused by single-nucleotide substitutions in Tobacco etch virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carrasco",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "De La Iglesia",
                    "suffix": ""
                },
                {
                    "first": "Elena",
                    "middle": [],
                    "last": "Sf",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "12979--12984",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Replication properties of clade a/c chimeric feline immunodeficiency viruses and evaluation of infection kinetics in the domestic cat",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Rozieres",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sundstrom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gruber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Stump",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "7953--7963",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The evolutionary value of recombination is constrained by genome modularity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Der Walt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Rybicki",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Plos Genet",
            "volume": "1",
            "issn": "",
            "pages": "475--479",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Viable chimaeric viruses confirm the biological importance of sequence specific Maize streak virus movement protein and coat protein interactions",
            "authors": [
                {
                    "first": "Walt",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Der",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Rybicki",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virol J",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Biological properties and relative fitness of inter-subgroup Cucumber mosaic virus RNA 3 recombinants produced in vitro",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Pierrugues",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guilbaud",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fernandez-Delmond",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fabre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tepfer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Gen Virol",
            "volume": "88",
            "issn": "",
            "pages": "2852--2861",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Role of recombination in the evolution of natural populations of Cucumber mosaic virus, a tripartite RNA plant virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bonnet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fraile",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sacristan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Malpica",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Garcia-Arenal",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "332",
            "issn": "",
            "pages": "359--368",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Frequent homologous recombination events between molecules of one RNA component in a multipartite RNA virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bruyere",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wantroba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasinski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dzianott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Bujarski",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "4214--4219",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Constraints to genetic exchange support gene coadaptation in a tripartite RNA virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Escriu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fraile",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Garcia-Arenal",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Plos Pathog",
            "volume": "3",
            "issn": "",
            "pages": "67--74",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Variability and genetic structure of the population of Watermelon mosaic virus infecting melon in Spain",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Malpica",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Diaz-Pendón",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moriones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fraile",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "318",
            "issn": "",
            "pages": "451--460",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Identifying the important HIV-1 recombination breakpoints",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Archer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Pinney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Simon-Loriere",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Arts",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Plos Comput Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Widely Conserved Recombination Patterns among Single-Stranded DNA Viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lefeuvre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Varsani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "2697--2707",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Recombination in evolutionary genomics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Crandall",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Annu Rev Genet",
            "volume": "36",
            "issn": "",
            "pages": "75--97",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Random nature of Coronavirus RNA Recombination in the absence of selection pressure",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Banner",
                    "suffix": ""
                },
                {
                    "first": "Mmc",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "185",
            "issn": "",
            "pages": "441--445",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Avoidance of protein fold disruption in natural virus recombinants",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lefeuvre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lett",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reynaud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Plos Pathog",
            "volume": "3",
            "issn": "",
            "pages": "1782--1789",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Possible emergence of new geminiviruses by frequent recombination",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Padidam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sawyer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Fauquet",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Virology",
            "volume": "265",
            "issn": "",
            "pages": "218--225",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Begomovirus genetic diversity in the native plant reservoir Solanum nigrum: Evidence for the presence of a new virus species of recombinant nature",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garcia-Andres",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Monci",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Navas-Castillo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moriones",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "350",
            "issn": "",
            "pages": "433--442",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A natural recombinant between the geminiviruses Tomato yellow leaf curl Sardinia virus and Tomato yellow leaf curl virus exhibits a novel pathogenic phenotype and is becoming prevalent in Spanish populations",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Monci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sanchez-Campos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Navas-Castillo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moriones",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "303",
            "issn": "",
            "pages": "317--326",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Multiple infection, recombination and genome relationships among begomovirus isolates found in cotton and other plants in Pakistan",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Sanz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fraile",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Garciaarenal",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Gen Virol",
            "volume": "81",
            "issn": "",
            "pages": "1839--1849",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Evidence that DNA-A of a geminivirus associated with severe cassava mosaic disease in Uganda has arisen by interspecific recombination",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Calvert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Munoz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Otim-Nape",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Gen Virol",
            "volume": "78",
            "issn": "",
            "pages": "2101--2111",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "DNA Shuffling by Random Fragmentation and Reassembly -in-Vitro Recombination for Molecular Evolution",
            "authors": [
                {
                    "first": "Wpc",
                    "middle": [],
                    "last": "Stemmer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "91",
            "issn": "",
            "pages": "10747--10751",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Begomovirus 'melting pot' in the south-west Indian Ocean islands: molecular diversity and evolution through recombination",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lefeuvre",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoareau",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Naze",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Delatte",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Gen Virol",
            "volume": "88",
            "issn": "",
            "pages": "3458--3468",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The pleiotropic cost of hostspecialization in Tobacco etch potyvirus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Agudelo-Romero",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "De La Iglesia",
                    "suffix": ""
                },
                {
                    "first": "Elena",
                    "middle": [],
                    "last": "Sf",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infection Genetics and Evolution",
            "volume": "8",
            "issn": "",
            "pages": "806--814",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Pleiotropic costs of niche expansion in the RNA bacteriophage Phi 6",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Burch",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Genetics",
            "volume": "172",
            "issn": "",
            "pages": "751--757",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Library analysis of SCHEMA-guided protein recombination",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Silberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Voigt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Endelman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Mayo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Protein Sci",
            "volume": "12",
            "issn": "",
            "pages": "1686--1693",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "South West Indian Ocean islands tomato begomovirus populations represent a new major monopartite begomovirus group",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Delatte",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Naze",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goldbach",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reynaud",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gen Virol",
            "volume": "86",
            "issn": "",
            "pages": "1533--1542",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "First report of Tomato yellow leaf curl virus in Réunion Island",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peterschmitt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Granier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mekdoud",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dalmon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gambin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Plant Dis",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The virulence-transmission trade-off in vector-borne plant viruses: a review of (non-) existing studies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Froissart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Doumayrou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vuillaume",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alizon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Michalakis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Philos Trans R Soc B Biol Sci",
            "volume": "365",
            "issn": "",
            "pages": "1907--1918",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A novel cloning strategy for isolating, genotyping and phenotyping genetic variants of geminiviruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Urbino",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thebaud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Granier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blanc",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peterschmitt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virol J",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Improved diagnostic techniques for Tomato yellow leaf curl virus in tomato breeding programs",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pico",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Diez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nuez",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Plant Dis",
            "volume": "83",
            "issn": "",
            "pages": "1006--1012",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Real-time PCR for the quantitation of Tomato yellow leaf curl Sardinia virus in tomato plants and in Bemisia tabaci",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caciagli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Accotto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Noris",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol Methods",
            "volume": "147",
            "issn": "",
            "pages": "282--289",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A new mathematical model for relative quantification in realtime RT-PCR",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Pfaffl",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nucleic Acids Res",
            "volume": "29",
            "issn": "",
            "pages": "2002--2007",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "R: A Language and Environment for Statistical Computing. Vienna: R Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Development Core",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic representation of 47 recombinant viral genomes generated by L-DNA-shuffling with the parental genomes of Tomato yellow leaf curl virus (Tyx) and Tomato leaf curl Mayotte virus (Tox). For convenience, each circular genome is presented in linear form beginning with the cloning site XhoI. (A) The 6 ORFs encoded by both parental genomes are presented above the aligned genomes: V2 [movement protein (MP)], V1 [coat protein (CP)], C3 [replication enhancer protein (Ren)], C2 [transcription associated protein (TrAP)], C1 [replication associated protein (Rep)], and C4 (symptom determinant implicated in cell cycle control). The percentage of amino acid identities between Tyx and Tox is indicated within parentheses for each ORF. (B) Recombinant genomes are represented in red for Tyx-derived fragments and in blue for Toxderived fragments. Nucleotide positions are indicated above the aligned genomes. doi:10.1371/journal.ppat.1002028.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Infectivity of the 47 recombinants and their 2 parental genomes. Infectivity was determined on plant samples collected at 15 (A) and 22 days (B) post-inoculation. Infectivity was defined as the proportion of infected plants (virus detected in systemic leaves) of the total number of virus-inoculated plants. Within the boxes, the horizontal line indicates the median value (50% quantile), the box itself delimits the 25% and 75% quantiles, and the dashed lines represent the normal range of the values. The numbers on the top line indicate the number of infected plants for each viral clone. The blue box at the left end corresponds to the parental genome Tox and the red box at the right end to the parental genome Tyx.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Virus accumulation within infected plants for the 47 recombinants and their two parental genomes. Virus accumulation was measured on plant samples collected at 15 (A) and 22 days (B) post-inoculation. Viral DNA was quantified with real-time PCR. The logarithm of the Calibrated Normalized Relative Quantity (logNRQ) reflects virus accumulation. Within the boxes, the horizontal line indicates the median value (50% quantile)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Distribution of the phenotypic effects of random recombination. The effect on the phenotype was assessed through infectivity (A) and virus accumulation (B), at 22 days post inoculation. The estimated effects correspond to the coefficients of the recombinant clones in the corresponding (generalized) linear model. Parental genome coefficients are just superimposed as vertical lines: Tox (blue) and Tyx (red). In each bin, the number of recombinants that differ significantly from Tyx and Tox are represented in light red and light blue, respectively. doi:10.1371/journal.ppat.1002028.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(2009), and the Pfafll (2001) quantification model. The procedure used by Ruijter et al. (2009) assesses PCR efficiency in each well. Coupling this approach to Pfaffl's relative quantification model has the advantage of minimizing the propagation of errors in (i) setting the fluorescence threshold, (ii) determining the Ct value (fractional cycle number required to reach the fluorescence threshold), (iii)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Location and frequency of breakpoints detected along the genomes of the 47 randomly selected recombinants. (A) Location of nucleotide positions where the two parental genomes differ. The nucleotide numbering of the alignment of the parental genomes is indicated below on the x-axis, with position 0 corresponding to the XhoI cloning site at the 39 side of the conserved stem-loop. Each thin vertical line indicates one nucleotide difference between Tyx and Tox. (B) Location and frequency of breakpoints found in the 47 analyzed recombinants.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Correlation at 22 days post inoculation between the proportion of Tyx genome and (A) infectivity and (B) virus accumulation. The circles represent the 47 recombinants and the two parental genomes; a smooth trend line is added in red. The linear regression line is represented in black, with R 2 = 0.102 (P = 0.025; t-test) for infectivity and R 2 = 0.211 (P = 8.9610 24 ; ttest) for virus accumulation. (TIF) Figure S4 Creation of full-length infectious parental clones, Tyx and Tox, in the binary vector pCambia0380 according to [35]. (A) Site-directed mutagenesis at the end of the stem-loop to generate an XhoI site in TYLCV and ToLCYTV. A second site-directed mutagenesis modified a ''T'' of the stem loop of TYLC to ''C'', eliminating a mismatch within the stem that is present only in the original sequence of TYLCV. Nucleotides mutated in the parental sequences (top and bottom lines) to create a common stem loop and a cloning site (middle line) are indicated in lower case. (B) Oligonucleotide sequence used to insert the common stem loop shown in A (middle line) at the SmaI site of the multiple cloning site of pCambia0380. The solid horizontal lines represent the inverted repeats that constitute the stem of the stem-loop, and the dotted lines represent restriction sites. The stars indicate the origin of the rolling circle replication of the viral genomes. (TIF) Author Contributions",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "''E actin, sample '' and ''E virus, sample '' are the PCR efficiencies calculated for each well containing a plant extract sample, for actin2 and virus DNA quantification, respectively. Similarly, ''E actin, calibrator '' and ''E virus, calibrator '' are the PCR efficiencies calculated for each calibrator well, for actin2 and virus DNA quantification, respectively. CNRQ values reflect virus accumulation in each individual plant. A plant was defined as infected when its Log(CNRQ) value was above the 95%-quantile of the distribution of Log(CNRQ) values corresponding to 92 samples from mock-inoculated plants.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are thankful to Yannis Michalakis for discussing experimental design. We thank Jean-Luc Macia and Christophe Michel for their excellent technical assistance in growing and sampling the plants. We are grateful to André Moretti of INRA (Avignon, France) for the production and kind supply of the tomato seeds. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}