{
    "paper_id": "82e600f01e9caa5ae2c03497d8454e5d10e87369",
    "metadata": {
        "title": "Detection and phylogenetic analyses of spike genes in porcine epidemic diarrhea virus strains circulating in China in",
        "authors": [
            {
                "first": "Qiaoling",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xinsheng",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuzhen",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peng",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yonglu",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yongguang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Large-scale outbreaks of porcine epidemic diarrhea (PED) have re-emerged in China in recent years. However, little is known about the genetic diversity and molecular epidemiology of field strains of PED virus (PEDV) in China in 2016-2017. To address this issue, in this study, 116 diarrhea samples were collected from pig farms in 6 Chinese provinces in 2016-2017 and were detected using PCR for main porcine enteric pathogens, including PEDV, porcine deltacoronavirus (PDCoV), porcine transmissible gastroenteritis virus (TGEV) and porcine kobuvirus (PKV). In addition, the complete S genes from 11 representative PEDV strains were sequenced and analyzed. Results: PCR detection showed that 52.6% (61/116) of these samples were positive for PEDV. Furthermore, sequencing results for the spike (S) genes from 11 of the epidemic PEDV strains showed 93-94% nucleotide identity and 92-93% amino acid identity with the classical CV777 strain. Compared with the CV777 vaccine strain, these strains had an insertion (A 133 ), a deletion (G 155 ), and a continuous 4-amino-acid insertion ( 56 NNTN 59 ) in the S1 region. Phylogenetic analysis based on the S gene indicated that the 11 assessed PEDV strains were genetically diverse and clustered into the G2 group. These results demonstrate that the epidemic strains of PEDV in China in 2016-2017 are mainly virulent strains that belong to the G2 group and genetically differ from the vaccine strain. Importantly, this is the first report that the samples collected in Hainan Province were positive for PEDV (59.2%, 25/42). Conclusions: To our knowledge, this article presents the first report of a virulent PEDV strain isolated from Hainan Island, China. The results of this study will contribute to the understanding of the epidemiology and genetic characteristics of PEDV in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine epidemic diarrhea (PED), which is caused by PED virus (PEDV), is an acute and highly contagious enteric disease in swine characterized by watery diarrhea and vomiting. From 1984 to early 2010, PEDV infections occurred in the pig population in China, but there were no large-scale outbreaks [1, 2] . However, a large-scale outbreak of PED occurred at the end of 2010 and led to the most severe PED epidemic in history [3] .",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 301,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 302,
                    "end": 304,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "PEDV is an enveloped, single-stranded, positive-sense RNA virus that belongs to the order Nidovirales, the family Coronaviridae and the genus Alphacoronavirus [4] . This virus's spike (S) protein, which is a glycosylated protein located on the envelope of the virus, consists of S1, a receptor-binding subunit, and S2, a membrane fusion subunit. The S1 domain is important for recognizing and binding to cell receptors [5, 6] . In addition, the S1 domain contains several neutralizing epitopes that stimulate the induction of neutralizing antibodies in the natural host [7, 8] ; therefore, the S protein has been * Correspondence: wangyonglumd@hotmail.com; zhangyongguang@caas.cn † Equal contributors 1 the primary target for the development of vaccines against PEDV and for determining genetic relatedness among PEDV isolates.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 423,
                    "end": 425,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 574,
                    "end": 576,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In this study, a total of 110 diarrheal fecal samples and 6 intestinal contents samples were collected from swine farms in six Chinese provinces in 2016-2017. Samples were evaluated using RT-PCR and TaqMan real-time RT-qPCR (set up in our laboratory). To determine the frequency of co-infection, we also assessed samples for other enteric pathogens, such as PDCoV, TGEV and PKV, that are closely linked to porcine diarrhea. The complete S genes from 11 representative PEDV strains were amplified and sequenced, and the GenBank acces- MF152598, MF152599, MF152600, MF152601, MF152602, MF152603, MF152604, and MF152605, respectively. Seventy-four reference strains were obtained from GenBank for phylogenetic analysis. A phylogenetic tree was constructed using the neighborjoining method and MEGA version 6 [9] , with bootstrap values calculated for each node from 1000 replicates. Analysis of amino acid sequences was conducted using DNAStar software (Version 3.1; DNASTAR, Madison, WI, USA).",
            "cite_spans": [
                {
                    "start": 805,
                    "end": 808,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Detection results showed that 52.6% (61/116) of the samples were positive for PEDV. The positive rate for porcine kobuvirus (PKV) in the samples was 19.8% (23/ 116), and the rate of co-infection with PEDV and PKV was 11.2% (13/116). However, porcine delta coronavirus (PDCoV) and porcine transmissible gastroenteritis virus (TGEV) were not detected in the samples. Rates of positivity for PEDV in Gansu, Xinjiang, Henan, Hainan, Hunan and Shanxi provinces were 16.7% (1/6), 75.0% (3/4), 37.5% (12/32), 59.5% (25/42), 59.2% (16/27), and 80.0% (4/5), respectively. PEDV-positive samples were detected for the first time in Hainan Province in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Sequence analysis results showed that all field strains shared 97-100% nucleotide and amino acid identity with each other as well as 93-94% nucleotide identity and 92-93% amino acid identity with the CV777 strain. Compared with the CV777 vaccine strain, the strains in this study had an insertion (A 133 ) and a deletion (G 155 ); in addition, all of the isolated strains except CH/ HNZZ47/2016 had a continuous 4-amino-acid insertion ( 56 NNTN 59 ), whereas the CH/HNZZ47/2016 strain had a continuous 2-amino-acid insertion ( 58 TN 59 ). Mutant sites in these strains were primarily located in the S1 domain of the S protein. Moreover, the three epitope regions in CV777 (aa 498-637, aa 747-754 and aa 763-770) were examined to assess mutations in the field strains. We found that the amino acid sequence at aa 747-754 was conserved between the latest field strains and CV777; however, certain mutated regions were observed in the sequences at positions 498-637 and 747-754 (Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 975,
                    "end": 983,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "In the phylogenetic tree based on the S gene, the S protein-encoding genes indicated that all 11 PEDV epidemic strains were of subtype G2 (Fig. 1 (Fig. 1) . In contrast, early PEDV isolates in China, such as CH/S, LZC, and the CV777 vaccine strain, are classical G1 strains. In this study, the rate of positivity for PEDV in China in 2016-2017 exceeded 50%, indicating that PEDV has remained prevalent in China; this rate was significantly higher than those determined for earlier PEDV outbreaks in China. Although no previous reports indicated that PEDV existed in Hainan Province, in this study, PEDV was detected in samples collected from that location (with a positive rate of 59.2% (25/42)). This result indicates that PEDV has spread to Hainan Province, with positivity for PEDV detected in a high proportion of clinical samples from that province. Therefore, PEDV infection is trending toward becoming a national epidemic in China. PEDV positive provinces of China was shown in Fig. 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "text": "(Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 146,
                    "end": 154,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 985,
                    "end": 991,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Currently, many enteric viruses are known to induce porcine diarrhea, including PEDV, TGEV, PKV, PDCoV, and porcine rotavirus (PRoV), which are closely linked to porcine diarrheal disease. An epidemiological study conducted in 2012-2014 showed that co-infection with PKV and PEDV was detected in 15.0% (47/314) of samples and that co-infection with PKV and one or more of TGEV, PDCoV, and PRoV was common [10] . In this study, the rate of co-infection with PEDV and PKV was 11.2% (13/116) in diarrhea samples. However, coinfection with PEDV and TGEV or PDCoV was not detected. Additionally, the rate of PEDV positivity was 52.6% (61/116) for samples from 2016 to 2017. The infection rate in the assessed samples was higher for PEDV than for other diarrhea viruses; this result was consistent with the findings of certain prior epidemiological surveys conducted in China [10] [11] [12] . Thus, the aforementioned results indicate that PEDV remained the main pathogen causing swine diarrhea in China.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 409,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 880,
                    "end": 884,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The S gene is a significant structural gene of PEDV and is thought to encode the most antigenic protein for inducing neutralizing antibodies against PEDV [13, 14] . Therefore, the S gene is used to analyze the molecular epidemiology and genetic relatedness of PEDV. In this study, the 11 field strains were classified into the G2 group according to a phylogenetic tree. This result indicated that virulent strains were prevalent in China and were responsible for PEDV outbreaks in 2016-2017. In addition, to an extent, the examined strains differed from early PEDV isolates (LZC, CH/S and CV777). This difference explains why PED outbreaks continued to occur in cases involving the use of CV777-based vaccines. Based on the amino acid sequence of the S gene, Fig. 1 Phylogenetic analysis using the S genes of 74 PEDV reference strains and the 11 PEDV isolates in our study. The tree was constructed using the neighbor-joining method, with bootstrap values calculated from 1000 replicates using MEGA 6 software. \"•\" indicates the isolates in our study the mutant sites in these strains were primarily located in the S1 domain of the S protein. The CV777 vaccine strain has three major neutralizing epitopes: aa 498-637 (the COE gene), aa 747-754 (YSNIGVCK) and aa 763-770 (LQDGQVKI) [2, 14] . We found that strains in this study had sequence mutations at positions 498-637 and 747-754; however, the amino acid sequence at aa 747-754 was conserved between the field strain most recently isolated in our study and CV777. This result is consistent with the observation that CV777-based vaccines provided partial cross-protection against PEDV epidemic strains in China. In summary, current field strains of PEDV found in China in 2016-2017 are primarily virulent strains, and genetic variations in these strains may have led to antigenic changes and the failure of immunization. ",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1282,
                    "end": 1285,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1286,
                    "end": 1289,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 759,
                    "end": 765,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "The funding organizations played no role in the design of the study and decision to submit the manuscript for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The datasets used and analyzed in the current study are available from the corresponding author upon reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Authors' contributions XL, YW and YZ designed and supervised the study. QZ and XL wrote the manuscript. XL analyzed the data. QZ, PZ and YF performed the sample collection and sample testing. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Ethics approval and consent to participate This work complied with the Ethical Standards of the Committee on Publication Ethics (COPE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Molecular epidemiology of porcine epidemic diarrhea virus in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arch Virol",
            "volume": "155",
            "issn": "",
            "pages": "1471--1477",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Study on the culture of porcine epidemic diarrhea virus adapted to fetal porcine intestine primary cell monolayer",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xuan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Chin. J Vet Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Outbreak of porcine epidemic diarrhea in suckling piglets",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Q"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "X"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "China. Emerg Infect Dis",
            "volume": "18",
            "issn": "",
            "pages": "161--164",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "New coronavirus-like particle associated with diarrhea in swine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pensaert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "De Bouck",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Arch Virol",
            "volume": "58",
            "issn": "",
            "pages": "243--250",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Receptor usage and cell entry of porcine epidemic diarrhea coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "6121--6126",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Heterogeneity in spike protein genes of porcine epidemic diarrhea viruses isolated in Korea",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virus Res",
            "volume": "149",
            "issn": "",
            "pages": "175--82",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immunogenicity and protective efficacy of recombinant S1 domain of the porcine epidemic diarrhea virus spike protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Arch Virol",
            "volume": "159",
            "issn": "",
            "pages": "2977--87",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Porcine epidemic diarrhoea virus: a comprehensive review of molecular epidemiology, diagnosis, and vaccines",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virus Genes",
            "volume": "44",
            "issn": "",
            "pages": "167--75",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "MEGA6: molecular evolutionary genetics analysis version 6.0",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stecher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Filipski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Biol Evol",
            "volume": "30",
            "issn": "",
            "pages": "2725--2734",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The rate of co-infection for piglet diarrhea viruses in China and the genetic characterization of porcine epidemic diarrhea virus and porcine kobuvirus",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Acta Virol",
            "volume": "60",
            "issn": "",
            "pages": "55--61",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Molecular epidemiological investigation of porcine kobuvirus and its Coinfection rate with PEDV and SaV in Northwest China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biomed Res Int",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genetic characterization of porcine kobuvirus and detection of coinfecting pathogens in diarrheic pigs in Jiangsu Province",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "China. Arch Virol",
            "volume": "159",
            "issn": "",
            "pages": "3407--3419",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fusion core complex",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Der Zee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "8801--8812",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Identification of the epitope region capable of inducing neutralizing antibodies against the porcine epidemic diarrhea virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bae",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mol Cells",
            "volume": "14",
            "issn": "",
            "pages": "295--304",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "sion numbers for CH/HNXJ/2017, CH/HN7/2016, CH/ GSTS/2016, CH/HNXY/2017, CH/HNCD/2017, CH/ HNHB/2017, CH/XJKT/2016, CH/HNLB/2017, CH/ HNPJ/2017, and CH/SXXY/2017 are MF152596, MF152597,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "). More specifically, CH/HNXY/2017, CH/HNCD/2017, CH/ HNHB/2017, CH/SXXY/2017, CH/HN7/2016, CH/ GSTS/2016 and CH/HNZZ47/2016 were categorized as subtype G2a, whereas CH/HNLB/2017, CH/HNXJ/2017, CH/HNPJ/2017, and CH/XJKT/2016 were categorized as subtype G2b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "This study was supported by the National Natural Science Foundation of China (Grant No. 31602095), the National Key Research and Development Program (2016YFD0501505) and the National Swine Industry Technology System (CARS-36).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Laboratory of Veterinary Etiological Biology, OIE/National Foot and Mouth Disease Reference Laboratory, Key Laboratory of Animal Virology of Ministry of Agriculture, Lanzhou Veterinary Research Institute, Chinese Academy of Agricultural Sciences, Lanzhou 730046, China. 2 Jiangsu Co-innovation Center for Prevention and Control of Important Animal Infectious Diseases and Zoonoses, Yangzhou 225009, China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "PEDV distribution map in China",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Analysis of amino acid mutations in epitopes domains of field strains and the CV777 vaccine strain (",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "• We accept pre-submission inquiries • Our selector tool helps you to find the most relevant journal Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}