{
    "paper_id": "84bdc3ec8b4e9ba8a0c4eac3105208064704d50f",
    "metadata": {
        "title": "| CURRENT L ANDSC APE AND CHALLENG E S",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "for early detection of animal-origin influenza. 6, 7 Despite these advances, however, significant lag time from sample collection to transport and analysis at national veterinary diagnostic laboratories has placed the goal of immediate detection and containment of animal-origin influenza out of reach. Indeed, lack of a rapid, real-time, accurate, and affordable diagnostic that can be deployed in the field for immediate action remains a chief limitation to zoonotic influenza prevention and control.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 50,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 51,
                    "end": 52,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given these limitations, response postures remain perpetually reactive, enabling continual cycles of incursion to endemicity that elevate pandemic emergence risk and present substantial economic, agricultural productivity, and food security impacts in the most vulnerable populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "New advances in molecular diagnostics have paved the way for affordable, highly sensitive and specific point-of-capture diagnostics. 8 The downscaling in size of nucleic acid extraction and high-speed real-time PCR platforms is opening new opportunities for utility at or near the source of collection. 8, 9 In many cases, advancements in developing rapid, point-of-capture real-time PCR platforms have been pioneered for veterinary applications, facilitating diagnosis and treatment in companion animal medicine as well as management and control of infectious disease affecting livestock production. 8, 10, 11 In the current issue, Inui and colleagues describe the analytical and diagnostic sensitivity and specificity of a portable nucleic acid extraction and real-time insulated isothermal RT-PCR platform, and its utility in accelerating upstream influenza detection in poultry in the context of influenza A/H7N9 surveillance in Viet Nam.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 134,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 303,
                    "end": 305,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 306,
                    "end": 307,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 601,
                    "end": 603,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 608,
                    "end": 610,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "| THE P OTENTIAL OF R APID, P OINT-OF-C AP TURE (P O C) D IAG NOS TI C S"
        },
        {
            "text": "The POCKIT Micro iiRT-PCR and taco extraction platform (GeneReach) consists of two, portable, battery-operated instruments, enabling testing of samples at or near the site of collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| THE P OTENTIAL OF R APID, P OINT-OF-C AP TURE (P O C) D IAG NOS TI C S"
        },
        {
            "text": "Reagents do not require refrigeration and can be held at ambient temperatures, eliminating the need for cold chain maintenance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| THE P OTENTIAL OF R APID, P OINT-OF-C AP TURE (P O C) D IAG NOS TI C S"
        },
        {
            "text": "Positive or negative results are available within two hours. In contrast, traditional surveillance approaches that rely on transport of samples to the national or regional reference laboratories in Viet Nam require a minimum of 60 hours, thus shortening by an order of magnitude the diagnostic lag time between collection and result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| THE P OTENTIAL OF R APID, P OINT-OF-C AP TURE (P O C) D IAG NOS TI C S"
        },
        {
            "text": "In Viet Nam, the Ministry of Agriculture and Rural Development, In the context of the influenza A/H7N9 surveillance in Viet Nam, optimal cost efficiency was achieved through RNA extraction, at four USD, on each pool of five birds. Extracted RNA can be used for more than one RT-PCR, and each reaction was 10 USD. The minimum cost totaled 14 USD for each pool of five birds screened for H7, with additional 10 USD per additional target-for example, N9-tested. In principle, and notwithstanding sample collection and hardware expenses, the H7N9 surveillance approach utilized was Although the exchange of influenza viruses across the wildlife-livestock-human interface may persist, targeted, risk-based surveillance complemented by rapid PCR diagnostics and a holistic approach to control offer unprecedented options for mitigating impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| THE P OTENTIAL OF R APID, P OINT-OF-C AP TURE (P O C) D IAG NOS TI C S"
        },
        {
            "text": "The application of PoC diagnostics, while promising, must be seen as a component of-rather than a substitute for-foundational veterinary sector services strengthening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| RE ALIZING THE P OTENTIAL OF E ARLY DE TEC TION , E ARLY CONTROL"
        },
        {
            "text": "Translating rapid on-site detection into actionable containment requires sufficient resources, capacities, and commitment to acting on disease intelligence. Advance planning, protocols for data distribution, clear stakeholder roles and authorities, training of on-site staff, development of communications materials, and periodic capacity testing through simulation exercises are essential. Incorporating such elements of these new PoC diagnostics into existing national zoonotic influenza control strategies and emergency operations center plans may be an effective means of leveraging multiministerial relationships from national to local levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| RE ALIZING THE P OTENTIAL OF E ARLY DE TEC TION , E ARLY CONTROL"
        },
        {
            "text": "Current limitations include a requirement for pathogen surveillance to an identified target. Fieldwork using the rapid, iiRT-PCR platform described was explicitly developed to quickly identify a possible cross-border incursion of A/H7N9 into Viet Nam. A lengthier, two-step assay involving conserved influenza A target-matrix protein, for example-followed by priority or OIE-reportable subtypes (H5, H7, and H9) is also feasible. On-site detection of a novel influenza subtype outside of this framework remains a challenge until a rapid, portable pan-influenza platform is developed mirroring the one-step pan-influenza A virus benchtop PCR primer and probe sets that have been described. 13 Other limitations encountered include a need to develop surge capacity policies enabling rapid resource reallocation toward containment, and data management systems facilitating an accelerated diagnostic-to-response time frame. Confidence in the validity of the diagnostic result is a further pre-requisite for adoption, and early engagement of involved stakeholders-particularly those with financial and livelihood interests at stake-is critical.",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 691,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "| RE ALIZING THE P OTENTIAL OF E ARLY DE TEC TION , E ARLY CONTROL"
        },
        {
            "text": "Additional studies will need to validate these platforms in differing geographic contexts and with influenza subtypes. Conceivably, they hold utility for rapidly identifying and controlling other priority trans- 16 Similarly, studies assessing the economics of employing PoC diagnostics at scale are needed, particularly in the context of alternative investments, including in preventative interventions, such as enhanced farm biosecurity, vaccination coverage, and improved management of disease control along highest risk value chains.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "| SC ALING TO OTHER D IS E A S E SURVEILL AN CE AND CONTROL APPLI C ATI ON S: NE W FRONTIER S IN DIS E A S E CONTROL"
        },
        {
            "text": "As the incidence of bacterial multidrug resistance accelerates, PoC diagnostics could be a valuable addition to addressing the threat from antimicrobial resistance (AMR). Future applications could see species-specific, multiplex panels that inform improved production and management, thereby reducing empirical use of broad-spectrum antimicrobials in animal production and scaling back pressures driving AMR. 17 Finally, application of these PoC diagnostics in control of endemic disease should also be further explored, as they may prove useful in structuring compartmentalization toward \"freedom from disease\" status.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 411,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "| SC ALING TO OTHER D IS E A S E SURVEILL AN CE AND CONTROL APPLI C ATI ON S: NE W FRONTIER S IN DIS E A S E CONTROL"
        },
        {
            "text": "The holistic use of nascent PoC technologies holds promise of disrupting the cycle of zoonotic influenza incursion to endemicity, and ushers in a new era of disease detection and prevention with broad benefits to animal and human health, livelihoods, food security, and nutrition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| SC ALING TO OTHER D IS E A S E SURVEILL AN CE AND CONTROL APPLI C ATI ON S: NE W FRONTIER S IN DIS E A S E CONTROL"
        },
        {
            "text": "The authors' views expressed in this publication do not necessarily reflect the views of the United States Agency for International Development or the United States Government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACK N OWLED G EM ENTS"
        },
        {
            "text": "https://orcid.org/0000-0002-8751-325X Filip Claes https://orcid.org/0000-0002-5705-7572",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Daniel Schar"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mapping Supply and Demand for Animalsource Foods to 2030. Animal Production and Health Working Paper No",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pozzi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human infections with the emerging avian influenza A H7N9 virus from wet market poultry: clinical analysis and characterisation of viral genome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "U"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Lancet",
            "volume": "381",
            "issn": "9881",
            "pages": "1916--1925",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antigenic drift in H5N1 avian influenza virus in poultry is driven by mutations in major antigenic sites of the hemagglutinin molecule analogous to those for human influenza virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cattoli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Milani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Temperton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "17",
            "pages": "8718--8724",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Emergence and dissemination of clade 2.3.4.4 H5Nx influenza viruses-how is the Asian HPAI H5 lineage maintained",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Claes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Morzaria",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Donis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr Opin Virol",
            "volume": "16",
            "issn": "",
            "pages": "158--163",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The complexity of human infected AIV H5N6 isolated from China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Infect Dis",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Risk-based surveillance for avian influenza control along poultry market chains in South China: The value of social network analysis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Prev Vet Med",
            "volume": "102",
            "issn": "3",
            "pages": "196--205",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Investigating poultry trade patterns to guide avian influenza surveillance and control: a case study in Viet Nam",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fournié",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tripodi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Technological advances in veterinary diagnostics: opportunities to deploy rapid decentralised tests to detect pathogens affecting livestock",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Howson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Soldan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Rev Sci Tech Off Int Epiz",
            "volume": "36",
            "issn": "2",
            "pages": "479--498",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fast Ebola test limits outbreak",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "558",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An insulated isothermal PCR method on a field-deployable device for rapid and sensitive detection of canine parvovirus type 2 at points of need",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Wilkes",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y-L",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol Meth",
            "volume": "220",
            "issn": "",
            "pages": "35--38",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rapid detection of equine influenza virus H3N8 subtype by insulated isothermal RT-PCR (iiRT-PCR) assay using the POCKIT™ Nucleic Acid Analyzer",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Balasuriya",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiwari",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol Meth",
            "volume": "207",
            "issn": "",
            "pages": "66--72",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A framework for stimulating economic investments to prevent emerging diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Schar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Yamey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Machalaba",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bull World Health Organ",
            "volume": "96",
            "issn": "",
            "pages": "138--140",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Detection of influenza A virus from live-bird market poultry swab samples in China by a pan-IAV, one-step reverse-transcription FRET-PCR",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Luan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaltenboeck",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Fatal swine acute diarrhoea syndrome caused by an HKU2-related coronavirus of bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "556",
            "issn": "",
            "pages": "255--258",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Molecular characterization of African swine fever virus, China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Emerg Infect Dis",
            "volume": "24",
            "issn": "11",
            "pages": "2131--2133",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Replication and shedding of MERS-CoV in upper respiratory tract of inoculated dromedary camels",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Adney",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "12",
            "pages": "1999--2005",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "New frontiers in applied veterinary point-of-capture diagnostics: Toward early detection and control of zoonotic influenza",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Padungtod",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;leary",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kalpravidh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Claes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Tackling Drug-Resistant Infections Globally: Final Report and Recommendations",
            "volume": "13",
            "issn": "",
            "pages": "618--621",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12648"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Department of Animal Health (DAH), piloted the POCKIT Micro iiRT-PCR platform (GeneReach) in four provinces for early detection of influenza A/H7N9 during the high-risk season between November 2017 and April 2018. With support from the Food and Agriculture Organization of the United Nations and the US Agency for International Development, DAH and provincial staff collected oropharyngeal swabs from poultry at eight vendor stalls selected at random-pooling five birds/vendor-in each of 17 live bird markets twice weekly across the four provinces. Analysis involved two, four-well POCKIT Micro iiPCR (GeneReach) machines at each site for simultaneous analysis of all samples collected at the site.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "budgeted at between 112 and 192 USD per market at each sampling event. New plug-and-play platforms combining RNA extraction with RT-PCR in a single machine are now commercially available. For example, the POCKIT Central platform (GeneReach), with running cost of 12 USD per sample, further reduces the time from single-sample insertion to result to less than 90 minutes. Achieving such order-of-magnitude reduction in time from sample collection to result presents a series of compelling opportunities in reducing the threat from emergent animal-origin influenza of pandemic potential. First, diagnostic turnaround measured in hours permits sampling of highest risk populations-in live bird markets or high-risk farms with suboptimal biosecurity or wild bird contact, for example-and immediate implementation of control and containment strategies, before animals have moved from the premises, thereby limiting onward transmission risk. A positive detection under such conditions permits authorities to operationalize a pre-planned set of emergency control measures-from movement restrictions and epidemiological analyses of flows into and out of the site to deployment of communication and risk avoidance messaging, and, as warranted, humane depopulation, compensation, site closure, disinfection, and ring vaccination. Second, early detection limits the magnitude of infection in atrisk livestock populations, presenting an attractive economic return on investment in avoiding loss associated with widespread transmission and emergency response. 12 Third, rapid identification of zoonotic influenza permits targeted, animal value chain-linked human syndromic surveillance at the human-animal interface. A coordinated response with human health authorities provides an opportunity to rapidly identify influenza-like illness among in-contact individuals both at and along value chains and populations linked to the site of detection.Finally, early detection of novel animal-origin influenza holds promise of interrupting the repeated cycle of incursion to endemicity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "boundary animal disease pathogens, including viral etiologies of porcine reproductive and respiratory syndrome (PRRS), classical swine fever (CSF), African swine fever (ASF), and emerging coronaviruses with a livestock transmission interface. 14 The August 2018 notification by China to international authorities concerning the detection of African swine fever virus in domestic swine 15 across multiple provinces presents an opportunity to trial such PoC diagnostic platforms at scale in a region that represents a substantial portion of the global swine production industry. Additional targets could include emerging viral zoonoses-such as the Middle East respiratory syndrome (MERS) coronavirus-where animals may be mildly or asymptomatic and clinical diagnoses are not readily distinguishable.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}