{
    "paper_id": "882b4b4a41b772d31e8f9e860882088336f26e26",
    "metadata": {
        "title": "BMC Infectious Diseases Automated extraction protocol for quantification of SARS-Coronavirus RNA in serum: an evaluation study",
        "authors": [
            {
                "first": "Rossa",
                "middle": [
                    "Wk"
                ],
                "last": "Chiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Yongjie",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Grace",
                "middle": [
                    "Ty"
                ],
                "last": "Chung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Wing-Bong",
                "middle": [],
                "last": "Lui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": "wing-bonglui-bong@cuhk.edu.hk"
            },
            {
                "first": "Anthony",
                "middle": [
                    "Tc"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Wilina",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Government of the Hong Kong Special Administrative Region",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": "wllim@pacific.net.hk"
            },
            {
                "first": "Ym",
                "middle": [
                    "Dennis"
                ],
                "last": "Lo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We have previously developed a test for the diagnosis and prognostic assessment of the severe acute respiratory syndrome (SARS) based on the detection of the SARS-coronavirus RNA in serum by real-time quantitative reverse transcriptase polymerase chain reaction (RT-PCR). In this study, we evaluated the feasibility of automating the serum RNA extraction procedure in order to increase the throughput of the assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: An automated nucleic acid extraction platform using the MagNA Pure LC instrument (Roche Diagnostics) was evaluated. We developed a modified protocol in compliance with the recommended biosafety guidelines from the World Health Organization based on the use of the MagNA Pure total nucleic acid large volume isolation kit for the extraction of SARS-coronavirus RNA. The modified protocol was compared with a column-based extraction kit (QIAamp viral RNA mini kit, Qiagen) for quantitative performance, analytical sensitivity and precision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The newly developed automated protocol was shown to be free from carry-over contamination and have comparable performance with other standard protocols and kits designed for the MagNA Pure LC instrument. However, the automated method was found to be less sensitive, less precise and led to consistently lower serum SARS-coronavirus concentrations when compared with the column-based extraction method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As the diagnostic efficiency and prognostic value of the serum SARS-CoV RNA RT-PCR test is critically associated with the analytical sensitivity and quantitative performance contributed both by the RNA extraction and RT-PCR components of the test, we recommend the use of the column-based manual RNA extraction method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The severe acute respiratory syndrome (SARS), etiologically related to a newly emerged coronavirus (SARS-CoV) [1] , caused an epidemic in 2003 with reported cases in 29 countries around the world [2] . A factor that is important in the effective control of an epidemic involves the early identification and isolation of infected individuals [3] . We have previously reported the development of a diagnostic test based on the detection of the SARS-CoV RNA in serum/plasma by real-time quantitative reverse transcriptase polymerase chain reaction (RT-PCR) [4, 5] . Eighty percent of infected individuals were shown to be positive by the test on the first day of hospital admission with no false-positive results [4, 5] . The serum SARS-CoV RNA concentration detected upon admission has also been shown to be predictive of the requirement for subsequent intensive care [4] . The approach has been demonstrated to be useful for serial monitoring of treatment efficacy [6] .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 558,
                    "end": 560,
                    "text": "5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 714,
                    "end": 716,
                    "text": "5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 866,
                    "end": 869,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 964,
                    "end": 967,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The analytical protocol that had been developed involved the use of a manual RNA extraction method. As the demand for diagnostic testing at times of infectious disease outbreaks would be high, strategies that may enhance the throughput of analytical procedures would be advantageous. In this study, we assessed the feasibility of automating the RNA extraction procedure of the serum SARS-CoV RNA test by evaluating the performance of an automated extraction system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The aim of the study was to compare the efficacy of SARS-CoV RNA extraction based on the use of the QIAamp viral RNA mini kit (Qiagen, Hilden, Germany) with protocols adapted for the MagNA Pure LC instrument (Roche Diagnostics, Basel, Switzerland). The former protocol is a manual column-based method based on silica-adsorption. On the other hand, the MagNA Pure LC instrument extracts nucleic acids from biological specimens based on magnetic bead separation. The principle and general setup of the instrument had been previously described [7] . The main objective of this study was to compare the resultant analytical sensitivity and quantitative performance of the serum SARS-CoV RNA test when either the manual or automated extraction protocol was used.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 544,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "According to the manufacturer's information, 2 kits, namely the MagNA Pure LC total nucleic acid isolation kit (Roche Diagnostics) and the MagNA Pure total nucleic acid large volume isolation kit (Roche Diagnostics), are recommended for use with the MagNA Pure LC instrument for the extraction of viral DNA or RNA from serum or plasma. The main differences between the two kits lie in the starting sample volume and whether an external lysis protocol is available. The former kit processes 200 µL of serum and is compatible with the use of an external lysis protocol preinstalled in the accompanying software (MagNA Pure LC Software v.3.0, Roche Applied Science) of the MagNA Pure LC instrument. The latter kit, however, processes 1000 µL of serum and no external lysis protocol had been predefined. External lysis is a processing step whereby lysis buffer can be added to clinical specimens manually prior to the transfer of the sample and buffer mixture to the automated instrument for further downstream processing. External lysis is a desirable step for the processing of potentially infectious specimens whereby the specimens could be processed according to the recommended biosafety precautions until the pathogens are lysed and the specimen rendered safe for further processing by the MagNA Pure LC instrument.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of an automated protocol for SARS-CoV RNA extraction"
        },
        {
            "text": "However, the sensitive detection of SARS-CoV RNA from serum may be dependent on a large starting volume of serum. Therefore, we evaluated an in-house modification of the manufacturer's protocol for the \"large volume\" kit with the addition of an external lysis step. To minimise the infectious risk to the laboratory personnel, all analyses were performed using aliquots of a SARS-CoV culture isolate that had been inactivated by procedures previously described [8] . Inactivated SARS-CoV was spiked into transport medium so that the resultant mixture contained 10 8 copies/mL of the virus. Viral RNA was extracted from aliquots of this mixture in triplicate both according to the standard as well as modified protocols for the large volume kit. For the standard protocol, laboratory personnel were only involved with the initial transfer of 1000 µL of each specimen to individual sample cartridges placed inside the instrument after which proteinase K and buffers, including 450 µL of lysis buffer, were added by the instrument in a sequential and automated fashion. For the modified protocol, 310 µL of lysis buffer was first added to 690 µL of specimen in a biosafety cabinet to make up a final volume of 1000 µL. After vortexing, the mixture was transferred in ice to the sample cartridges on the MagNA Pure LC instrument. The instrument was then activated to run as per the standard protocol. The externally-added lysis buffer (310 µL) when mixed with the volume of lysis buffer pre-loaded on the MagNA Pure LC instrument (450 µL) amounts to a total of 860 µL of lysis buffer for 690 µL of specimen and thus contributes to a lysis buffer:sample ratio which largely resembles that adopted in the external lysis protocol of the total nucleic acid isolation kit. All viral RNA preparations extracted in this study were quantified using a real time quantitative one-step RT-PCR assay targeting the Nucleocapsid-gene of the SARS-CoV as previously described [4] . Briefly, the assay involves the use of the EZ rTth RNA PCR reagent set (Applied Biosystems, Foster City, California) on an Applied Biosystems 7700 Sequence Detector. 12 µL of extracted viral RNA was used for amplification in a reaction volume of 25 µL.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 464,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1956,
                    "end": 1959,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Development of an automated protocol for SARS-CoV RNA extraction"
        },
        {
            "text": "The modified large volume protocol with the external lysis step was further compared with the external lysis protocol of the total nucleic acid isolation kit using a transport medium mixture containing 10 6 copies/mL of inactivated SARS-CoV. Quadruplicate extractions were performed. We also assessed the analytical sensitivities of both protocols by comparing the detection rates for aliquots of transport medium diluted to contain 10, 10 2 and 10 3 copies/mL of inactivated SARS-CoV, respectively. Five extractions were performed for each concentration. We then addressed the possibility of carry-over contamination within the MagNA Pure LC instrument by introducing nine aliquots of transport medium containing inactivated SARS-CoV ranging from 10 2 to 10 7 copies/mL alternating with aliquots of plain transport medium on the instrument and using the modified large volume protocol for extraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of an automated protocol for SARS-CoV RNA extraction"
        },
        {
            "text": "The modified large volume protocol was selected for further comparison with the performance of the columnbased manual method. The manual extraction method was performed according to the manufacturer's instructions. Transport medium and pooled sera were mixed with serially diluted aliquots of inactivated SARS-CoV to produce samples containing SARS-CoV with concentrations ranging from 10 3 to 10 9 copies/mL. The pooled sera were first confirmed to be negative for SARS-CoV by the quantitative RT-PCR assay. Viral RNA was extracted from the serial samples by both the automated and manual methods and SARS-CoV RNA concentrations were determined by the quantitative RT-PCR test [4] . Viral RNA concentrations were compared using Passing-Bablok regression [9] .",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 681,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 755,
                    "end": 758,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Comparison of the automated and manual protocols for SARS-CoV RNA detection in serum"
        },
        {
            "text": "We next compared the effects of the RNA extraction methods on the overall assay sensitivity. Pooled sera spiked with 10, 10 2 and 10 3 copies/mL of inactivated SARS-CoV were extracted by both methods. Ten replicate extractions were performed for each concentration. The detection rate at each concentration was compared amongst the two extraction methods. Lastly, we assessed the reproducibility of both protocols by performing replicate analyses (n = 10) of two pooled sera containing 10 3 and 10 5 copies/ mL of inactivated SARS-CoV, respectively. The mean and coefficient of variation were determined and compared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of the automated and manual protocols for SARS-CoV RNA detection in serum"
        },
        {
            "text": "Statistical analysis was performed using the MedCalc software version 8.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Triplicate viral RNA extractions of the transport medium mixture containing 10 8 copies/mL inactivated SARS-CoV by the standard protocol of the large volume kit yielded SARS-CoV RNA concentrations of 3.11 × 10 8 , 3.14 × 10 8 and 3.17 × 10 8 copies/mL. By incorporating an external lysis procedural step, the modified protocol yielded 4.92 × 10 8 , 5.20 × 10 8 and 5.48 × 10 8 copies/mL. As the modified large volume protocol yielded results comparable to that of the standard large volume protocol, the former was used for further comparison with the external lysis protocol of the \"total nucleic acid\" kit which uses a starting sample volume of 200 µL. Quadruplicate analysis of the transport medium mixture containing 10 6 copies/mL SARS-CoV yielded 6.57 × 10 6 , 7.41 × 10 6 , 1.34 × 10 7 and 6.17 × 10 7 copies/mL when the large volume kit was used. When the total nucleic acid kit was used, the results were 8.20 × 10 6 , 8.40 × 10 6 , 1.05 × 10 7 and 6.80 × 10 7 copies/ mL. The analytical sensitivities contributed by the two kits were next compared. Viral RNA extracted by both kits was detectable in all five replicates when the sample contained 10 3 copies/mL SARS-CoV. However, when the sample contained 10 2 copies/mL SARS-CoV, the large volume kit yielded positive detection in all five replicates, while SARS-CoV was only detected from three replicates when extracted by the total nucleic acid kit. Furthermore, when the sample contained 10 copies/mL SARS-CoV, the large volume kit yielded positive detection in four replicates, while viral RNA extractions from the total nucleic acid kit was only positive in one replicate. These data suggest that the modified protocol of the large volume kit has comparable performance with the total nucleic acid kit for the extraction of samples containing high SARS-CoV concentration, but enabled more sensitive detection when samples containing low levels of SARS-CoV were extracted. By aligning samples positive and negative for SARS-CoV in an alternating manner for extraction by the modified protocol of the large volume kit, there was no evidence of carry-over contamination. All the negative samples were indeed tested negative regardless of the magnitude of the SARS-CoV concentrations (ranging from 10 2 to 10 7 copies/mL) in the adjacent wells. Thus, the modified protocol of the large volume kit was selected for further evaluation for SARS-CoV RNA extraction from serum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of the modified protocol of the MagNA Pure LC total nucleic acid large volume kit and comparisons with the MagNA Pure LC total nucleic acidisolated kit"
        },
        {
            "text": "Serially diluted inactivated SARS-CoV isolate in transport medium was extracted by both the column-based manual method and the MagNA Pure LC instrument using the modified large volume protocol with external lysis. The SARS-CoV concentrations from both series of viral RNA extracts were compared using the Passing-Bablok regression method [9] . The Passing-Bablok procedure is a linear regression method developed for method comparison evaluations without dependence on the assignment of either one of the two compared methods as the reference. Furthermore, it makes no assumption on the distribution of sample data and measurement errors of the compared methods. The Passing-Bablok comparison of the SARS-CoV concentrations in transport medium as extracted by the two methods is presented in Figure 1A . The quantitative relationship can be described by y = -207.0 + 0.305x (95% confidence intervals for the slope, 0.260 to 0.407; and y-intercept, -661.7 to 128.6). The slope of the regression line being less than 1 suggests there is a proportional negative bias in SARS-CoV concentration extracted by the automated method when compared with the manual method.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 792,
                    "end": 801,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "SARS-CoV RNA detection in serum extracted by the automated and manual methods"
        },
        {
            "text": "A similar comparison was performed for serially diluted SARS-CoV mixture in pooled sera. Figure 1B illustrates the Passing-Bablok comparison. The quantitative relationship can be described by y = -62.4 + 0.304x (95% confidence intervals for the slope, 0.252 to 0.442; and y-intercept, -205.6 to 380.4). The slope of the regression line being less than 1 also suggests the presence of a proportional negative bias in serum SARS-CoV concentration extracted by the automated method when compared with the manual method.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "text": "Figure 1B",
                    "ref_id": null
                }
            ],
            "section": "SARS-CoV RNA detection in serum extracted by the automated and manual methods"
        },
        {
            "text": "The effect of the automated and manual methods on the overall assay sensitivity was next compared. Results for this part of the study are summarized in Table 1 . SARS-CoV RNA was detectable from all ten replicates when the serum aliquots containing 10 3 copies/mL SARS-CoV were extracted by either methods. For serum containing 10 2 copies/mL SARS-CoV, nine and seven of the replicates were tested positive when viral RNA was extracted by the manual and automated methods, respectively. For serum containing 10 copies/mL SARS-CoV, four of the replicates were positive when extracted by the manual method and only one was positive when the replicates were extracted by the automated method.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "SARS-CoV RNA detection in serum extracted by the automated and manual methods"
        },
        {
            "text": "To assess the effects of the two extraction protocols on the precision or reproducibility of the quantitative SARS-CoV RT-PCR assay, RNA extractions by each protocol were repeated 10 times for serum aliquots containing SARS-CoV concentration well above the detection limit of the assay, namely 10 3 and 10 5 copies/mL. Results for this part of the study are summarized in Table 1 . For serum SARS-CoV concentration at 10 3 copies/mL, the overall assay coefficient of variation (standard deviation/mean × 100%) was 45.3% and 76.9% when RNA extractions from the manual and automated methods were quantified, respectively. For serum SARS-CoV concentration at 10 5 copies/mL, the assay coefficient of variation was 47.4% for the manual RNA extraction and 51.0% when automated RNA extraction was used.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 379,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "SARS-CoV RNA detection in serum extracted by the automated and manual methods"
        },
        {
            "text": "In an attempt to increase the throughput of a previously developed quantitative serum SARS-CoV RNA RT-PCR assay [4, 5] , we evaluated the feasibility of automating the RNA extraction procedure through the use of the MagNA Pure LC instrument (Roche Diagnostics). Reagent kits suitable for the extraction of viral RNA from serum and plasma as recommended by the instrument manufacturer were evaluated. As the extraction procedure should conform to the biosafety practices recommended by the World Health Organization [10] , a modified protocol which incorporates an external lysis processing step for the MagNA Pure LC total nucleic acid large volume kit (Roche Diagnostics) was developed. The World Health Organization recommends that nucleic acid extraction procedures for SARS-CoV involving untreated specimens should first be performed under biosafety level 2 facilities with additional level 3 work practices [10] . After the viral particles had been lysed or inactivated, the specimens could be handled according to standard level 2 practices. We showed that the use of the large volume kit resulted in better analytical sensitivity when compared with the total nucleic acid kit as evident by the higher rates of positive detection among samples containing low concentrations of SARS-CoV. Furthermore, the MagNA Pure LC system was shown to be free from problems of carry-over contamination.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 116,
                    "end": 118,
                    "text": "5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The automated extraction method involving the use of the large volume kit with the external lysis procedure was further compared with the quantitative performance of a previously described manual viral RNA extraction method based on the use of the QIAamp viral RNA mini kit (Qiagen). Viral RNA extracted from the automated method led to SARS-CoV concentrations that were consistently lower than that extracted by the manual method across a wide range of SARS-CoV concentrations in both transport medium and serum. Furthermore, better detection rates were observed for serum containing low concentrations of SARS-CoV when extracted by the manual method in comparison with the automated method. The manual method also contributed to better overall analytical precision as evident by the lower coefficients of variation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have developed a modified protocol based on the use of the MagNA Pure LC large volume kit (Roche Diagnostics) which is more sensitive than the predefined external lysis protocol of the MagNA Pure LC total nucleic acid kit (Roche Diagnostics). Albeit the convenience and poten-tial improvement in throughput offered by an automated protocol, our evaluation revealed that the automated viral RNA extraction protocol is less sensitive, less precise and produced quantitative results that were consistently lower than those of the column-based manual extraction method. Though the reasons for the observed differences in kit performance is not known at present, we recommend the use of the column-based manual RNA extraction method as the diagnostic performance of the serum SARS-CoV RNA quantitative RT-PCR test [4, 5] is critically associated with the analytical sensitivity contributed both by the RNA extraction and RT-PCR components of the test,. Furthermore, as it has been previously shown that the serum SARS-CoV concentration has prognostic implications [4] and serial assessment is useful for the monitoring of patient progress [5, 6] , the superior quantitative performance and precision of the column-based extraction method are additional features that favour its use over the automated protocol.",
            "cite_spans": [
                {
                    "start": 812,
                    "end": 815,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 816,
                    "end": 818,
                    "text": "5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1062,
                    "end": 1065,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1137,
                    "end": 1140,
                    "text": "[5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1141,
                    "end": 1143,
                    "text": "6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO: Summary of probable SARS cases with onset of illness from 1",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stohr",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "2431--2441",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahuja",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Szeto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--1994",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Quantitative analysis and prognostic implication of SARS coronavirus RNA in the plasma and serum of patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Eko",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "Kca",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Ecw",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "Rwk",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Ssc",
                    "middle": [],
                    "last": "Chim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "Ymd",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Chem",
            "volume": "49",
            "issn": "",
            "pages": "1976--1980",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Serial analysis of the plasma concentration of SARS coronavirus RNA in pediatric patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Eko",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Ecw",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "Kca",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Rwk",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Llm",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Fok",
                    "suffix": ""
                },
                {
                    "first": "Ymd",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Chem",
            "volume": "49",
            "issn": "",
            "pages": "2085--2088",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effects of early corticosteroid treatment on plasma SARSassociated Coronavirus RNA concentrations in adult patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Kca",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Dsc",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "Eko",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Rwk",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Cockram",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "Jjs",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "Ymd",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Virol",
            "volume": "31",
            "issn": "",
            "pages": "304--309",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fully automated nucleic acid extraction: MagNA Pure LC",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Kessler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Muhlbauer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stelzl",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Daghofer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "I"
                    ],
                    "last": "Santner",
                    "suffix": ""
                },
                {
                    "first": "Marth",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Chem",
            "volume": "47",
            "issn": "",
            "pages": "1124--1126",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS molecular detection external quality assurance",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Doerr",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stohr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niedrig",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "2200--2203",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A new biometrical procedure for testing the equality of measurements from two different analytical methods. Application of linear regression procedures for method comparison studies in clinical chemistry, Part I",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Passing",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bablok",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Clin Chem Clin Biochem",
            "volume": "21",
            "issn": "",
            "pages": "709--720",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "WHO: WHO post-outbreak biosafety guidelines for handling of SARS-CoV specimens and cultures",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Passing-Bablok regression analysis of SARS-CoV RNA con-centrations in (A) transport medium and (B) serum extracted by the automated and manual methodsFigure 1 Passing-Bablok regression analysis of SARS-CoV RNA concentrations in (A) transport medium and (B) serum extracted by the automated and manual methods. The regression line is indicated by the solid line, with the confidence intervals marked as dashed lines. The identity line (x = y) is indicated as the dotted line. TM: transport medium.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The project team is supported by the Research Fund for the Control of Infectious Diseases (RFCID) from the Health, Welfare and Food Bureau of the Hong Kong SAR Government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "SARS, severe acute respiratory syndrome; SARS-CoV, SARS-coronavirus, RT-PCR, reverse transcriptase polymerase chain reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "List of abbreviations"
        },
        {
            "text": "Patent applications covering aspects of the serum SARS-CoV RNA quantitative RT-PCR test have been filed by The Chinese University of Hong Kong.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "RWKC and YMDL designed the study. RWKC interpreted the data and drafted the manuscript. YJ, GTYC and WBL performed the molecular and data analyses. WL provided the inactivated viral material. ATCC provided the expertise for the use of the MagNA Pure LC instrument. All authors read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "The pre-publication history for this paper can be accessed here:http://www.biomedcentral.com/1471-2334/6/20/prepub",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-publication history"
        }
    ]
}