{
    "paper_id": "8863943c0c9153a3677761f16e704854c65c3783",
    "metadata": {
        "title": "EGFR as a Negative Regulatory Protein Adjusts the Activity and Mobility of NHE3 in the Cell Membrane of IPEC-J2 Cells With TGEV Infection",
        "authors": [
            {
                "first": "Ping",
                "middle": [],
                "last": "An",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dongbo",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiuqing",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [
                    "Z"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ran",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuan",
                "middle": [
                    "P"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [
                    "Y"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wang",
                "middle": [
                    "K"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xie",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huang",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liu",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Song",
                "middle": [
                    "Z"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhou",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ling",
                "middle": [],
                "last": "Ran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peng",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kai",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luyi",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shilei",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jia",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhenhui",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Transmissible gastroenteritis (TGE) has caused devastating economic losses to the swine industry worldwide, despite extensive research focusing on the pathogenesis of virus infection. The molecular pathogenic mechanism of TGEV-induced diarrhea in piglets is unknown. Intestinal diarrhea is closely related to the function of the Na + /H + exchanger protein NHE3 in the brush border membrane of small intestine epithelial cells. The epidermal growth factor receptor (EGFR) may act to regulate NHE3 expression. In addition, EGFR may promote viral invasion of host cells. The present study aimed to determine whether NHE3 activity is regulated by altering EGFR expression to affect Na + absorption in TGEV-infected intestinal epithelial cells. Porcine intestinal epithelial cells were used as models for TGEV infection. The results showed that Na + absorption and NHE3 expression levels decreased in TGEV-infected cells. Proliferation of TGEV within IPEC-J2 cells could be inhibited by treatment with the EGFR inhibitor AG1478 and knockdown; resulting in recovery of Na + absorption in TGEV infected cells and increasing the activity and expression of NHE3. Moreover, we demonstrated that NHE3 activity was regulated through the EGFR/ERK pathway. Importantly, NHE3 mobility on the plasma membrane of TGEV infected cells was significantly weaker than that in normal cells, and EGFR inhibition and knockdown recovered this mobility. Our research indicated that NHE3 activity was negatively regulated by EGFR in TGEV-infected intestinal epithelial cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Transmissible gastroenteritis (TGE), caused by transmissible gastroenteritis virus (TGEV), is one many gastrointestinal infections in piglets, characterized by diarrhea and high mortality (Wu et al., 2003) . The villi of jejunum and ileum become shorter after TGEV infection, which destroys the absorption function of intestinal epithelial cells, affecting the transport of nutrients and electrolytes, and increasing the osmotic pressure in the intestinal lumen, finally leading to severe diarrhea and dehydration. Nowadays, TGEV is one of the most important diseases threatening pork production worldwide. Diarrhea in piglets is accompanied by malnutrition, low immunity, serious stunting of growth and development, and a significant reduction in survival, with a mortality rate of up to 100% (Chae et al., 2000; Kim and Chae, 2001) . Therefore, a study on pathogenesis of diarrhea caused by TGEV in piglets would be beneficial to improve treatments and coping strategies to reduce the economic losses in the pig industry.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 205,
                    "text": "(Wu et al., 2003)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 794,
                    "end": 813,
                    "text": "(Chae et al., 2000;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 814,
                    "end": 833,
                    "text": "Kim and Chae, 2001)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Transmissible gastroenteritis virus belongs to the coronavirus pathogens that naturally infect pigs (Goh et al., 2012) . The virus is transmitted by the mouth-nose route, and appears in the epithelial cells of the intestinal mucosa and alveolar macrophages in piglets, resulting in extensive injury of the lungs under severe conditions (Sestak et al., 2008) . The virus sequentially spreads in the nasal mucosa, lungs, digestive tract, and small intestine. The microvilli of the jejunum and ileum shrink sharply or even break down, decreasing the absorption area of the intestinal villi (Zhao et al., 2014) . Cell membrane transporter and ion channel transporter activities in intestinal epithelial decrease, resulting in disrupted Na + transport or an imbalance of absorption and secretion, causing substantial losses of nutrients and waterelectrolytes in intestinal epithelial cells (Sun et al., 2014) . As Na + absorption decreases, the osmotic pressure of the intestine increases abnormally, resulting in malabsorption diarrhea.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 118,
                    "text": "(Goh et al., 2012)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 336,
                    "end": 357,
                    "text": "(Sestak et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 606,
                    "text": "(Zhao et al., 2014)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 885,
                    "end": 903,
                    "text": "(Sun et al., 2014)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Malabsorption diarrhea includes abnormal Na + transporter activity in the brush border membrane of intestinal cells, which results in serious inhibition of Na + absorption (Liu et al., 2014) . Na + absorption at the top of the brush border in intestinal epithelial cells of mammals is accomplished by two main pathways, including the functions of an Na + /H + exchanger (NHE3) and an Na + /glucose co-transporter (SGLT1), in which NHE3 plays a dominant role (Coon et al., 2011) . A large amount of NHE3 promotes Na + absorption in the intestinal epithelium via an electroneutral pathway (Malakooti et al., 2014) . Diarrhea is accompanied by disordered NHE3 activity.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 190,
                    "text": "(Liu et al., 2014)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 458,
                    "end": 477,
                    "text": "(Coon et al., 2011)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 587,
                    "end": 611,
                    "text": "(Malakooti et al., 2014)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "NHE3 is a member of the third subtype of the Na + /H + exchanger family, responsible for the stable absorption of water and Na + in cells, and is highly expressed in the gastrointestinal tract and kidney (Zachos et al., 2005) . NHE3 promotes the alternative transport of Na + /H + between the small intestine and the apical membrane of the proximal tubule (Biemesderfer et al., 1993; Amemiya et al., 1995; Biemesderfer et al., 1997) , and is responsible for the maintenance of Na + resorption and the acidbase balance in mammals, mediating the exchange pathway of extracellular Na + and intracellular H + in normal physiology to promote the absorption of water in the intestinal tract (Yin et al., 2015) . Knockout of the Nhe3 gene in mice resulted in a reduction of NaHCO3 resorption by proximal tubules of up to 60% (Wang et al., 2004) ; thus, the main source of Na + /H + absorption in the intestinal tract of mice was ablated (Schultheis et al., 1998; Gawenis et al., 2002) .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 225,
                    "text": "(Zachos et al., 2005)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 356,
                    "end": 383,
                    "text": "(Biemesderfer et al., 1993;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 384,
                    "end": 405,
                    "text": "Amemiya et al., 1995;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 406,
                    "end": 432,
                    "text": "Biemesderfer et al., 1997)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 685,
                    "end": 703,
                    "text": "(Yin et al., 2015)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 818,
                    "end": 837,
                    "text": "(Wang et al., 2004)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 930,
                    "end": 955,
                    "text": "(Schultheis et al., 1998;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 956,
                    "end": 977,
                    "text": "Gawenis et al., 2002)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Membrane proteins on mammalian cell membranes play important roles in the uptake of water-electrolytes and nutrients. The membrane proteins on the plasma membrane are mobile within the membrane (Lin and Nie, 1985) , allowing them to diffuse laterally in the lipid bilayer and move to the microvillus of the brush border membrane to perform their functions in nutrients absorption and material transport. The dynamic transport of membrane protein NHE3 has been studied using fluorescence bleaching recovery (FRAP) technology, which showed that the lysophosphatidic acid (LPA)/LPA5R signaling pathway, mediated by the epidermal growth factor receptor (EGFR), is involved in the regulation of NHE3 activity in microvilli. LPA, as an inflammatory factor, directly induces intestinal anti-secretion, and intensively stimulated NHE3 activity to inhibit secretory diarrhea induced by cholera. The FRAP results showed that LPA could increase NHE3 mobility in inflammatory bowel disease. The dynamic transport of NHE3 on intestinal microvillus was regulated by stimulating an increase in extracellular secretion (Lin et al., 2010) .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 213,
                    "text": "(Lin and Nie, 1985)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1103,
                    "end": 1121,
                    "text": "(Lin et al., 2010)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To date, there have been many studies on vaccines and drugs targeted to TGEV in China; however, there have been fewer studies on the pathogenesis of TGEV, and the factors affecting diarrhea caused by TGEV in piglets remain unclear. Studies showed that diarrhea could decrease the activity and mobility of NHE3 in the intestinal microvillus (Cha et al., 2010; Lin et al., 2010) , and the amount of NHE3 decreased rapidly. A few studies on the regulation of NHE3 activity have been performed under normal physiological conditions; however, the effects on the activity of NHE3 during diarrhea caused by TGEV infection have not been reported. EGFR may influence TGEV entrance, enhancing the ability of the virus to infect intestinal epithelial cells . In addition, EGFR is involved in the regulation of NHE3 activity during its dynamic transport. We hypothesized that in TGEV-infected cells, the dynamic transport of NHE3 would be regulated by TGEV infection. NHE3 mobility on the microvillus of the brush border membrane would be altered and NHE3 activity would be inhibited, ultimately affecting Na + absorption in intestinal epithelial cells. It is important to explore this possible regulatory mechanism of the pathogenesis of diarrhea caused by TGEV infection in piglets.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 358,
                    "text": "(Cha et al., 2010;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 359,
                    "end": 376,
                    "text": "Lin et al., 2010)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Porcine jejunum intestinal cells (IPEC-J2) were grown at 37 • C and 5% CO 2 in Roswell Park Memorial Institute (RPMI) 1640 medium (Gibco, United States) supplemented with 4% fetal bovine serum (FBS, Gibco), respectively. IPEC-J2 cells were purchased from Shanghai Zishi Biotechnology. The Miller strain of TGEV was preserved in our laboratory. We selected the tyrosine kinase inhibitor AG1478 as the inhibitor of EGFR, based on amino acid sequence of EGFR from NCBI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells, Viruses, and Reagents"
        },
        {
            "text": "Lentivival vectors (pLKO.1) purchased from Wuhan Miaoling Biotechnology designed to express short hairpin RNA (shRNA). shRNA lentiviral particles were used to designate EGFR (pLKO.1-EGFR-p-shRNA) for silencing of EGFR expression. pLKO.1-TRC was used to generate control lentivival. IPEC-J2 cells in TGEV-Infected groups and un-infected groups were prepared, respectively, to be transfected with the EGFR-specific shRNA plasmid using Lipofectamine TM 3000 (Invitrogen, United States), according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiment of Gene Silencing"
        },
        {
            "text": "To measure NHE3 mobility in IPEC-J2 cells, the coding sequence of NHE3 (GenBank ID: XM_021077062.1) was used. On the basis of no change occurring to the amino acid sequence of NHE3, the coding sequence was amplified as a 2,511 bp fragment, with Nhe I and Hind III restriction sites inserted at the 5 and 3 ends, respectively. The NHE3 gene fragment was synthesized by Wuhan Miaoling Biotechnology and then cloned into vector pEGFP-N3 vector (Clontech, Mountain View, CA, United States) to assemble the full-length pEGFP-NHE3 recombinant fluorescence plasmid for FRAP measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of the Expression Vector"
        },
        {
            "text": "IPEC-J2 cells were cultured on glass-bottomed 35-mm plastic culture dishes in RPMI 1640 medium (Gibco), supplemented with 5% FBS, 1% penicillin-streptomycin at 37 • C in a 5% CO 2 . Cells were incubated in a 6-well plate for at least 24 h before transfection (60-70% confluency), and then incubated with the transfection complex containing 2.5 µg of pEGFP-NHE3 and pEGFP-N3 (Vector) in 125 µL of Opti-MEM medium mixed with Lipofectamine TM 3000 (Invitrogen, United States), which was added to the cells in a dropwise manner, according to the manufacturer's instructions. After observation under a fluorescence microscope, we determined the stable expression of the fluorescence protein. For FRAP detection, a premix comprising RPMI 1640 and 30 µM AG1478 was evenly covered on surface of the cells. After incubation for 24 h, the cells were infected with 0.1 multiplicity of infection (MOI) of TGEV per well in 6-well plates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfection of the Recombinant Plasmid"
        },
        {
            "text": "TGEV-infected cells were collected 48 h after treatment with AG1478, subjected to three cycles of freezing and thawing, diluted sevenfold from 10 −1 to 10 −7 consistently, and added to 96-well plates. Each dilution was added to eight replicated wells. The method of Reed and Muench was then used to calculate TCID 50 of the virus for the different groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TCID 50 Analysis"
        },
        {
            "text": "Samples to determine the intracellular and extracellular Na + levels of IPEC-J2 were collected from the cell lysate after treatment with radioimmunoprecipitation assay (RIPA) solution and from the cell culture supernatant, respectively. Deionized water was used for all dilutions. A Na + standard solution (10 µg/mL) was prepared by dissolving 1 mL of Na + standard solution (1,000 µg/mL) in 100 mL of deionized water. The potassium (K) blank solution was prepared by dissolving 2.593 g of KNO3 in 50 mL of 5% HNO3, and then diluting to 500 mL with deionized water to get a 5% HNO 3 +K solution containing 2 mg/mL of K. The Na + standard solution was then diluted as standard working solutions to 0.05, 0.1, 0.2, and 0.4 µg/mL. The intracellular and extracellular samples were diluted by 9.5 × 10 4fold and 6 × 10 3 -fold, respectively, to prepare for Na + detection. The instrument conditions of the TAS-990 atomic absorption spectrometer were set as follows: Wavelength of 589 nm, negative high-voltage of 297 V, current of 2 mA, and a gas flow of 1,200 mL min −1 , to measure the Na + concentration of samples collected from different groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flame Atomic Absorption Spectrometry"
        },
        {
            "text": "Quantitative analysis of NHE3 mRNA levels in TGEV-infected cells was performed using qRT-PCR with specific primers. Samples to be tested were collected from IPEC-J2 cells after TGEV infection for different times. Total RNA was extracted using the RNAiso plus reagent (Takara, Tokyo, Japan), and single-stranded cDNA was synthesized by reverse transcription using RNA PCR TM Kit (AMV) Ver 3.0 Kit (Takara) according to the manufacturer's instructions. Quantitative real-time PCR was then performed using SYBR Premix EX Taq II (Takara), with the following specific primers: NHE3 (Forward: 5 -GACCATCAAGCCTCTGGTGC-3 and Reverse:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative Real-Time Reverse Transcription Polymerase Chain Reaction (qRT-PCR)"
        },
        {
            "text": "5 -AATGTCCTCGATGGCCGAGA-3 ), β-Actin (Forward: 5 -CTCTTCCAGCCCTCCTTCC-3 and Reverse: 5 -GGTCCTTGCGGATGTCG-3 ), under the following conditions: 30 s at 95 • C, and then 39 cycles of 5 s at 95 • C, followed by 30 s at 60 • C. Triplicate measurements were applied to calculate the average cycle threshold (Ct) for each individual test using the QuantStudio TM 3 System software (Applied Biosystems, Carlsbad, CA, United States).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative Real-Time Reverse Transcription Polymerase Chain Reaction (qRT-PCR)"
        },
        {
            "text": "Protein samples separated by SDS-PAGE were transferred to nitrocellulose membranes (Bio-Rad). The membranes were incubated with the following primary antibodies: rabbit polyclonal anti-NHE3 (Affinity), rabbit polyclonal anti-EGFR (Biorbyt), rabbit polyclonal anti-phospho-EGF (Tyr1068) (Cell Signaling), rabbit polyclonal anti-phospho-ERK1/2 (Thr202+Tyr204) (Bioss), rabbit polyclonal anti-β-tubulin (Proteintech), with goat anti-rabbit IgG (H+L) antibodies (Sangon Biotech) as the secondary antibody. Images of blots were obtained using a VILBER Fusion FX5 imaging system (VILBER) and the gray levels of all bands were analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western Blot Analysis"
        },
        {
            "text": "Fluorescence recovery after photobleaching was used to determine the lateral mobility of pEGFP-NHE3 at the apical domain of polarized IPEC-J2 cells. IPEC-J2 cells were cultured on glass-bottomed 35-mm plastic culture dishes in RPMI 1640 medium without phenol red. The cells were then transfected using Lipofectamine TM 3000 with pEGFP-NHE3, and then infected with TGEV, during which time the cells were not exposed to serum. The glass-bottomed culture dish was then placed on the microscope stage for FRAP measurement. The region of interest (ROI) used to collect signal was located in a square of the apical domain (0.3 µm) of the target cell. The mobile fraction and diffusion rate were then calculated. High laser power (100% power, 100% transmission) was used for photobleaching. Before and after bleaching, we used 20% laser power with 1% transmission to measure the fluorescence. During the measurement, the 488 nm line of a 400 mW Kr/Ar laser was used. One image was collected every 60 s, and the bleaching and recovery were set with 10 time series. The images were saved after capturing of all the time series. The fluorescence intensity of the anchoring bleached region during the whole recovery process of fluorescence bleaching was detected and analyzed by the image analysis system of the Zen blue software (ZEISS, Germany). The percentage of maximal bleached fluorescence could be calculated from the recovery rates. The intensity ratio of the fluorescence intensity before bleaching (Fi), after bleaching (F0), and during full recovery (F∞) in the bleached region were compared, and the mobile and immobile fractions of the ROI were calculated using the equation: Mf = (F∞ − F0)/(Fi − F0) × 100%. In each treatment group, the data from at least five cells were used for quantification and were measured repeatedly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fluorescence Recovery After Photobleaching (FRAP)"
        },
        {
            "text": "All results in the figures are presented as the mean ± the standard deviation (SD) from three independent experiments, and were analyzed using GraphPad Prism 6 software (GraphPad Inc.). For each assay, a t-test was used for statistical comparison and a p-value < 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "Research on the mechanism of diarrhea has mainly focused on the physiological activity of Na + /H + exchange proteins (Singh et al., 2014) . Under normal physiological conditions, Na + /H + exchanger NHE3 is generally responsible for the intake of Na + in intestinal epithelial cells. Thus, cellular Na + absorption is determined by the NHE3 activity. In mammals, the deletion of the NHE3 gene profoundly weakened Na + absorption. Therefore, we examined the changes in the intra-and extracellular Na + concentration in intestinal epithelial cells using flame atomic absorption spectrometry at 0, 48, and 72 h post-TGEV infection. Compared with the control group, the extracellular Na + concentration of the TGEV-infected group continued to increase, reaching its highest levels at 72 h post-infection (p.i.) ( Figure 1A) . The intracellular Na + concentration gradually increased up to 48 h p.i., and then began to decrease in the last period ( Figure 1B) . By contrast, the intra and extracellular Na + levels in the control showed almost no change, suggesting that TGEV infection affected the intra-and extracellular Na + concentration in piglet intestinal epithelial cells. Subsequently, we examined the expression level of the NHE3 gene ( Figure 1C) . In IPEC-J2 cells during 72 h of TGEV infection, after an initial increase in expression, the mRNA level of NHE3 decreased to a level lower than that of the control. We then used Western (Figures 1D,E) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 138,
                    "text": "(Singh et al., 2014)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 810,
                    "end": 820,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 945,
                    "end": 955,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1243,
                    "end": 1253,
                    "text": "Figure 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1442,
                    "end": 1456,
                    "text": "(Figures 1D,E)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "NHE3 Expression Is Related to Na + Absorption in TGEV-Infected Cells"
        },
        {
            "text": "Epidermal growth factor receptor is regarded as a transmembrane receptor for multiple viruses, including TGEV (Eppstein et al., 1985; Hu et al., 2016) . To determine whether EGFR affects the process of TGEV invasion and infection of IPEC-J2 cells, we used Western blotting to assess its levels in TGEV-infected cells. We observed that the level of phosphorylated EGFR increased during TGEV infection (Figures 2C,D) , especially at 72 h p.i. We then used AG1478 as an EGFR inhibitor to suppress EGFR in IPEC-J2 cells. The 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay showed that cell viability was not reduced after EGFR inhibition (Figure 2A) , and that 30 µM was the best toxic dosage of AG1478 for IPEC-J2 cells. To study whether AG1478 could inhibit TGEV proliferation in cells, we used 30 µM AG1478 to treat cells for 24 h, followed by incubation with 10 4 TCID 50 TGEV for 48 h. The results showed that the average viral titer of the DMSO group (infected with TGEV after treatment with 30 µM DMSO) was 10 6.84 TCID 50 /mL, and the titer of the AG1478 group (infected with TGEV after treatment with 30 µM AG1478) was 10 5.49 TCID 50 /mL, representing a reduction of 93.3% compared with that of the DMSO group ( Figure 2B) . These data showed that proliferation of TGEV in IPEC-J2 cells could be reduced by inhibiting EGFR.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 133,
                    "text": "(Eppstein et al., 1985;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 134,
                    "end": 150,
                    "text": "Hu et al., 2016)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 414,
                    "text": "(Figures 2C,D)",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 670,
                    "text": "(Figure 2A)",
                    "ref_id": null
                },
                {
                    "start": 1243,
                    "end": 1253,
                    "text": "Figure 2B)",
                    "ref_id": null
                }
            ],
            "section": "TGEV Invasion Is Suppressed via Inhibition of EGFR"
        },
        {
            "text": "To further investigate the role of EGFR in Na + absorption in TGEV-infected IPEC-J2 cells, we examined the effects of AG1478 treatment on Na + absorption. As shown in Figure 3A , the intracellular Na + concentration of IPEC-J2 cells was significantly increased by treatment with the EGFR inhibitor AG1478 during TGEV infection. By contrast, treatment with AG1478 significantly reduced the extracellular Na + concentration ( Figure 3B) . These data showed that EGFR inhibition could restore the function of Na + absorption in IPEC-J2 cells during TGEV infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 176,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 434,
                    "text": "Figure 3B)",
                    "ref_id": null
                }
            ],
            "section": "Inhibition of EGFR Promotes Na + Absorption in TGEV-Infected Cells"
        },
        {
            "text": "During viral invasion of host cells, the first step is to combine with receptors on the cell membrane, and then transfer signals into cells to stimulate a series of downstream signal cascade reactions (Homma and Yasui, 1968) . The transmembrane receptor EGFR can promote virus invasion of host cells and activate downstream signaling pathways, of which the most common pathway is the MAPK signaling pathway. Diarrhea weakens the Na + absorption function of intestinal epithelial cells. Na + absorption is primarily mediated by NHE3 in the cell membrane. Therefore, we assessed whether the activity and expression of NHE3 was regulated via activation of the EGFR/ERK signaling pathway in IPEC-J2 cells during TGEV infection. As shown in Figure 4 , we chose 30 µM AG1478 and DMSO to treat cells for 24 h, respectively, and then infected them with TGEV. Meanwhile, normal cells without any treatment were regarded as the control group. As shown in Figure 4B , the NHE3 protein level in the TGEVinfected group was significantly decreased compared with that in normal cells group, and its level in the TGEV plus AG1478 group was increased compared with that in the TGEV-infected group. Compared with the control group, the level of phosphorylated EGFR or ERK in the TGEV-infected group was significantly increased ( Figure 4A) . However, the level of p-EGFR in the TGEV plus AG1478 group was significantly lower than that in the TGEV-infected group ( Figure 4C) . The level of p-ERK was also downregulated ( Figure 4D) . We confirmed the knockdown efficiency of EGFR (Figures 4E,F) . As well as the effect of EGFR inhibitor AG1478 on NHE3 via EGFR interference, transfection of PLKO.1-EGFR-p-shRNA in IPEC-J2 cells resulted in a significant increase in NHE3 activity, comparing with the TGEV-infected group (Figure 4H) , suggesting that EGFR played a role in the regulation of NHE3 activity in IPEC-J2 cells, NHE3 activity could recover in TGEV-infected group after inhibition of EGFR. On the contrary, both phosphorylation levels of EGFR and ERK were significantly decreased compared with TGEV-infected group (Figures 4I,J) , as well as knockdown of EGFR reduced the phosphorylation of EGFR and ERK in the TGEV-infected cells. These results suggested that the EGFR/ERK pathway is one of the pathways that regulate NHE3 protein activity in TGEV-infected cells.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 224,
                    "text": "(Homma and Yasui, 1968)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 736,
                    "end": 744,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 945,
                    "end": 954,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1311,
                    "end": 1321,
                    "text": "Figure 4A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1446,
                    "end": 1456,
                    "text": "Figure 4C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1503,
                    "end": 1513,
                    "text": "Figure 4D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1562,
                    "end": 1576,
                    "text": "(Figures 4E,F)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1802,
                    "end": 1813,
                    "text": "(Figure 4H)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2105,
                    "end": 2119,
                    "text": "(Figures 4I,J)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "NHE3 Protein Levels Are Regulated Though the EGFR/ERK Pathway"
        },
        {
            "text": "Stable mobility of the brush border membrane is very important for the uptake of Na + and water-electrolytes in the intestinal epithelium. The membrane transporter NHE3 is mainly responsible for the electrically neutral translocation of Na + /H + in intestinal epithelial cells, and changes in the transport capacity of Na + /H + on the brush border membrane is determined by changes in NHE3 activity. In general, NHE3 on the plasma membrane diffuses to the top of the brush border to exert its function and stimulate the Na + absorption in the intestinal epithelium. To further identify the dynamic changes of NHE3 on the brush border membrane caused by TGEV infection in small intestinal epithelial cells, NHE3 mobility on the membrane of TGEV-infected cells after treatment with EGFR was analyzed using FRAP. The recombinant expression plasmid pEGFP-NHE3 was transfected into IPEC-J2 cells and cultured at 37 • C with 5% CO 2 . The stable expression of the recombinant plasmid was observed under an inverted fluorescence microscope. The transient expression of green fluorescent protein (GFP) was observed under the control of a CMV promoter. Green fluorescence was produced using a 490 nm blue wavelength under the fluorescence microscope. The recombinant fluorescent-protein was expressed stably for 48 h and reached a peak at 24-120 h after transfection, as shown in Figure 5 . Untransfected normal cells showed no fluorescence. The above results indicated that recombinant fluorescent plasmid pEGFP-NHE3 was transfected into IPEC-J2 cells and expressed the EGFP-NHE3 fusion protein successfully. The period of stable EGFP-NHE3 expression was about 5 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1373,
                    "end": 1381,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "EGFR as a Crucial Protein Controls NHE3 Mobility in Cytomembrane"
        },
        {
            "text": "After transfection of the eukaryotic expression plasmid pEGFP-N3 into normal cells, this group was set as control vector group. FRAP analysis of eight cells was then used to determine the best time of fluorescence bleaching and recovery (Figure 6) . After bleaching, the fluorescence intensity at the bleached region tended to be stable after 5 min. Figure 6 show the images captured before and after bleaching, and 5 min was chosen as the best time of bleaching. After bleaching using an intense laser, the change in fluorescence intensity recovery was observed in the bleached area. The fluorescence recovery curve showed that the fluorescence intensity of the bleached area gradually recovered with prolonged time, and the fluorescence intensity of the bleached region tended to stabilize after 8 min. Therefore, 8 min was chosen as the best time to detect the fluorescence recovery rate in each group. The recovery rate of fluorescence bleaching and mobile fractions were measured in the same time period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 247,
                    "text": "(Figure 6)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 350,
                    "end": 358,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "EGFR as a Crucial Protein Controls NHE3 Mobility in Cytomembrane"
        },
        {
            "text": "Subsequently, the fluorescence images at five time points (0, 2, 4, 6, and 8 min) were selected to reflect the dynamic change of fluorescence bleaching and recovery in each group (Figure 7) . The formula used to calculate the FRAP rate in each group was as follows: Kt = (Ft − F0)/(Fi − F0) × 100%, where Kt represents the fluorescence recovery rate at each time point, Ft stands for the fluorescence intensity after bleaching, F0 stands for the fluorescence at time 0, and Fi stands for the fluorescence intensity before bleaching. The fluorescence recovery curves according to the fluorescence recovery rate at different time points for different groups of cells were then drawn (Figure 8) . The results showed that the fluorescence recovery rate of NHE3 in cells infected with TGEV was significantly lower than that in the control group. The fluorescence recovery rate of NHE3 in TGEV-infected cells after treatment with AG1478 was significantly higher than that in cells infected with TGEV, but was lower than that in the control group without TGEV infection. The fluorescence recovery rate in cells transfected with the empty vector was the lowest compared with the other three groups, showing almost no recovery.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 189,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 681,
                    "end": 691,
                    "text": "(Figure 8)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "EGFR as a Crucial Protein Controls NHE3 Mobility in Cytomembrane"
        },
        {
            "text": "According to the analysis, the average value of stable fluorescence intensity restored before and after bleaching, and the mobile fraction of NHE3 in the four groups, was calculated using the following formula M f = (F ∞ − F 0 )/(F i − F 0 ) × 100%, where, F ∞ was the fluorescence intensity returned to stability after bleaching, Fi was the fluorescence intensity before bleaching, and F0 was the fluorescence intensity at 0 min after bleaching. According to the analysis of the calculation results (Figure 9) , the mobile fraction of the empty carrier group was reduced by 96% compared with the control group, and the difference was very significant (p < 0.01). The mobile fraction of NHE3 in TGEVinfected group decreased significantly by 54% (0.01 < p < 0.05). The mobile fraction of NHE3 in the TGEV plus AG1478 group increased by 33% compared with that in the TGEV group. The results showed that the non-quenched fluorescence molecules gradually diffused from the unbleached region to the bleached area with increasing time, and the fluorescence of the bleached region gradually recovered. Therefore, we believe that the membrane transporter NHE3 is mobile on the cell surface, and the different treatment groups had different NHE3 mobilities. NHE3 mobility on the plasma membrane was decreased in cells infected with TGEV compared with normal cells, and NHE3 mobility in cells infected with TGEV after treatment with AG1478 increased. These results indicated that decreased EGFR activity in intestinal epithelial cells was accompanied by increased NHE3 mobility after TGEV infection. Thus, EGFR negatively regulates NHE3 mobility on the plasma membrane in TGEVinfected cells. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 510,
                    "text": "(Figure 9)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "EGFR as a Crucial Protein Controls NHE3 Mobility in Cytomembrane"
        },
        {
            "text": "Previous studies showed that the absorption of Na + and water in the intestines dropped sharply and led to severe diarrhea in NHE3 deficient mice. The expression and activity of NHE3 were significantly inhibited under conditions of diarrhea and severe intestinal inflammation induced by cholera toxin (Coon et al., 2011; Yang et al., 2015) . According to results of flame atomic absorption spectrometry, during TGEV infection, the intracellular Na + concentration increased before 48 h p.i., but decreased from 48 to 72 h p.i. The extracellular Na + concentration also increased, with a peak at 72 h p.i.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 320,
                    "text": "(Coon et al., 2011;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 321,
                    "end": 339,
                    "text": "Yang et al., 2015)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is believed that the Na + /H + exchanger protein NHE3 has two main functions. One is to transport extracellular Na + into cells and the other is to secrete intracellular H + to the extracellular area. Under normal physiological conditions, homeostasis is maintained between the intra and extra-cellular Na + concentration. Na + /H + exchanger 3 (NHE3) and Naglucose cotransporter-2 can deliver Na + from the extracellular medium into cells. At the same time, an intracellular Na-K pump will pump out the intracellular Na + , thus to maintaining a normal Na + concentration gradient on both sides of the plasma membrane. Thus, the Na + concentration in inside and outside of uninfected cells seemed to be stable, without any obvious increases or decreases, which was in accordance with the theoretical basis. By contrast, TGEV infection resulted in a decrease in Na + absorption and reduced Na + transportation from the outside to inside of cells by NHE3, leading to a gradual increase in the extracellular Na + concentration and a decrease in the intracellular Na + concentration. Sodium/glucose cotransporter 1 (SGLT1) also plays a role in intracellular Na + absorption, acting as a Na + -glucose co-transporter, which transports Na + across the plasma membrane of animal cells down an electrochemical gradient. Glucose is \"dragged\" into the cells against the concentration gradient. Meanwhile, SGLT1 can promote Na + absorption and glucose uptake of epithelial cells. Research has shown that SGLT1 plays a critical role during the process of TGEV infection in cells. Dai et al. (2016) reported that SGLT1 protein levels were upregulated and glucose uptake in the small intestine was enhanced in the early stage of TGEV infection of IPEC-J2 cells. However, later, the glucose intake of the intestinal epithelium decreased (Dai et al., 2016) .",
            "cite_spans": [
                {
                    "start": 1572,
                    "end": 1589,
                    "text": "Dai et al. (2016)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1826,
                    "end": 1844,
                    "text": "(Dai et al., 2016)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our results showed that the intracellular Na + concentration in TGEV-infected cells increased before 48 h p.i. One of the likely explanations was that in IPEC-J2 cells with TGEV infection, SGLT1 could transport extracellular Na + into the cells down a concentration gradient during the early phase of infection with TGEV, to increase intracellular glucose intake. The subsequent decrease in the intracellular Na + concentration likely reflected the continuous infection with TGEV into the cells promoted by the increase of intracellular glucose intake, resulting in atrophy and rupture of intestinal epithelial microvillus. As the absorption area of intestinal villi decreases (Zhao et al., 2014) , the quantity of NHE3 and mobility of in the brush border would also decrease. As the NHE3-mediated Na + transportation decreased, the intracellular Na + decreased and the extracellular Na + concentration increased.",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 696,
                    "text": "(Zhao et al., 2014)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We next investigated whether TGEV infection regulated the activity, abundance, and mobility of NHE3 through EGFR in IPEC-J2 cells. The spike protein (S) of TGEV combines with FIGURE 10 | The mechanism of the regulation of NHE3 activity by the EGFR/ERK signaling pathway in intestinal epidermal cells after TGEV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Frontiers in Microbiology | www.frontiersin.org EGFR to activate the downstream PI3K signaling pathway, allowing TGEV to invade small intestinal epithelial cells (Dai et al., 2016) . Our results showed that the levels of p-EGFR and p-ERK were significantly upregulated in porcine intestinal epithelial cells after TGEV infection. In addition, the EGFR inhibitor AG1478 and kockdown of EGFR downregulated the levels of p-EGFR and p-ERK. Compared with TGEV-infected cells, the NHE3 levels in cells with TGEV infection after using EGFR inhibition and shRNA lentiviral particles were upregulated. These results showed that TGEV infection regulated NHE3 via the EGFR/ERK signaling pathway, and there was a negative correlation between EGFR and NHE3. EGFR and ERK are activated by TGEV infection in IPEC-J2 cells; however, AG1478 and PLKO.1-EGFR-p-shRNA could significantly reduce the proliferation of TGEV by inhibiting EGFR. Inhibition of EGFR reduced the damage caused by TGEV to intestinal epithelial cells, ameliorated the loss of intracellular Na + caused by TGEV infection, restored the normal function of membrane transporter NHE3, and promoted the transport of extracellular Na + into cells. The results indicated that TGEV could bind and activate the specific receptor EGFR in porcine intestinal epithelial cells after infection, leading to phosphorylation of ERK and regulation of the expression and activity NHE3, which resulted in dysfunctional NHE3 transport in intestinal epithelial cells. Extracellular Na + could not flow into the cells because of continuous accumulation of an Na + concentration gradient and the absorption of water and electrolyte-generated disorders.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 180,
                    "text": "(Dai et al., 2016)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "NHE3 is mainly found in the brush border membrane of intestinal epithelial cells. The brush border consists of a large number of long microvilli. The number of NHE3 on the brush border membrane and the mobility of NHE3 on microvilli were significantly decreased under diarrheal conditions (Cha et al., 2010; Lin et al., 2010) . Researchers found that LPA could promote the rapid movement of NHE3 from the bottom to the top of the microvillus to facilitate Na + absorption, promoting the absorption of water-electrolytes and relieving the symptoms of diarrhea. The main mechanism of this regulation is that PKCδ-dependent LPA could recognize LPA5R to activate EGFR and ERK, resulting in their phosphorylation. NHE3 is released from the bottom of the microvilli to the top by PKCδ, which would enhance NHE3 mobility on brush border membrane (Yoo et al., 2011; Cha et al., 2014) .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 307,
                    "text": "(Cha et al., 2010;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 308,
                    "end": 325,
                    "text": "Lin et al., 2010)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 839,
                    "end": 857,
                    "text": "(Yoo et al., 2011;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 858,
                    "end": 875,
                    "text": "Cha et al., 2014)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We used FRAP to study whether the mobility of NHE3 on the plasma membrane changes in intestinal epithelial cells after TGEV infection. The results showed that the mobile fraction of pEGFP-NHE3 in the uninfected cells was the highest and had the strongest mobility. We inferred that NHE3 is very mobile on the microvillus of the brush border membrane of small intestinal epithelial cells under normal physiological conditions. Continuous Na + absorption is accomplished through NHE3 at the top of the plasma membrane by way of the lateral movement of the brush border membrane.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The mobile fractions of pEGFP-NHE3 decreased obviously in TGEV-infected cells, which might be due to the atrophy and rupture of intestinal epithelial microvillus in the small intestine, which would decrease the abundance and mobility of NHE3 on the brush border membrane. Compared with that in the TGEV-infected cells, NHE3 mobility in the TGEV-infected cells after EGFR inhibition was significantly increased. This result suggested that inhibition of EGFR activity could attenuate the damage to the brush border membrane microvilli caused by TGEV invasion and reduce intracellular virus proliferation in intestinal epithelial cells. In addition, NHE3 activity would be enhanced on the brush border membrane. Therefore, we speculated that the intensive mobility of NHE3 on the plasma membrane is beneficial for Na + absorption in porcine intestinal epithelial cells. This speculation needs to be proven in further experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Based on the above results, the present study revealed that the activity and mobility of NHE3, regulated through the EGFR/ERK pathway on the brush border membrane of small intestinal epithelial cells, decreased after TGEV infection (Figure 10) . This decreased the Na + /H + transport mediated by NHE3 on the brush border membrane. Furthermore, the inhibition of EGFR was beneficial to the recovery of Na + absorption in TGEV-infected cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 243,
                    "text": "(Figure 10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Expression of NHE3 in the apical membrane of rat renal proximal tubule and thick ascending limb",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amemiya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Loffing",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amemiya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Loffing",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lötscher",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaissling",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Kidney Int",
            "volume": "48",
            "issn": "",
            "pages": "1206--1215",
            "other_ids": {
                "DOI": [
                    "10.1038/ki.1995.404"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "NHE3: a Na + /H + exchanger isoform of renal brush border",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Biemesderfer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pizzonia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abu-Alfa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Exner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Reilly",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Igarashi",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Am. J. Physiol",
            "volume": "265",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1152/ajprenal.1993.265.5.F736"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Monoclonal antibodies for high-resolution localization of NHE3 in adult and neonatal rat kidney",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Biemesderfer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rutherford",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Pizzonia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Abualfa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Aronson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am. J. Physiol",
            "volume": "273",
            "issn": "",
            "pages": "289--299",
            "other_ids": {
                "DOI": [
                    "10.1152/ajprenal.1997.273.2.F289"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lysophosphatidic acid stimulation of NHE3 exocytosis in polarized epithelial cells occurs with release from NHERF2 via ERK-PLC-PKCδ signaling",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cha",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sarker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raben",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Tse",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am. J. Physiol. Cell Physiol",
            "volume": "307",
            "issn": "",
            "pages": "55--65",
            "other_ids": {
                "DOI": [
                    "10.1152/ajpcell.00045.2014"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "NHE3 mobility in brush borders increases upon nherf2-dependent stimulation by lyophosphatidic acid",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cha",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ryoo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Zachos",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Cell Sci",
            "volume": "123",
            "issn": "",
            "pages": "2434--2443",
            "other_ids": {
                "DOI": [
                    "10.1242/jcs.056713"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Prevalence of porcine epidemic diarrhoea virus and transmissible gastroenteritis virus infection in Korean pigs",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chae",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Min",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "Kim",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet. Record",
            "volume": "147",
            "issn": "",
            "pages": "606--608",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.147.21.606"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Reciprocal regulation of the primary sodium absorptive pathways in rat intestinal epithelial cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kekuda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sundaram",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am. J. Physiol. Cell Physiol",
            "volume": "300",
            "issn": "",
            "pages": "496--505",
            "other_ids": {
                "DOI": [
                    "10.1152/ajpcell.00292.2010"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transmissible gastroenteritis virus infection enhances SGLT1 and GLUT2 expression to increase glucose uptake",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0165585"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidermal growth factor receptor occupancy inhibits vaccinia virus infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Eppstein",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "V"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature",
            "volume": "318",
            "issn": "",
            "pages": "663--665",
            "other_ids": {
                "DOI": [
                    "10.1038/318663a0"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Intestinal NaCl transport in NHE2 and NHE3 knockout mice",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Gawenis",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Stien",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Shull",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Schultheis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am. J. Physiol. Gastrointest. Liver Physiol",
            "volume": "282",
            "issn": "",
            "pages": "776--784",
            "other_ids": {
                "DOI": [
                    "10.1152/ajpgi.00297.2001"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Understanding viral transmission behavior via protein intrinsic disorder prediction: coronaviruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dunker",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Uversky",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Pathog",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2012/738590"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cellular receptors for animal viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Homma",
                    "suffix": ""
                },
                {
                    "first": "Yasui",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Tanpakushitsu Kakusan Koso",
            "volume": "13",
            "issn": "",
            "pages": "543--553",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The epidermal growth factor receptor regulates cofilin activity and promotes transmissible gastroenteritis virus entry into intestinal epithelial cells",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Oncotarget",
            "volume": "7",
            "issn": "",
            "pages": "12206--12221",
            "other_ids": {
                "DOI": [
                    "10.18632/oncotarget.7723"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "In situ hybridization for the detection of transmissible gastroenteritis virus in pigs and comparison with other methods",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Chae",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Can. J. Vet. Res",
            "volume": "65",
            "issn": "",
            "pages": "33--37",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Membrane fluidity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Q"
                    ],
                    "last": "Nie",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Adv. Physiol",
            "volume": "16",
            "issn": "",
            "pages": "85--91",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Lysophosphatidic acid stimulates the intestinal brush border Na + /H + exchanger 3 and fluid absorption via LPA(5) and NHERF2",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yeruva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Gastroenterology",
            "volume": "138",
            "issn": "",
            "pages": "649--658",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2009.09.055"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "NHEs gene expression in the intestine of mice diarrhea induced by LPS",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Anim. Husb. Vet",
            "volume": "46",
            "issn": "",
            "pages": "255--256",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Transcriptional regulation of the intestinal luminal Na + and Cl − transporters",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Malakooti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saksena",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Ravinder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Dudeja",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biochem. J",
            "volume": "435",
            "issn": "",
            "pages": "313--325",
            "other_ids": {
                "DOI": [
                    "10.1042/BJ20102062"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Renal and intestinal absorptive defects in mice lacking the NHE3 Na + /H + exchanger",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Schultheis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meneton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Soleimani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Gawenis",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nat. Genet",
            "volume": "19",
            "issn": "",
            "pages": "282--285",
            "other_ids": {
                "DOI": [
                    "10.1038/969"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Trends in Emerging Viral Infections of Swine",
            "authors": [
                {
                    "first": "Porcine",
                    "middle": [],
                    "last": "Coronaviruses",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/9780470376812.ch10a"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Translating molecular physiology of intestinal transport into pharmacologic treatment of diarrhea: stimulation of Na + absorption",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Zachos",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kovbasnjuk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Verkman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin. Gastroenterol. Hepatol",
            "volume": "12",
            "issn": "",
            "pages": "27--31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cgh.2013.10.020"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Erratum to: effects of heat stress on the gene expression of nutrient transporters in the jejunum of broiler chickens (Gallus gallus domesticus)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sheikhahmadi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "Lin",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int. J. Biometeorol",
            "volume": "59",
            "issn": "",
            "pages": "127--135",
            "other_ids": {
                "DOI": [
                    "10.1007/s00484-014-0829-1"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Reduced expression of renal Na + transporters in rats with PTH-induced hypercalcemia",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Knepper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frøkiaer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Research progress of porcine transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin. J. Vet. Med",
            "volume": "39",
            "issn": "",
            "pages": "29--32",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Rapamycin inhibition of mTOR reduces levels of the Na + /H + exchanger 3 in intestines of mice and humans. Leading to Diarrhea",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Potru",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Azizighannad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dolinger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Gastroenterology",
            "volume": "149",
            "issn": "",
            "pages": "151--162",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2015.03.046"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mo2029 differential activity of NHE3 and NHE2 in the small intestine of irradiated mice",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vaught",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Okunieff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vidyasagar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Gastroenterology",
            "volume": "148",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0016-5085(15)32638-X"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Lysophophatidic acid 5 receptor induces activation of Na + /H + exchanger 3 via apical epidermal growth factor receptor in intestinal epithelial cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Yun",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am. J. Physiol. Cell Physiol",
            "volume": "301",
            "issn": "",
            "pages": "1008--1016",
            "other_ids": {
                "DOI": [
                    "10.1152/ajpcell.00231.2011"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Molecular physiology intestinal Na + /H + exchange",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Zachos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Donowitz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Annu. Rev. Physiol",
            "volume": "67",
            "issn": "",
            "pages": "411--443",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.physiol.67.031103.153004"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Transmissible gastroenteritis virus and porcine epidemic diarrhoea virus infection induces dramatic changes in the tight junctions and microfilaments of polarized IPEC-J2 cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virus Res",
            "volume": "192",
            "issn": "",
            "pages": "34--45",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2014.08.014"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The effect of TGEV on Na + concentration and the relative expression of NHE3 in IPEC-J2 cells. (A,B) Intra and extracellular Na + concentration in cells infected with TGEV at 0, 48, and 72 h post infection. (C) NHE3 mRNA expression levels were detected using qRT-PCR and normalized by the β-actin mRNA level. (D) NHE3 protein levels were analyzed by Western blotting. (E) Grayscale analysis of NHE3 relative abundance changes. * 0.01< p < 0.05, * * p < 0.01. Frontiers in Microbiology | www.frontiersin.org",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The role of EGFR in IPEC-J2 cells infected with TGEV. (A) MTT detection of cell viability after treatment with AG1478 at different concentrations in IPEC-J2 cells. (B) The propagation of TGEV in IPEC-J2 cells after treatment with 30 µM AG1478. (C) EGFR protein expression levels were analyzed by Western blotting. (D) Grayscale analysis for the level of phosphorylated EGFR in IPEC-J2 cells infected with TGEV at 0, 48, and 72 h post-infection. * 0.01< p < 0.05, * * p < 0.01. Effect of inhibition of EGFR on the intracellular and extracellular Na + concentration in TGEV-infected cells. (A) Intracellular Na + concentration in IPEC-J2 cells after treatment with 30 µM AG1478 or DMSO for 24 h; samples collected from the cell lysate were tested. (B) Extracellular Na + concentration in IPEC-J2 cells after treatment with AG1478 or DMSO for 24 h; samples collected from the cell culture medium were tested. * 0.01 < p < 0.05.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "TGEV regulated the inhibition of NHE3 via the EGFR/ERK pathway. (A) IPEC-J2 cells in corresponding groups were treated with AG1478, protein levels of NHE3, p-EGFR, EGFR, p-ERK, and ERK in TGEV-infected cells or uninfected cells were analyzed by Western blotting using specific antibodies. (B-D) Grayscale analysis of the changes in NHE3, p-EGFR/EGFR, and p-ERK/ERK levels, as analyzed using the spass software. (E,F) Knockdown of EGFR expression in IPEC-J2 cells by short hairpin shEGFR lentivirus was decreased by 57-66% in shEGFR-infected cells compared with control cells. (G) IPEC-J2 cells in corresponding groups were treated with EGFR-specific shRNA, expression levels of p-EGFR, EGFR, p-ERK, ERK, and NHE3 proteins were evaluated by Western blotting analysis.(H-J) Grayscale analysis of the changes in p-EGFR/EGFR, p-ERK/ERK, and NHE3 levels, as analyzed using the spass software. Each experiment was performed in triplicate. * 0.01< p < 0.05, * * p< 0.01.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fluorescence observation of IPEC-J2 cells transfected with pEGFP-NHE3 (10×). IPEC-J2 cells were transfected with recombinant vector (pEGFP-NHE3) for different times (24, 48, 72, and 120 h), and examined using fluorescence/phase-contrast microscopy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "LSCM images captured before (A) and after (B) bleaching (63×/1.4 NA).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Dynamic changes of fluorescent molecules within bleached regions during fluorescence recovery after photobleaching (63×/1.4 NA). Representative images of FRAP experiments in different groups of IPEC-J2 cells with TGEV infection or not, and for those treated with AG1478. The first images on the left are from before photo-bleaching, subsequent images were taken immediately or at 0, 2, 4, 6, and 8 min after bleaching.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fluorescence recovery rate on the surface of IPEC-J2 cell (2 mW, 63×/1.4 NA). FRAP recovery curves of pEGFP-NHE3 in different groups are shown. Error bars represent the mean ± SD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Analysis of NHE3 mobile fraction (2 mW, 63×/1.4 NA). Each test was replicated three times. FRAP data from eight different cells in each group were used for the calculation and analysis. * 0.01< p < 0.05, * * p< 0.01.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors gratefully acknowledge PY, YY, KW, and other veterinary medicine students from Southwest University for valuable suggestions and assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}