{
    "paper_id": "8871ee344c8ca239b4aa5077f5e438075663299b",
    "metadata": {
        "title": "need, the process, and prospects",
        "authors": [
            {
                "first": "Peter",
                "middle": [],
                "last": "Nsubuga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Field Epidemiology and Laboratory Training Programs in sub-Saharan Africa from",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Field Epidemiology and Laboratory Training Programs in sub-Saharan Africa from",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Tetteh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Oundo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Weathers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Field Epidemiology and Laboratory Training Programs in sub-Saharan Africa from",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Vaughan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Field Epidemiology and Laboratory Training Programs in sub-Saharan Africa from",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Suzanne",
                "middle": [],
                "last": "Elbon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Field Epidemiology and Laboratory Training Programs in sub-Saharan Africa from",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Mufuta",
                "middle": [],
                "last": "Tshimanga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Faustine",
                "middle": [],
                "last": "Ndugulile",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chima",
                "middle": [],
                "last": "Ohuabunwo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michele",
                "middle": [],
                "last": "Evering-Watley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Field Epidemiology and Laboratory Training Programs in sub-Saharan Africa from",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Fausta",
                "middle": [],
                "last": "Mosha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Obinna",
                "middle": [],
                "last": "Oleribe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Nguku",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lora",
                "middle": [],
                "last": "Davis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nykiconia",
                "middle": [],
                "last": "Preacely",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Field Epidemiology and Laboratory Training Programs in sub-Saharan Africa from",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Luce",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Simon",
                "middle": [],
                "last": "Antara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hiari",
                "middle": [],
                "last": "Imara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Field Epidemiology and Laboratory Training Programs in sub-Saharan Africa from",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Yassa",
                "middle": [],
                "last": "Ndjakani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [],
                "last": "Doyle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yescenia",
                "middle": [],
                "last": "Espinosa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Field Epidemiology and Laboratory Training Programs in sub-Saharan Africa from",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Ditu",
                "middle": [],
                "last": "Kazambu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dieula",
                "middle": [],
                "last": "Delissaint",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Ngulefac",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Field Epidemiology and Laboratory Training Programs in sub-Saharan Africa from",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kariuki",
                "middle": [],
                "last": "Njenga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As of 2010 sub-Saharan Africa had approximately 865 million inhabitants living with numerous public health challenges. Several public health initiatives [e.g., the United States (US) President's Emergency Plan for AIDS Relief and the US President's Malaria Initiative] have been very successful at reducing mortality from priority diseases. A competently trained public health workforce that can operate multi-disease surveillance and response systems is necessary to build upon and sustain these successes and to address other public health problems. Sub-Saharan Africa appears to have weathered the recent global economic downturn remarkably well and its increasing middle class may soon demand stronger public health systems to protect communities. The Epidemic Intelligence Service (EIS) program of the US Centers for Disease Control and Prevention (CDC) has been the backbone of public health surveillance and response in the US during its 60 years of existence. EIS has been adapted internationally to create the Field Epidemiology Training Program (FETP) in several countries. In the 1990s CDC and the Rockefeller Foundation collaborated with the Uganda and Zimbabwe ministries of health and local universities to create 2-year Public Health Schools Without Walls (PHSWOWs) which were based on the FETP model. In 2004 the FETP model was further adapted to create the Field Epidemiology and Laboratory Training Program (FELTP) in Kenya to conduct joint competencybased training for field epidemiologists and public health laboratory scientists providing a master's degree to participants upon completion. The FELTP model has been implemented in several additional countries in sub-Saharan Africa. By the end of 2010 these 10 FELTPs and two PHSWOWs covered 613 million of the 865 million people in sub-Saharan Africa and had enrolled 743 public health professionals. We describe the process that we used to develop 10 FELTPs covering 15 countries in sub-Saharan Africa from 2004 to 2010 as a strategy to develop a locally trained public health workforce that can operate multi-disease surveillance and response systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There were approximately 865 million people living in sub-Saharan Africa amidst multiple public health challenges and limited spending on public health in 2010 [1] . Achieving public health goals in sub-Saharan Africa remains an elusive target despite major donor funded initiatives, some of which have been widely successful. For example, the United States (US) President's Malaria Initiative (PMI) led to a marked reduction in malaria transmission in a few short years [2, 3] and the US President's Emergency Plan for AIDS Relief (PEPFAR) markedly changed the fate of millions of HIV-infected people in the region and significantly reduced transmission of HIV from mothers to children [4] . Sub-Saharan Africa also suffers considerable preventable mortality from maternal deaths, deaths due to motor vehicle crashes, cardiovascular diseases, and cancers [5, 6] .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 856,
                    "end": 859,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 860,
                    "end": 862,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Effective public health surveillance and response systems allow countries to prioritize and address public health problems, but countries in the region have had challenges with developing robust systems and training the workforce to operate them [7] . Africa is currently experiencing an economic resurgence; its overall economic growth in 2010 was 4.75% (similar to that of India) -and several times that of developed countries and its projected growth in 2011 is 5.75%. Economists report that Africa appears to have escaped the worst of the global recession [8, 9] . With an improving economic outlook there is likely a growing demand for effective public health surveillance and response systems that can protect communities from communicable and non-communicable disease conditions.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 564,
                    "end": 566,
                    "text": "9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to strengthen public health surveillance and response systems in sub-Saharan Africa, there is a need to develop a public health workforce capacity with competencies in field epidemiology. In 1993, the Rockefeller Foundation collaborated with the ministries of health (MOH) of Ghana, Uganda, Zimbabwe, and Vietnam to develop Public Health Schools Without Walls (PHSWOWs) as novel public health training programs that were tailored to improve public health surveillance and response and health services management needs at national and sub-national levels [10, 11] .",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 567,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Staff from the US Centers for Disease Control and Prevention (CDC) participated in the development of the Uganda and Zimbabwe PHSWOWs and both programs included a strong multi-disease surveillance and response training component which was based on CDC's Epidemic Intelligence Service (EIS) [12] . Both the Uganda and Zimbabwe PHSWOWs recruited EIS graduates as expatriate resident advisors to develop 2-year Masters of Public Health (MPH) granting public health leadership programs with field work that enabled the trainees to develop competencies in field epidemiology comparable to those that EIS provides. These competencies were also similar to those provided by Field Epidemiology Training Programs (FETPs) which were developed as an adaptation of EIS to international settings beginning in the 1980s [13] [14] [15] . Ghana developed a 1year MPH granting PHSWOW program focusing on district health management with a limited field epidemiology component without an expatriate resident advisor. All three African PHSWOWs had no specific training for public health laboratory workers.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 806,
                    "end": 810,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 2003, the Ellison Medical Foundation, the CDC Foundation, and CDC, collaborated with the Kenya MOH to start an innovative joint 2-year public health leadership training program for field epidemiologists and public health laboratory epidemiologists (public health laboratory scientists who are trained in field epidemiology and public health laboratory management) with a mission to create partnerships to operate disease surveillance and response systems, investigate suspected outbreaks, and manage public health laboratory networks. The Kenya Field Epidemiology and Laboratory Training Program (FELTP) was designed as a regional program with participants from Kenya, Southern Sudan, Tanzania, and Ghana. Uganda only participated in the laboratory epidemiology track (as they have their own PHSWOW). Soon after inception, with its added value of a laboratory epidemiology track, the Kenya FELTP became the model of the new generation of field epidemiology programs in sub-Saharan Africa which are now all FELTPs [16] .",
            "cite_spans": [
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 2006, the public health threat posed by zoonoses particularly after human cases of avian influenza, and Severe Acute Respiratory Syndrome led to the recognition of the need to train veterinary epidemiologists in a specialty track in the FELTP. The intent was to create \"one-health teams\" who would be trained jointly to conduct surveillance and response to deal with the diseases occurring at the animal-human interface. To address this need, new and existing programs in sub-Saharan Africa started to train veterinarians along with physicians, other health scientists, and public health laboratory scientists to address zoonoses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Page number not for citation purposes 3 We describe the process that we used to develop 10 FELTPs covering 15 countries in sub-Saharan Africa over 6 years to develop a locally trained public health workforce that can operate multi-disease surveillance and response systems. By the end of 2010, these 10 FELTPs and the two PHSWOWs that were started in the 1990s covered an estimated 637 million of the 865 million people in sub-Saharan Africa and had enrolled 743 public health professionals.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 39,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 2003 we developed a standard process for implementing FELTPs as part of the creation of the first FELTP in Kenya. We have used this standard process for all the subsequent FELTPs in sub-Saharan Africa. Before starting the FELTP in each country, CDC received an invitation from the MOH which led to a cascade of activities, including: a) a pre-assessment visit, b) a formal assessment and program planning visit, c) identifying a funding source for the program plan, d) developing an MOH-led steering committee, e) developing and obtaining approval of the FELTP curriculum, f) recruiting key staff for the FELTP, g) implementing short courses in field epidemiology for key frontline staff and for screening of the initial cohort of FELTP participants, h) recruiting the first cohort of the FELTP, and i) implementing the 2-year FELTP. Each of these activities is described in detail below. For regional programs (FELTPs which involving more than one country) we adapted this process with more focus on the host country at startup of the regional FELTP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The pre-assessment visits were conducted by a small team consisting of staff from CDC and existing FELTPs and PHSWOWs who visited the potential FELTP host country for about 1 week. The objectives of the visits were to gauge the interest of the MOH and its partners in starting an FELTP, to encourage the formation of an MOH-led Steering Committee, and to plan for the formal FELTP assessment and program planning visit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "During the assessment and planning visits, conducted by a larger team usually 2-4 months after the pre-assessment, a representative sample of public health facilities at national and sub-national levels including public health laboratories were assessed using standard tools from the CDC FETP handbook to determine how they would participate in an FELTP [17] . Local universities were also assessed to determine their interest in the FELTP training model (which has a limited didactic period). If they were interested we determined the process to obtain a university-endorsed and approved FELTP curriculum that would be adapted from the standard core FETP curriculum developed by CDC [18] . Another team determined the cost of implementing an FELTP in the host country (and participating countries in a regional FELTP). At the end of each formal assessment we prepared an FELTP 5-year work plan including cost details and presented this to the first meeting of the FELTP Steering Committee. The Steering Committee, usually chaired by the highest ranking technical MOH official (e.g., the director of public health or chief medical officer), had representation from all the major stakeholders (e.g., CDC country office, World Health Organization representative, university senior leadership, public health laboratory service, veterinary service, and donors).",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Implementation of the FELTP work plan began with the identification of resources for the program and selection of the university or universities to host the FELTP. In general most FELTPs began with a short course component to train frontline public health workers to address immediate field epidemiology, surveillance, outbreak investigation, and laboratory needs. The short courses were generally 2-weeks long and trained up to 30 participants per course. They were also used as screening courses for the first FELTP cohort, and were taught by a mix of international and regional FELTP and EIS graduates. Participants in the short courses had to develop and implement an applied learning project for 3 months at their worksites after the 2-week training as requirement for passing the course. These projects provided immediate benefit for the host country. Many countries conducted at least two short courses before starting the 2-year FELTP and these short courses continued along with the implementation of the FELTP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The 2-year FELTP activities began with the recruitment of key staff, including at least one resident advisor who was usually a graduate of an FELTP or EIS or an experienced field epidemiologist, development of an FELTP office, finalization of the curriculum, and the advertisement and selection of the first cohort of the FELTP. The class size of the first cohort ranged from 10 to 15 with a mix of field epidemiology, public health laboratory, Page number not for citation purposes 4 and veterinary candidates. The training strategy and competencies and expected outputs have been described elsewhere and are similar for all FELTPs in sub-Saharan Africa [16] .",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 659,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In 2005 we collaborated with the US Agency for International Development (USAID), the three PHSWOWs (i.e., Ghana, Uganda, and Zimbabwe), and the Kenya FELTP to develop and then support the African Field Epidemiology Network (AFENET) which is a networking and service alliance of African FELTPs [19] [20] [21] . AFENET, which is headquartered in Uganda, has become CDC's principal implementing partner for developing, staffing, and operating FELTPs in sub-Saharan Africa. CDC has worked with AFENET to plan and develop FELTPs, to participate in organizing short courses, and to implement regional initiatives for FELTPs (e.g., regional biennial scientific meetings and regional training fellowships).",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "CDC provided technical assistance from Atlanta in the operation of the FELTPs through program specific teams that included field epidemiologists (generally graduates of the CDC EIS Program), instructional designers, public health advisors, and health education specialists. The Atlanta teams worked with the in-country resident advisors to provide assistance in program design, curriculum design, teaching, evaluation, quality assurance, direct funding, and fundraising. CDC staff worked collaboratively with FELTP program staff who were either host country MOH staff or host institution personnel and were led by a host country national that was the FELTP program director. In 2007, CDC began to maintain a tracking system for all field epidemiology training programs globally with information on participant numbers and outputs that was compiled annually into a report that is disseminated to key stakeholders [22] .",
            "cite_spans": [
                {
                    "start": 912,
                    "end": 916,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In 2008 we defined a series of critical outcome measures for FELTPs to better align them with their public health surveillance and response system strengthening mission [15, 23] . The following critical outcomes should be increasingly evident in the host country's MOH if the FELTP is successfully contributing to its mission: a) Functional and robust public health surveillance systems, often beginning with notifiable disease surveillance and then non-communicable disease surveillance systems; b) Prompt and effective response to public health emergencies including disease outbreaks and other public health threats; c) A culture of evidence-based decision making in public health whereby programmatic decisions are based on scientifically sound data; d) A strengthened and motivated public health workforce composed of FELTP graduates of the 2-year program and the short courses conducted for frontline (i.e., sub-national, regional, provincial) public health workers; e)Evidence that the FELTP is contributing to a reduction in morbidity and mortality from priority disease conditions.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In There were approximately 0.86 public health professionals who had participated in a 2-year FELTP or PHSWOW per million inhabitants in sub-Saharan Africa. In the 17 countries with programs there were approximately 1.2 FELTP or PHSWOW participants per million inhabitants, which is less than the estimated minimum coverage of 3-5 field epidemiologists per million inhabitants of a country [23] . All the sub-Saharan programs award a master's degree to participants upon completion of university requirements, some programs provide the same type of degree to field epidemiologists, public health laboratory epidemiologists, and veterinarians whereas other programs have different track-specific degrees (Table   1 ).",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 703,
                    "end": 713,
                    "text": "(Table   1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Of the 12 programs started between 1993 and 2010, six (50%) received startup funding from PEPFAR, and five (42%) received funding from USAID. Other funders included the Bill and Melinda Gates Foundation, and PMI. Host country MOHs (and ministries of agriculture for programs with veterinarians) also contributed significant resources, usually in kind (e.g., space for the program, ancillary facilities, and field sites). CDC provided supplementary funding through various initiatives for example the Global Disease Detection program in Kenya from 2006 and PEPFAR provided some support to the Zimbabwe PHSWOW [16, 24] . The donor cost of implementing an FELTP ranges between US $ 1-2 million per year at inception. These costs reduced with time as expatriate staff left and the program transitioned to local staff (usually graduates of the initial cohorts) and host government funding began to replace donor funding. The costs associated with implementation include: a) resident costs which include university tuition, stipends, books, computers, and research costs; b) program costs which include emergency response, local and international travel, program office operations, field supervision visits, field site maintenance; and c) technical assistance (from Atlanta, which supports the country team); and d) resident advisor salary and support.",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 612,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In 2004 there were three 2-year field epidemiology training programs in sub-Saharan Africa, two PHSWOWs and one FELTP. By the end of 2010 there were 12 programs, two PHSWOWs and 10 FELTPs, representing a fourfold increase in 6 years. This increase coincided with PEPFAR and USAID support of health systems strengthening and efforts to roll out WHO-AFRO's Integrated Disease Surveillance and Response strategy [4, 25] .",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 412,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "25]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Development of a standardized process guided by FELTP host countries' MOHs and involving all key stakeholders was critical for program implementation. Linking field epidemiology training first with the development of public health laboratory epidemiology as a new competency, and then training veterinarians to specifically address the diseases at the human-animal interface broadened the public health workforce available to operate multi-disease surveillance and response systems. Including a strategy to train frontline public health workforce through short courses also strengthened basic multi-disease surveillance and response systems with 2-year FELTP graduates often leading other trained public health professionals in joint field investigations. The 10 FELTPs and two PHWOWs had enrolled a total of 743 public health professionals in their 2-year programs by the end of 2010.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Field epidemiology training programs have been the basis on which public health surveillance and response systems have been developed around the world. CDC's EIS program, now in its 60th year has been the backbone of CDC and US State health departments' surveillance and response systems. Similarly FELTPs are proven strategies for developing public health surveillance and response systems and can be adapted to address various public health issues. The link between 2-year training and short courses allows for flexibility to develop different but complementary skill sets within a country. Some countries, particularly those emerging from conflict situations may not be able to develop 2-year degree granting FELTPs but may be able to conduct FELTP short courses while sending a few public health professionals to a nearby FELTP to gain the competencies to start their own program. This strategy is currently underway between Southern Sudan and the Kenya FELTP, and Sierra Leone and the Ghana FELTP. The long-term success of FELTPs depends on their sustainability. The Uganda and Zimbabwe programs have sustained since the 1990s but the path to sustainability is not pre-determined and requires several issues to be in sync. The PHSWOWs in Uganda and Zimbabwe were the first programs of their nature and were designed to develop a specific cadre of public health professionals who were virtually guaranteed of jobs Page number not for citation purposes 6 utilizing their new competencies upon graduation. Both programs also included substantial training in health services management, and many graduates ended up heading district, provincial and national public health programs. FELTPs, which are developed with a closer link than PHSWOWs to development of national multi-disease surveillance and response systems and institutionalization of rapid response to public health emergencies, may require a redesign of existing public health systems to develop career paths for field epidemiologists and public health laboratory epidemiologists. Whereas the initial graduates from FELTPs can be absorbed into existing positions at national and sub-national level, the long-term sustainability of these programs requires the development of specific positions that can utilize their training appropriately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Increasingly countries are being encouraged to develop national public health institutes which can be a natural location of an FELTP at the central level [26] .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Continued funding for FELTPs, which have substantial field work as part of their training strategy is an ongoing challenge. PEPFAR and USAID have provided significant support for FELTP development and starting planned programs (in Angola, Zambia, Namibia, and Botswana) is currently contingent on obtaining PEPFAR funding. Partnerships with private sector organizations and other potential funders for FELTPs will have to be developed to sustain existing programs beyond their initial funding and to start new programs where none exist. Africa in general has an improving economic climate as its natural wealth increases in value and as an African middle class develops there will likely be a need and possibly a demand for improvements in public health surveillance and response systems which can be developed and operated by locally trained FELTP graduates with funding from national governments or domestic non-governmental organizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Traditionally FETPs around the world typically had limited interaction with universities. However all FELTPs and PHSWOWs in sub-Saharan Africa have links with a local university and all grant master's degrees when participants complete the university requirements, which usually includes successfully defending a master's dissertation. This is a common key requirement by all the FELTP steering committees, mainly to enhance the career prospects of the FELTP graduates. Universities also provide an academic anchor for the FELTP which leverages the credibility of the universities as the program starts up. The university faculty assists in teaching the didactic components of the course and the FELTP staff strengthens the university faculty by showing them how the field-based training model works, creating shared value between the FELTP and the university. Each FELTP student has an academic supervisor or mentor from the university in addition to the program and field site supervisors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Involvement with the universities ensures that the courses are offered on time every year through a competitive selective process which helps in ensuring sustainability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is an ongoing discussion on how many FELTP and similarly trained public health workers are required to implement robust multi-disease surveillance and response systems in developing countries. Some authors have suggested that 3 to 5 FELTP graduates per million inhabitants in a country are needed, with a mix of field epidemiology, public health laboratory epidemiology, and veterinary epidemiology [23] . Based on this estimate sub-Saharan Africa would need between 2,600 and 4,500 FELTP graduates or similarly trained public health personnel for its population figures in 2010. Uganda with a population of 34 million in 2010 would require between 100 and 170 graduates and Zimbabwe would require a maximum of 65 graduates for a 13 million population. Both Uganda and Zimbabwe have exceeded these targets, and have a high retention of their graduates but still have challenges in their public health surveillance and response systems and continue to conduct training in their programs to strengthen public health systems [27] . We believe that beyond the number of FELTP and PHSWOW graduates there is a complementary need to develop functional and networked multi-disease surveillance and response units at national, provincial, and district levels. These units would need to be operated by a mix of FELTP and PHSWOW graduates and short course participants. It has been suggested that with functional networked multi-disease surveillance and response units, fewer graduates may be needed to operate a basic but robust public health surveillance and response system [23] . We suggest that a goal of having at least one functional multi-disease surveillance and response unit per million inhabitants in a country is worthwhile and feasible in sub-Saharan Africa. These units which would be operated by FELTP graduates and short course participants would be networked to form a multi-disease surveillance and response system for the country.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 409,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1572,
                    "end": 1576,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have described how a standardized process led to the development of 10 FELTPs in sub-Saharan Africa from 2004 to 2010 but at least four challenges need to be noted. First, while we believe that all these FELTPs will be sustainable like the Uganda and Zimbabwe programs, we cannot be absolutely certain. Nevertheless, the environment that led to the creation of these programs in response to a need for a locally trained public Page number not for citation purposes 7 health workforce that can operate disease surveillance and response systems for multiple conditions is likely to persist. We also believe that involvement of a high level MOH-led Steering Committee to oversee FELTP activities is likely to maintain these programs. Second, the FELTP model is still a relatively new endeavor that attempts to link public health laboratory epidemiology and field epidemiology workforce development which will need to be adapted to suit particular country environments, especially given the different career paths of the graduates of these programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Third, the FELTPs being field-based programs require competent, committed field supervisors and field sites that are suitably equipped to host trainees with substantial funding for field operations. This can be a challenge when the program is starting as very few people in the country are familiar with this training model. If funding for field sites diminishes there may be a reduction in their quality and the overall quality of the FELTP, which depends on maintenance of appropriate field-based training. Finally, the link between FELTPs and the development and funding of the appropriate structures at national and sub-national level to absorb FELTP graduates requires ongoing work with non-health stakeholders (e.g., the legislature, the ministries of finance and public service, and the private sector).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The FELTP model is one proven strategy for developing a locally trained multi-disciplinary and cohesive public health workforce that can operate several public health surveillance and response systems. We have shown this strategy can be implemented in sub-Saharan Africa, an area of the world that has numerous public health challenges-but is also experiencing an economic renaissance which will likely lead to a greater demand for strong public health surveillance and response systems to protect communities. We believe that now is the time for all sub-Saharan countries to invest in public health workforce development by implementing FELTPs or by sending public health professionals to a nearby FELTP, and to use the graduates to develop the systems and the structures that will enable a public health renaissance to accompany the economic renaissance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Training Programs (FELTPs) in Sub-Saharan Africa in 2010",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants (Graduates and Current Trainees) of 2-year Public Health Schools Without Walls (PHSWOWs) and Field Epidemiology and Laboratory"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Population Data Sheet",
            "authors": [],
            "year": 2010,
            "venue": "Population Reference Bureau",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Reduction in the proportion of fevers associated with Plasmodium falciparum parasitaemia in Africa: A systematic review",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "D&apos;acremont",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lengeler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Genton",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Malar J",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sixth Annual Report to Congress on PEPFAR Program Results",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Tackling Africa's chronic disease burden: from the local to the global",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ama De-Graft",
                    "suffix": ""
                },
                {
                    "first": "Nigel",
                    "middle": [],
                    "last": "Aikins",
                    "suffix": ""
                },
                {
                    "first": "Charles",
                    "middle": [],
                    "last": "Unwin",
                    "suffix": ""
                },
                {
                    "first": "Pascale",
                    "middle": [],
                    "last": "Agyemang",
                    "suffix": ""
                },
                {
                    "first": "Catherine",
                    "middle": [],
                    "last": "Allotey",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Arhinful",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Global Health",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Health transition in Africa: practical policy proposals for primary care. Bull World Health Organ",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Smeeth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sekajugo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "88",
            "issn": "",
            "pages": "943--951",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Public Health in Africa, Center for Strategic and International Studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lions on the move: The progress and potential of Africa economies",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Monetary Fund",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Public Health Schools Without Walls project: new models of public health education",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berkley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Janowski",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "N Y Sci Health",
            "volume": "105",
            "issn": "",
            "pages": "599--604",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Public health at the crossroads: which way forward? Lancet",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beaglehole",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bonita",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "351",
            "issn": "",
            "pages": "590--592",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Training and service in public health practice, 1951-90-CDC's Epidemic Intelligence Service. Public Health Rep",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Thacker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Dicker",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "599--604",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Partnerships in international applied epidemiology training and service",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcdonnell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Werker",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Cardenas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Thacker",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Am J Epidemiol",
            "volume": "154",
            "issn": "11",
            "pages": "993--1002",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Public health surveillance: A tool for targeting and monitoring interventions",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nsubuga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Thacker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Control Priorities in Developing Countries",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Training Programmes for Field Epidemiology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nsubuga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fontaine",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simone",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "371",
            "issn": "9613",
            "pages": "630--631",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "This article on PubMed 17. Centers for Disease Control, Field Epidemiology Training Program development handbook",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Njenga",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Traicoff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tetteh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Likimani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oundo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Breiman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nyamongo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nsubuga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Public Health Policy",
            "volume": "29",
            "issn": "",
            "pages": "149--164",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Replicating success: developing a standard FETP curriculum",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Traicoff",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Walke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Gogstad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Imtiaz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Public Health Rep",
            "volume": "123",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Laboratory capacity building for the International Health Regulations (IHR[2005]) in resource-poor countries: the experience of the African Field Epidemiology Network (AFENET). BMC Public Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Masanza",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nqobile",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mukanga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Gitta",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "African Field Epidemiology Network (AFENET): A partnership for the future of medical publishing in Africa",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kamadjeu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mukanga",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tsague",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pan African Medical Journal (PAMJ)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "African Field Epidemiology Network",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "22. Field Epidemiology (and Laboratory) Training Program (FE(L)TP), CDC",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Strengthening public health surveillance and response using the health systems strengthening agenda in developing countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nsubuga",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Nwanyanwu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Nkengasong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mukanga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trostle",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Increasing leadership capacity for HIV/AIDS programmes by strengthening public health epidemiology and management training in Zimbabwe",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tshimanga",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Woelk",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hum Resour Health",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Planning an integrated disease surveillance and response system: a matrix of skills and activities",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcdonnell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alemu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Med",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Stronger national public health institutes for global health",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Frieden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Koplan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "376",
            "issn": "9754",
            "pages": "1721--1723",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Field Epidemiology Training Programmes in Africa -Where are the Graduates? Hum Resour Health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mukanga",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Namusisi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Gitta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pariyo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tshimanga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trostle",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2004, there were three 2-year field epidemiology training programs in sub-Saharan Africa: Kenya (which had a laboratory training component), Uganda, and Zimbabwe. By the end of 2010, there were 12 programs covering 17 countries, including Southern Sudan. The additional FELTPs include two regional programs in West Africa (with participants from Burkina Faso, Mali, Niger, and Togo, and headquartered in Ouagadougou) and Central Africa (with participants from Cameroon, Central African Republic, and Democratic Republic of the Congo, and headquartered in Yaoundé). Seven additional single-country FELTPs were created in Ethiopia, Ghana, Mozambique, Nigeria, Rwanda, South Africa, and Tanzania. The programs are in countries representing the three main official languages in the sub-Saharan region (English, French, and Portuguese).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "shows all the field epidemiology training programs in the world as of 2010. Between 1993 and 2010 the 12 programs (10 FELTPs and two PHSWOWs) enrolled 743 public health professionals into the 2-year program, including graduates and current trainees in 2010. Of the 743, 624 (84%) were admitted into the field epidemiology training track, 95 (12.8%) were in the public health laboratory epidemiology track, 24 (3.2%) were in the veterinary epidemiology track (Additional material 1). The countries covered by the programs accounted for approximately 637 million (73.6%) of the estimated 865 million inhabitants of the sub-Saharan region in 2010. By the end of 2010 at least 1000 frontline public health workers had been trained in several types of short courses in the countries with FELTPs. Page number not for citation purposes 5",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing interests",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "All the authors were involved in designing and implementing the programs that are described in this manuscript. All the authors participated in the drafting of this manuscript and reviewed the final draft. Peter Nsubuga is the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors contributions"
        }
    ]
}