{
    "paper_id": "88e8809f280ef47d36f3e56b7f8558c303f36742",
    "metadata": {
        "title": "An educational programme for nursing college staff and students during a MERS-coronavirus outbreak in Saudi Arabia",
        "authors": [
            {
                "first": "Bridget",
                "middle": [
                    "V"
                ],
                "last": "Stirling",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jennie",
                "middle": [],
                "last": "Harmston",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hana",
                "middle": [],
                "last": "Alsobayel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The Middle Eastern Respiratory Syndrome Coronavirus is a serious and emerging issue in Saudi Arabia and the world. A response was required to reduce possible disease transmission between the hospital and university. College of Nursing academic staff developed a programme in response to the educational and emotional needs of participants. Methods: A MERS-CoV Task Force responded to the rapidly unfolding epidemic. The aim was to find out what nursing staff and nursing students in the college knew about MERS-CoV. While most gaps in knowledge were addressed after an intense information seminar, other learning needs were identified and responded to. The Task Force developed mandatory information sessions for all nursing faculty, students and staff. All staff were informed by email, letters and posters. There are 28 faculty staff, 84 support staff and 480 students in the College of Nursing. The information settings all took place within the College of Nursing, Princess Nourah University, Kingdom of Saudi Arabia. Questionnaires were given to faculty, students and staff to understand their baseline knowledge. After the sessions, faculty, students and staff were asked about what was learned through the sessions, and what educational needs still needed to be addressed. Approval was sought and received by the Ethics Committee for the College of Nursing. Participants completed informed consent forms and the voluntary nature of the study was explained. Results: The total number of people attending the education sessions was133, including 65 students. 18 faculty members attended and 57 support staff. Data was gathered on gaps in participant knowledge and a plan was developed to address the gaps. Policies were established around student participation in clinical and return to work practices for staff with any symptoms. Conclusion: In hospitals there is above average risk for exposure to infectious diseases. Student nurses travel between hospital and university, with the capacity to act as a conduit of pathogens to large, susceptible populations. Nursing colleges must respond thoroughly to protect students and staff and prevent spread of disease into the university community in the midst of an epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "and indeed the world today. How governments, hospitals, universities and communities respond will determine to what extent the epidemic becomes widespread within the country, region and the world. Princess Nourah University is the world's largest all-female university. It is a wellresourced institution, situated on a new campus, and home to more than 40,000 students and approximately 5,000 faculty and staff. Operating in the new campus for less than a decade, the university is working hard to establish itself and to have all departments functioning effectively. This paper is a description of the programme initiated by the College of Nursing in response to an upsurge in cases of MERS-CoV in Riyadh.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS-CoV (Middle Eastern Respiratory Syndrome Coronavirus) is a serious and emerging issue in Saudi Arabia"
        },
        {
            "text": "Riyadh is the capital city of the Kingdom of Saudi Arabia, and home to 30 million people (one-third are expatriates) [1] . In 2012, Saudi Arabia became aware of the first case of a novel coronavirus (CoV), which later became known as MERS for Middle Eastern Respiratory Syndrome [2] . The first case of MERS-CoV was identified in a patient from the west coast of Saudi Arabia in 2012, after the patient presented with pneumonia and renal failure [3] . The next case was identified in a Middle-Eastern man being treated in a hospital in the United Kingdom [4] .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "MERS-CoV (Middle Eastern Respiratory Syndrome Coronavirus) is a serious and emerging issue in Saudi Arabia"
        },
        {
            "text": "Between the time that it was identified and May 15, 2014, the World Health Organization [5] reported 572 laboratory confirmed infections, with 173 deaths. The highest proportion of confirmed cases and death were (and are currently) in Saudi Arabia. As of yet, the period of time during the spring of 2014 represented the highest peak in cases, throughout the epidemics first two years. Table 1 outlines the number of confirmed cases of MERS-COV up to this date.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 393,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "MERS-CoV (Middle Eastern Respiratory Syndrome Coronavirus) is a serious and emerging issue in Saudi Arabia"
        },
        {
            "text": "As of March 26, 2015, MERS-CoV is confirmed to have infected 1,090 people worldwide, killing 412 of them [6] . This results in a case-fatality rate of more than 37%. According to the WHO report of December 2, 2014 [7] , during the month of November 2014, there were 18 new cases, half of which were identified in Riyadh. Of those from Riyadh, 4 had no known risk factors, 3 were people who had visited hospitals, one was a health care worker, and one was a known contact of a previous case. Clearly, hospitals are an important environment to consider when aiming to reduce the spread of MERS-CoV. This also highlights the fact that the university students and staff members are also at risk.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "MERS-CoV (Middle Eastern Respiratory Syndrome Coronavirus) is a serious and emerging issue in Saudi Arabia"
        },
        {
            "text": "Responding quickly to an epidemic is important in order to facilitate disease control and to protect students, staff and the community from fear and disruption of work. In the case of the surge of cases in this epidemic, the College of Nursing quickly responded to the needs of students and staff by both by providing them with information and listening to their concerns. The College of Nursing also developed policies to protect the university and hospital communities during the time of the epidemic. The use of a small task force was imperative as large committees sometimes take a long time to form, meet and agree on a way forward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS-CoV (Middle Eastern Respiratory Syndrome Coronavirus) is a serious and emerging issue in Saudi Arabia"
        },
        {
            "text": "While there was some awareness and concern about the MERS-CoV, unified activities were limited until the rate of diagnosis and death from the virus began to be regularly reported in the media. In April and May of 2014, the Faculty of Nursing underwent a programme to respond to the educational and emotional needs of Faculty, students' families, and support staff. The response was timely and based on the most current epidemiological data. The College of Nursing takes seriously its duty of care to the student nurses, faculty and staff in clinical placements. So close to the end of semester clinical placements were ceased for students in the pre-internship phase. Increased hours in clinical laboratories were undertaken to ensure no loss of time for students to practice skills. The WHO guidance [2] states that infection prevention and control measures are critical to prevent the possible spread of MERS-CoV in health care facilities.",
            "cite_spans": [
                {
                    "start": 801,
                    "end": 804,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "MERS-CoV (Middle Eastern Respiratory Syndrome Coronavirus) is a serious and emerging issue in Saudi Arabia"
        },
        {
            "text": "Hospitals that provide for patients suspected or confirmed to be infected with MERS-CoV should take appropriate measures to decrease the risk of transmission of the virus from an infected patient to other patients, health-care workers and visitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS-CoV (Middle Eastern Respiratory Syndrome Coronavirus) is a serious and emerging issue in Saudi Arabia"
        },
        {
            "text": "Health care workers should be educated, trained and encouraged to practice skills that aid in infection prevention and control. It is not always possible to identify patients with MERS-CoV early because some have mild or unusual symptoms. For this reason, it is important that health-care workers apply standard precautions consistently with all patientsregardless of their diagnosisin all work practices all the time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS-CoV (Middle Eastern Respiratory Syndrome Coronavirus) is a serious and emerging issue in Saudi Arabia"
        },
        {
            "text": "Advice given by the Ministry of Health, Kingdom of Saudi Arabia includes that people should avoid close contact with animals when visiting farms (especially barn areas) where the virus is known to be potentially circulating. This is difficult as camels and farms are an integral part of the Saudi culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS-CoV (Middle Eastern Respiratory Syndrome Coronavirus) is a serious and emerging issue in Saudi Arabia"
        },
        {
            "text": "The response to the upsurge in cases of MERS-CoV required the formation of a task force that would take on a six-pronged approach to meeting the needs of faculty, students and staff. The following plan was enacted:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "1. Establishing a helpline to inform anxious nursing students their families about risk and offer support; 2. Developing policies to direct the response to the infection, emergency planning, attendance/absence and return to work; 3. Providing additional resources (WHO correct hand washing diagrams) to highlight the need for frequent hand washing and hand sanitization; 4. Initiating information sessions offered to all faculty, nursing students and support staff (these were mandatory). Key information was made available on the WHO website which highlighted epidemiological data and infection control information; 5. Administering pre and post questionnaires to the Faculty, students and support staff about their current knowledge and feelings about the virus, with a follow up email with further information; and 6. Displaying visual imagery from the Saudi Arabian Ministry of Health in prominent places.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The mandate of the Task Force was to meet the educational and emotional needs of the faculty, students and staff at the College of Nursing. This was initiated in response to concerns brought to the senior faculty by people inside and outside the university. The Task Force decided to offer mandatory information sessions for all faculty and staff, using information that had been confirmed from the published literature and reputable national and international websites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Task force members consisted of two senior faculty (one from the UK-JH and the other from Canada, BVS) and two junior Saudi faculty members. The two senior faculty had experience in controlling respiratory infectious disease outbreaks in the past. Two administration staff members were called on to translate information into Arabic and provide oral translation during the sessions. The questionnaires were back-translated into English to ensure accuracy. The senior faculty members completed the literature search, highlighted and summarized information from the KSA Ministry of Health website and documents, and prepared all of the learning materials. They organized the training sessions, drafted the policies for approval by the College Council, and communicated with Faculty and staff. Communication was made with the Interns and the Hospital Nurse Educators (through the Internship Unit) and communication with parents and concerned students was done through the Student Services Department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Due to the urgency of the situation and the senior faculty's desire to be responsive, the pre and post questionnaire was developed by the Task Force. The purpose was to capture existing knowledge and any changes of current behaviour (pre-test) and in the post questionnaire acquired knowledge and intended changes in their behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Questions were written by the committee to capture the participants' awareness of the most important facts, identify gaps in the participants' knowledge and to guide the follow-up activities. Table 2 outlines the different content provided to each group of participants.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 199,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The main messages that the MERS-CoV task force at the Princess Nourah University wanted to get across was the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Take the epidemic seriously, but do not be afraid Use only accurate information to guide your practice from reputable sources Share that accurate information with your family and community Follow hospital and university infection control policies and protocol Stay home if you are sick Use droplet precautions with all patients of suspected MERS-CoV or any respiratory illness, and to use airborne precautions when you are involved in any treatment or activity that aerosolizes the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The Student Services department fielded all calls and concerns, responding to student and family emotional and information needs regarding exposure to the virus in clinical settings. During the information sessions, students and staff were reminded of their role as health educators and the need to continually update themselves with information from credible sources (especially the World Health Organization and the Saudi Arabian Ministry of Health), and inform their family and community as needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Another important aspect of infection control during an epidemic is the movement of large groups of people between areas of high concentration of infected people to areas of high concentration of susceptible and uninfected people. Movement between hospitals serving MERS-CoV patients and the universities therefore should be limited. Where a respiratory virus outbreak in hospital occurs, hospital services may be under increased pressure and the risk of infection to the general community is greater. Therefore a rapid and effective containment of hospital staff including students should be a priority [8] . It was decided while the cases in the city were disseminated over all of the hospitals, to remove our students for the last week of clinical work and bring them back to the clinical skills lab for more practice with Personal Protective Equipment (PPE) and infection control procedures. Since then, the Ministry of Health has concentrated the confirmed cases of MERS-CoV into designated hospitals. When students returned to clinical practice in the Fall, they worked in all hospitals, except those designated for MERS-CoV and not with patients who are confirmed or probable cases of MERS-CoV.",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 607,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Intern students are in their final year of study and do not go back and forth between the hospital and the university. They stay within one hospital for a year, working in different departments. It was decided that the Interns should continue their training at the hospitals. Contact was made with each hospital to establish what protection was being provided (PPE) and also what training was being offered to the Intern students. The Interns were invited to attended a workshop to inform them on the latest clinical advice and to remind them of infection control precautions. Students were able to discuss their concerns and were advised appropriately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Additional resources were provided with constant reminders to students and staff to increase hand sanitization and hand washing. Additional materials for the clinical labs were purchased to ensure correct infection control measures would be taught.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The Task Force sought research ethics approval from the College of Nursing the Ethics Committee and developed informed consent procedures and forms. Participants completed informed consent forms (which were in both Arabic and English) and the voluntary nature of the study was explained. Prior to start of the session, a pre-test questionnaire was given to all attendees. Information about their existing knowledge was asked, if they had experienced MERS-CoV in the hospital setting and some information about how they were prepared within the clinical setting. During the sessions, students and faculty were presented by means of a lecture on what the virus is, how it spreads and how to protect themselves in the hospital setting, the university setting and the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Information was clearly presented about who the virus is affecting, the location and spread of the virus and confirmed data. The aim was to increase clarity about what we do know and what we do not know in order to minimize the risk of inaccurate information being spread. The lecture was supported by visual images and messages on PowerPoint slides, as well as a question and answer period. It is vitally important that nursing students understand under which conditions the virus might aerosolize in the hospital setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "During certain clinical activities and treatments, the virus might aerosolize, thereby becoming spread by the airborne route, rather than the droplet method. Past studies looking at the SARS CoV showed that healthcare workers are more at risk of becoming infected with that coronavirus while participating in certain nursing procedures [9] . For example, the pooled odds ratio for risk of transmission for healthcare workers exposed to suction before intubation is 3.5 (0.5, 24.6). Healthcare workers exposed to tracheal intubation had a 6.6 OR pooled (4.1-10.6).",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For the support staff working at the College of Nursing, another information session was developed, with a lecture and PowerPoint slides translated into the Arabic language. The focus of these sessions was on understanding what the virus was and how to protect themselves in the university environment and the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The Task Force created a handout for the students with relevant information developed from the literature. This handout was created in the English language. The students learn all subjects in English, so they have at least a basic understanding of the English language. An Arabic version of the handout was also developed for support staff members (administration, security etc.) who might have limited ability to understand English.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In order to understand baseline knowledge of students and staff, questionnaires were distributed before each session. The questionnaires were voluntary. All people who participated in the questionnaires signed or acknowledged informed consent as per the College of Nursing's Ethics approval policy. All questionnaires were written in English for students and faculty. The support staff completed questionnaires in the Arabic language.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Following each session, students and staff were given follow-up questionnaires to establish what was learned through the information sessions. All participants were also asked what educational needs still needed to be addressed. A follow-up e-mail to all staff, students and faculty was prepared to address those further information needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Another job of the Task Force was to ensure that all resources from the Saudi Arabian Ministry of Health were being utilized to their fullest. These included making sure that posters were prominently displayed in both Arabic and English, and ensuring that videos made by the Ministry of Health were played for all of the students to hear. Faculty were encouraged to emphasize the use of Ministry of Health MERS-CoV telephone hotlines. Clinical staff reinforced hand washing procedures and drew attention to the newly installed hand sanitizer dispensers. Infection control methods for respiratory virus are well studied in the scientific literature [10, 11] .",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 652,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The total number of people attending the education sessions was 140. This included 65 students from 2nd, 4th and 7th semester. 18 faculty members attended and 57 support staff. While the sessions were mandatory, not all staff, students and faculty attended. Faculty members who did not attend were asked to prepare sessions for their students on MERS-CoV using the material collected by the Task Force or other materials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Two policies were created to guide the College Executive Committee in making decisions during the epidemic. One policy guided staff on when they should return to work after displaying symptoms during the epidemic. The other established protocol around when students should be pulled from clinical placements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "All students and staff were exposed to the Saudi Arabian Ministry of Health videos, posters, and handouts. 20 posters from the Ministry of Health on MERS-CoV prevention were placed throughout the building in elevators, washrooms, hallways, library, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Students were directed to use the MERS-CoV Ministry of Health hotline if they had any questions, to refer to the World Health Organization's and the Ministry of Health KSA. It was emphasized that these website have accurate updates. Students were also encouraged to increase the use of hand sanitizer and wash their hands frequently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Over 200 pamphlets created by the Task Force outlining the pertinent information on MERS-CoV for nursing students and staff were handed out during sessions or distributed through other means (classrooms, student lobby, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The results of the pre and post-test showed that while knowledge about MERS-CoV increased and participants were more able to identify the role of a nurse during an epidemic, gaps still existed. Follow-up activities included playing audio messages throughout the College from the Ministry of Health, putting up new posters in Arabic and English throughout the College, as they became available, and encouraging faculty members to include information about MERS-CoV in their lectures. Followup meetings with students in the clinical settings during their internship were also held. Students were encouraged to ask questions of the faculty or to call the Ministry of Health hotline if they had concerns or required more information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gaps in knowledge"
        },
        {
            "text": "There is very little research on the response of nursing colleges during an infectious disease epidemic. The reason for this may be the intensity of work for faculty during this time and the urgency of the situation. Clearly as epidemics become more widely known and as air travel has made the opportunities for disease to move from one region to the next, more research will need to be done to guide policy-makers and university administration staff in what to do, as they occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During this epidemic students and staff regularly visited and worked in clinical settings within local hospitals in Riyadh, some of these sites had laboratory confirmed MERS-CoV patients. Ensuring staff and students were appropriately informed of the risks and their role in using standard precautions to reduce cross infection, was a priority for the Task Force. As the recent cases of MERS-CoV indicate, visitors and health care workers in Riyadh and throughout Saudi Arabia carry a measure of risk by being in the hospital environment. Our students became more resilient against the virus by increased education and awareness, heightened use and skill with personal protective equipment and protective policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "How health care staff and nursing students act in the hospital is different from how they act at the university and in the community. By nature of the fact that the hospital is necessarily filled with both infectious and highly susceptible people, careful thought must be made to infection control practices. Nursing students must be reminded about the dangers of bringing pathogens home on their shoes, clothes, lab coats and in Saudi Arabia, their head coverings. Students are also reminded about hospital safety policies and use of protective resources (gloves, masks, gowns, etc.), especially when working with a suspected case of any infectious respiratory diseases. Further research on the behaviour of nursing students to their clinical settings during an outbreak or epidemic should be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Attendance is always an issue when creating an ad hoc information session, even when people are highly motivated to attend due to the seriousness of the epidemic. The sessions were made mandatory, on direction from the Dean of the College (HA). Those faculty members who were unable to attend were directed to self-educate on the issue and use the materials to do short sessions on the virus, how it spreads, how to prevent becoming infected and what to do if you become ill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One concern that emerged from the discussions was whether people should be wearing surgical masks in the university environment. There was a notable increase in the number of students across the campus wearing paper masks, with little evidence of them taking them off or changing them. Indeed at the time about 10% of students were wearing paper surgical masks during class. When asked why they were wearing masks, several students answered that they were \"preventing corona\". When asked if they meant that they were sick, they answered that they were not, but they did not want to get corona from other students. At the time, there were rumours on social media sites claiming that the university had several cases of the virus. This rumour was likely untrue as it was never validated by the MOH, the WHO or any credible source. Unfortunately, students were observed touching elevator buttons and then adjusting their mask, removing their masks to cough, and wearing a single paper mask throughout a 6 hour day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the age of information and social media, it is difficult sometimes for students and their families to differentiate between rumour and fact. Students, staff, and faculty of nursing colleges are \"ambassadors\" of the health care system. People in the general community listen to nurses and consider what they say seriously. Further research in to the effectiveness of social media during an outbreak should be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Due to the need for a timely response to the increasing MERS-CoV laboratory confirmed cases in Saudi Arabia and in particular increasing numbers in Riyadh, the questionnaire was not piloted and the questions were not validated. A follow-up study should include a study of validation and if needed, revision. This paper did not consider the implications of epidemic during mass gatherings (for example Mecca or Medina), however the size of the university with 45,000 staff and students is a considerable number although spread over 32 colleges. This may be considered a very large gathering of people. No clinical staff from Riyadh hospitals attended the education sessions nor were they involved in the Task Group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "In conclusion, the Task Force worked hard to respond to the emotional and information needs of the students, faculty and staff at the College of Nursing. In collaboration with the hospitals, Student Services, the Ministry of Health and others, students and staff were able to have any questions answered, and were equipped to protect themselves in the hospital, university and community in Riyadh.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In hospitals and other environments where nursing students are educated, there is a higher than average risk for exposure to infectious diseases. As student nurses travel week-by-week between hospital and the university, they have the capacity to be a conduit of that pathogen to the large and susceptible population. Schools of health sciences, including nursing must respond quickly and thoroughly to protect their students and staff, to prevent spread of disease into the university community and to become ambassadors of accurate information in the midst of an epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Latest statistical data: population",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global Alert and Response",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boheeman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1834",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe respiratory illness caused by a novel coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bermingham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Chand",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Aarons",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Langrish",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "40",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global Alert and Response",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global Alert and Response",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global Alert and Response",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS transmission and hospital containment",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gopalakrishna",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Choo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "3",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Khai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pessoa-Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Conly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Semple",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The use of masks and respirators to prevent transmission of influenza: a systematic review of the scientific evidence. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bin-Reza",
                    "suffix": ""
                },
                {
                    "first": "Lopez",
                    "middle": [],
                    "last": "Chavarrias",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nicoll",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chamberland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "257--67",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Healthcare-associated respiratory tract infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nurs Stand",
            "volume": "27",
            "issn": "25",
            "pages": "50--56",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Number of confirmed cases of MERS-CoV, number of deaths and health workers affected in the Middle East up to the Intervention Period Source: WHO, Global Alerts and Responses, Coronavirus infections.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "What was presented at the educational sessions",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank all the staff and students at the College of Nursing for their participation and support. Also we acknowledge the nurses at the hospitals throughout Riyadh who continue to respond so professionally and well to the epidemic of MERS-CoV. We would also like to recognize Princess Nourah University and the Ministry of Health of the KSA for their response during this time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests.Authors' contributions BVS and JH were on the MERS-CoV Task Force that was directed by HA. BVS wrote the manuscript, with input from JH and HA. All authors read and approved the manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}