{
    "paper_id": "8a05548f8c34051d47f568ce2135978de0f9515d",
    "metadata": {
        "title": "Open Access SHORT REPORT A multiplex reverse transcription-nested polymerase chain reaction for detection and differentiation of wild-type and vaccine strains of canine distemper virus",
        "authors": [
            {
                "first": "Wei",
                "middle": [],
                "last": "Si",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shun",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhao",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shang-Jin",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A multiplex reverse transcription-nested polymerase chain reaction (RT-nPCR) method was developed for the detection and differentiation of wild-type and vaccine strains of canine distemper virus (CDV). A pair of primers (P1 and P4) specific for CDV corresponding to the highly conserved region of the CDV genome were used as a common primer pair in the first-round PCR of the nested PCR. Primers P2 specific for CDV wild-type strains, were used as the forward primer together with the common reverse primer P4 in the second round of nested PCR. Primers P3, P5 specific for CDV wild-type strain or vaccine strain, were used as the forward primer together with the common reverse primer P4+P6 in the second round of nested PCR. A fragment of 177 bp was amplified from vaccine strain genomic RNA, and a fragment of 247 bp from wild-type strain genomic RNA in the RT-nPCR, and two fragments of 247 bp and 177 bp were amplified from the mixed samples of vaccine and wild-type strains. No amplification was achieved for uninfected cells, or cells infected with Newcastle disease virus (NDV), canine parvovirus (CPV), canine coronavirus (CCV), rabies virus (RV), or canine adenovirus (CAV). The RT-nPCR method was used to detect 30 field samples suspected of canine distemper from Heilongjiang and Jilin Provinces, and 51 samples in Shandong province. As a result of 30 samples, were found to be wild-type-like, and 5 to be vaccine-strain-like. The RT-nPCR method can be used to effectively detect and differentiate wild-type CDV-infected dogs from dogs vaccinated with CDV vaccine, and thus can be used in clinical detection and epidemiological surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Canine distemper (CD) is a highly contagious and fatal disease of dogs caused by the canine distemper virus (CDV), which is a single-stranded negative RNA virus belonging to the Morbillivirus genus within the Paramyxoviridae family. Other members of the genus include measles virus (MV) and rinderpest virus (RPV). The genome of CDV is approximately 15,690 nucleotides (nt) in length, containing several genes encoding N, P, M, F, H, and L proteins. Only one serotype has been characterized [1] .",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 494,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A large number of dogs, minks, foxes die from CDV infections every year, causing significant economic losses [2] . Previous studies [3, 4] have reported that vaccinated dogs were infected with CDV in Europe and Japan. Harder et al. also reported that there are marked differences between wild-type and vaccine strains of CDV [5] , thus whether CDV vaccine strains are able to provide protection from the current strains of CDV remains a question. It is difficult and necessary to discriminate between wild-type and vaccine strains because the attenuated CDV vaccine is used widely in China. So a method to specifically detect the wild-type CDV strains is necessary. The multiplex reverse transcription-nested polymerase chain reaction (RT-nPCR) method could be used to effectively detect and differentiate between wild-type CDV-infected dogs from dogs which were vaccinated with CDV vaccine, which would make it useful in clinical diagnosis and epidemiological monitoring. (5'-AAATCCTGTGTTAC-CCGCTC-3'), P2 (5'-TGGTGGCTCTGCAATATGAA-3'), and P3 (5'-AATGAATGGATGCCTGGGGTTT-3') were used as the primer specific for CDV species, wildtype strains, and vaccine strain Onderstepoort, respectively.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 132,
                    "end": 135,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 136,
                    "end": 138,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 218,
                    "end": 236,
                    "text": "Harder et al. also",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Primer P4 (5'-ACGTCCTGGAC-CCTAAGTTTTG-3') was used as a shared reverse primer. P5(5'-GGTTTTATAAAAGATT), p6(5'-ATCTA-GAGGTAA-3') were used as the primer specific for different CDV vaccine strains. Primer pairs P1/P4, P2/P4, P3/P4 and P5/P6 were expected to generate a product of 600, 247, 177 bp and 177 bp, respectively. CDV vaccine (CDV-A strain) and wild-type strains are maintained in the Harbin Veterinary Research Institute. A total of 30 field samples (lung, spleen, liver, or bladder) were collected from different farms in Heilongjiang and Jilin provinces of China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Total RNA was extracted from the infected cells with TRIzol ® reagent in accordance with the manufacturer's instructions. cDNA synthesis reaction was performed by polymerase chain reaction as described elsewhere using primer Moloney murine leukemia virus reverse transcriptase (M-MLV RT) [6] [7] [8] [9] [10] . The first-round PCR was performed with primers P1 and P4. A nested PCR was performed in a total volume of 25 μL containing the firstround PCR products diluted tenfold as well as each of primers P2/P4, P3/P4, or P2, P3/P4 [10] [11] [12] . The RT-nPCR products were visualized by electrophoresis in a 2% (w/v) agarose gel.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Multiplex reverse transcription-nested polymerase chain reaction"
        },
        {
            "text": "RT-nPCR was used to detect the cells infected with CDV vaccine strain, wild-type strain, mixed CDV vaccine and wild-type strains, CPV, CAV, CCV, RV, NDV, and uninfected cells to test its specificity. Extracted RNA from serially diluted (10 4 , 10 3 , 10 2 , 10 1 , 10 0 , 10 -1 , 10 -2 , 10 -3 TCID 50 ) CDV cell cultures (10 6.5 TCID 50 /mL) were assayed by RT-nPCR to determine its sensitivity. RT-nPCR was performed to identify cells infected with CDV vaccine strain, wild-type strain, mixed CDV vaccine and wild-type strains, field samples from Heilongjiang and Jilin province, CPV, CAV, CCV, RV, NDV, and uninfected cells three times to validate the repeatability of the test. 30 samples in Heilongjiang and Jilin provinces, and Fifty-one field samples from dogs, raccoons, foxes, and minks in Shandong provinces were assayed by RT-nPCR; the background of the 51 field samples is listed in table 1. All the positive field samples wild-type strain were confirmed by Rapid test which BioNote, Inc. produced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specificity, sensitivity, and repeatability tests"
        },
        {
            "text": "Two of the field samples from Heilongjiang province were selected for amplification of the H gene of CDV by RT-PCR with primers P5 (5'-CCAATTCATCCAAGCT-GTCC-3') and P6 (5'-GGGATTTGAACGGTTACAT-GAG-3'). The amplified products were cloned and sequenced, and the sequences were aligned with the H genes of a number of CDV strains available in GenBank using the MegAlign function of the DNAStar software package. Thirty field samples from dogs, foxes, and raccoons in Heilongjiang and Jilin provinces were also assayed by RT-nPCR. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic analysis and detection of CDV in field samples by RT-nPCR"
        },
        {
            "text": "After the application of the first-round PCR, primers P2 and P4, and P3, P4, P5 and P6 together, were used to amplify the vaccine and wild-type strains, respectively, at different anneal temperatures. According to the result, when the anneal temperature was from 49-54°C, there was only one specific band. Primers P2, P3, P4, P5 and P6 were used to perform RT-nPCR with different anneal temperatures. Only one specific band was observed at an anneal temperature from 49.5-54.5°C, with the most distinct band appearing at 51.5°C. Thus, 51.5°C was chosen for the RT-nPCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of the application conditions of the multiplex RT-nPCR"
        },
        {
            "text": "A fragment of 247 and 177 bp was amplified from CDV wild-type strain and the vaccine strain, respectively. Two bands of 247 and 177 bp were detected simultaneously from the mixed genomic RNA of the CDV wild-type and vaccine strains. Amplification was not possible for non-CDV viruses, such as CPV, CAV, CCV, RV, NDV-infected cells, and uninfected cells by RT-nPCR (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 372,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Specificity of the multiplex RT-nPCR"
        },
        {
            "text": "Serial 10-fold dilutions of CDV vaccine strain were subjected to amplification by multiplex RT-nPCR. The lowest limit of detection with this method was shown to be 0.1 TCID 50 . Of the 30 field samples, 20 tested positive for CDV, among which, 15 showed presence of wild-type viruses, and 5 showed presence of vaccine strain. Three independent inter-and intra-assay replicates of the multiplex RT-nPCR gave consistent results, indicating the repeatability of the assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity, applicability, and repeatability of the multiplex RT-nPCR"
        },
        {
            "text": "A phylogenetic tree based on the H genes of various CDV strains was generated using the MegAlign of DNAStar software. As shown in Fig. 2 , the selected two samples were grouped into wild-type viruses and belonged to a genotype that is obviously different from the CDV vaccine strain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 136,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Phylogenetic analysis based on H gene"
        },
        {
            "text": "To date, CDV remains one of the most important canine diseases worldwide. Surveillance represents a primary concern in the control of CDV. In addition to traditional methods using virus isolation, several promising antigen-ELISA, AGP, and FA methods have been developed and evaluated. However, these methods are laborious and time consuming. Moreover, these tests cannot differentiate CDV wild-type strains from vaccine strains [13, 14] .",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 432,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "With the recent availability of genomic sequences, molecular diagnostic methods for detection of viruses have significantly improved [15] . Complementary DNA and RNA probes have been used to detect RNA and mRNA of the CDV genome with improved specificity and sensitivity [6, 7] . Primers P1 and P4 (specific for CDV and conserved among CDV species), primer P2 (specific for CDV wild-type strain), and primer P3, P5 (specific for CDV vaccine strain), were selected from the well-conserved regions of the gene encoding matrix protein. A fragment of 600 bp was consistently amplified by RT-PCR with P1/P4 for either CDV vaccine strain or wild-type strain. The nested PCR with P2/P4 generated a 247 bp fragment only for the wild-type strain, while P3/P4, P5/ P6 generated a same 177 bp fragment only for the vaccine strain, and both fragments could be amplified from the mixture of CDV vaccine and wild-type strains. No amplification was obtained for NDV and other common canine viruses, such as CCV, CPV, CAV, RV, and uninfected cells control, indicating the high specificity of the method. The method was sensitive, in that it could detect as little as 0.1 TCID 50 of the virus. The selected two samples were classified into a branch which belongs to the wild-type strain, but constituting a genotype different from that of CDV vaccine strains, as revealed by phylogenetic analysis based on the sequences of the H gene region, which is believed to be the most reliable classification and genetic typing. RT-nPCR was used to detect the 30 field samples in Heilongjiang and Jilin provinces; 20 of the field samples were CDV-positive, among which 15 were wild-type strain, and 5 were vaccine strain.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 275,
                    "end": 277,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Caideron et al [16] performed an extensive phylogenetic and molecular evolution analysis on complete sequences of all CDV genes to assess the role of selection and recombination in shaping viral genetic diversity and driving the emergence of CDV in non-dog hosts. They tested the specific hypothesis that molecular adaptation at known receptor-binding sites of the haemagglutinin gene is associated with independent instances of the spread of CDV to novel non-dog hosts in the wild. The selected two samples isolated from dogs were classified into a branch which belongs to the wild-type strain, but constituting a genotype different from that of CDV vaccine strains, as revealed by phylogenetic analysis based on the sequences of the H gene region, which is believed to be the most reliable classification and genetic typing. RT-nPCR was used to detect the 51 field samples in Shandong provinces; 36 of the field samples were CDV-positive, among which 20 were wild-type strain, 16 were vaccine strain, and 4 were co-infected by wild-type and vaccine strains. In summary, the multiplex RT-nPCR developed in this study is a highly specific and sensitive assay for the rapid detection and differentiation of wildtype and vaccine strains of CDV.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For lack of other vaccine strains except CDV Onderstepoort strain, the primers P5 and P6 were designed, but could not use in this time, however, much work needs to be done before a conclusion that this method has an outstanding performance with other CDV vaccine strains. In summary, the multiplex RT-nPCR developed in this study is a highly specific and sensitive assay for the rapid detection and differentiation of wild-type and vaccine strains of CDV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Animal virology 2nd edition",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "757--762",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "CD9, a tetraspan transmembrane protein, renders cells susceptible to canine distemper virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Loffler",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lottspeich",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lanza",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "42--49",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Studies on manifestations of canine distemper virus infection in an urban dog population",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blixenkrone-Moller",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Svansson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Have",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Vet Microbiol",
            "volume": "37",
            "issn": "",
            "pages": "163--173",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The nucleotide and predicted amino acid sequence of the fusion protein of recent isolates of canine distemper virus in Japan",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Iwatsuki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Miyashita",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Vet Med Sci",
            "volume": "60",
            "issn": "",
            "pages": "381--385",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Canine distemper virus from diseased large felids: biological properties and polygenetic relationships",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Harder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kenter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Gen Virol",
            "volume": "77",
            "issn": "",
            "pages": "397--405",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Virus infections of carnivores",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Applel",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virus infections of vertebrates",
            "volume": "1",
            "issn": "",
            "pages": "371--378",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Canine distemper virus infection and encephalitis in javelinas",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Applel",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Arch Virol",
            "volume": "119",
            "issn": "",
            "pages": "147--152",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Genetic diversity of Hungarian canine distemper virus strains",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Demeter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lakatos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet Microbiol",
            "volume": "122",
            "issn": "3-4",
            "pages": "258--69",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Comparison of the immunofluorescence assay with RT-PCR and nested PCR in the diagnosis of canine distemper",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jozwik",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Frymus",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet Res Commun",
            "volume": "29",
            "issn": "",
            "pages": "347--59",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Establishment and application of reverse transcription Polymerase chain reaction for diagnosis of canine distemper virus. Chinese journal of virology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Z"
                    ],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "5",
            "issn": "",
            "pages": "180--184",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Detect the PBMC of CDV N gene with RT-PCR. Abroad Veterinary",
            "authors": [
                {
                    "first": "Yeon-Sil",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "26--29",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Detection of canine distemper virus (CDV) through one step RT-PCR combined with nested PCR",
            "authors": [
                {
                    "first": "Yong-Hwan",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Kyu-Woan",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "Hwa-Young",
                    "middle": [],
                    "last": "Youn",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Vet Sci",
            "volume": "2",
            "issn": "",
            "pages": "59--63",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparison of methods for detecting CDV antibody",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Z"
                    ],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Chinese Journal of Veterinary Sci",
            "volume": "17",
            "issn": "",
            "pages": "26--29",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Development of diagnostic method of canine distemper",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "P"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Xian",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Mountain Agriculture and Biology",
            "volume": "23",
            "issn": "",
            "pages": "78--82",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Genetic diversity of Hungarian canine distemper virus strains",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "Z"
                    ],
                    "last": "Demeter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lakatos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Palade",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kozma",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Forgách",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Veterinary Microbiology",
            "volume": "122",
            "issn": "",
            "pages": "258--269",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Detection by RT-PCR and genetic characterization of canine distemper virus from vaccinated and non-vaccinated dogs in Argentina",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Calderon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Remorini",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Periolo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mattion",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Torre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet Microbiol",
            "volume": "125",
            "issn": "",
            "pages": "341--350",
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-7-86"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A multiplex reverse transcription-nested polymerase chain reaction for detection and differentiation of wild-type and vaccine strains of canine distemper virus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Si",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology Journal",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Amplification of genomes of different easily infected canine viruses by multiplex reverse transcription-nested polymerase chain reaction. Lane 1: positive control of canine distemper virus (CDV) vaccine strain; lane 2: positive control of CDV wild-type strain; lane 3: uninfected cells control; lane M: DL2000 DNA Marker; lane 4: canine parvovirus; lane 5: canine adenovirus; lane 6: canine coronavirus; lane 7: rabies virus; lane 8: Newcastle disease virus.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Age, sex, vaccination record, clinical form of distemper and diagnosis for dogs with naturally occurring distemper a",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Age, sex, vaccination record, clinical form of distemper and diagnosis for dogs with naturally occurring distemper a (Continued)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The study was partly supported by funds from the Chinese state National Hightech R&D Program (863 Program-2007AA100606). We would like to thank Dr Huaji Chou's help to revise the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests. Authors' contributions WS, SZ, ZW carried out the experiments and wrote the manuscript. SC conceived the studies and participated in experimental design and coordination. All authors read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}