{
    "paper_id": "8b8eca79a2c4625f1ebc17b342a1755253ba473f",
    "metadata": {
        "title": "A Coding Sequence-Embedded Principle Governs Translational Reading Frame Fidelity",
        "authors": [
            {
                "first": "Ji",
                "middle": [],
                "last": "Wan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "postCode": "14853",
                        "settlement": "Ithaca",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiangwei",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "postCode": "14853",
                        "settlement": "Ithaca",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuanhui",
                "middle": [],
                "last": "Mao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "postCode": "14853",
                        "settlement": "Ithaca",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Xingqian",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "postCode": "14853",
                        "settlement": "Ithaca",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shu-Bing",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "postCode": "14853",
                        "settlement": "Ithaca",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Commons Attribution License (CC BY 4.0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Upon initiation at a start codon, the ribosome must maintain the correct reading frame for hundreds of codons in order to produce functional proteins. While some sequence elements are able to trigger programmed ribosomal frameshifting (PRF), very little is known about how the ribosome normally prevents spontaneous frameshift errors that can have dire consequences if uncorrected. Using high resolution ribosome profiling data sets, we discovered that the translating ribosome uses the 3 end of 18S rRNA to scan the AUG-like codons after the decoding process. The postdecoding mRNA:rRNA interaction not only contributes to predominant translational pausing, but also provides a retrospective mechanism to safeguard the ribosome in the correct reading frame. Partially eliminating the AUG-like \"sticky\" codons in the reporter message leads to increased +1 frameshift errors. Remarkably, mutating the highly conserved CAU triplet of 18S rRNA globally changes the codon \"stickiness\". Further supporting the role of \"sticky\" sequences in reading frame maintenance, the codon composition of open reading frames is highly optimized across eukaryotic genomes. These results suggest an important layer of information embedded within the protein-coding sequences that instructs the ribosome to ensure reading frame fidelity during translation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The importance of the translation machinery and its fidelity have been apparent since the discovery of the genetic code [1] . During translation, the ribosome reads nucleotide triplets in a successive, nonoverlapping fashion. For a given coding sequence, it is the start codon (most likely AUG) that establishes the reading frame. Since there is no punctuation between codons for successive amino acid residues, all three reading frames give rise to different codon sequences. However, only one reading frame primarily serves as the coding template for functional proteins because a high frequency of stop signals exists in alternative frames [2] . This feature represents a strong evolutionary optimization of codon sequences that minimizes the consequence of frameshift errors [3] . Unlike missense errors, which are not necessarily destructive to proteins, frameshift errors are deleterious as premature termination often leads to nonfunctional translational products. Therefore, the ribosome must keep the correct reading frame for hundreds to thousands of codons during translation to ensure proper protein production.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 779,
                    "end": 782,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previous attempts to investigate the mechanisms underlying reading frame maintenance have focused on the interaction between mRNA and tRNA at the decoding center [4] . Although codon:anticodon pairing is central to decoding accuracy, there is an extensive network of interaction between mRNA, rRNA, and ribosomal proteins [5] . The stepwise, codon by codon, progression of the ribosome along the mRNA from the 5 to 3 direction is primarily driven by translocation [6] . During this step, the ribosome undergoes massive conformational rearrangement, allowing movement of P-and A-site tRNAs into the E-and P-sites, respectively [7] [8] [9] [10] . It is thought that the coordinated rotation of large and small subunits ensures one codon precision in the movement of mRNA and the attached tRNAs after peptidyl transfer [11] . However, tremendous flexibility exists. In bacteria, while elongation factor G (EF-G) mediates one codon forward movement of mRNA:tRNA complexes, elongation factor 4 (EF4) catalyzes back-translocation [12] . Lack of EF4 has been shown to reduce translation fidelity under stress conditions [13] , suggesting that translocation is error-prone.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 634,
                    "end": 637,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1024,
                    "end": 1028,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1113,
                    "end": 1117,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While ribosomes must maintain the correct reading frame in order to produce functional proteins, some cisacting signals located in mRNAs are able to trigger programmed ribosomal frameshifting (PRF) [14] . Such recoding events have been exploited by viruses to expand the genetic coding capacity within their limited genome size [15, 16] . The typical signals for -1 PRF include a slippery sequence, a downstream secondary structure (usually a pseudoknot), and a short spacer in between. With an increasing amount of PRF signals identified, it is clear that the ribosome bears tremendous flexibility in decoding mRNAs. The rich communication between the ribosome and the message is thus equally, if not more, important as codon:anticodon pairing in maintaining translation fidelity. However, our understanding of individual PRF cases provides limited insights on how the ribosome normally maintains the correct reading frame [17] [18] [19] [20] . The fundamental question centers on how the ribosome is able to achieve remarkable precision for the majority of mRNA coding sequences while permitting off-track in certain regions.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 934,
                    "end": 938,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Research"
        },
        {
            "text": "Here we set out to investigate mechanistic features of coding sequences in translational reading frame fidelity. Using high resolution ribosome profiling data sets obtained from eukaryotic cells, we uncovered universal \"sticky\" sequences within the coding region that retains the ribosome by pairing with 18S rRNA. Analogous to the internal Shine-Dalgarno (SD) sequences in prokaryotic mRNAs [21] , the eukaryotic \"sticky\" sequences contribute to pervasive translational pausing. Importantly, the interaction between the mRNA \"sticky\" sequence and the 3 end of 18S rRNA offers a gripping mechanism after decoding to guide the ribosome in the correct reading frame during translation. In addition, we found that mRNA coding sequences are subject to multilevel optimization during evolution to minimize frameshift errors. Our work illustrates new layers of information embedded within protein-coding sequences that extends our understanding of the genetic code.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Research"
        },
        {
            "text": "To understand how ribosomes normally maintain translational reading frame fidelity, it is necessary to determine the spontaneous frameshift (FS) rate under physiological conditions. We adopted a luciferase-based bicistronic reporter assay, in which both the Renilla luciferase (Rluc) and the Firefly luciferase (Fluc) are synthesized from the same mRNA (Figure 1 (a)) [22] . A flag-tag was added at the 5 end of the Rluc coding region after the start codon and the full length flag-Rluc fusion protein serves as control for in-frame translation. For the +1 FS reporter, we inserted a single cytosine (C) between flag and Rluc, thereby placing the entire Rluc coding region into frame 1. Since no AUG start codons are present in frame 1 before the Rluc coding region, any detectable Rluc activities are derived from the +1 FS event during flag synthesis. To eliminate Fluc products via leaky scanning, we conducted anti-Flag immunoprecipitation in parallel. Notably, only after the FS events taking place within a window delimited by the nearest stop codons flanking the insertion site, can the shifted ribosome reach frame 1 coding region of Rluc (Figure 1(a) , highlighted region). Compared to the in-frame control, we observed a reproducible +1 FS rate of 0.52% in HEK293 cells and 0.37% in MEF cells (Figure 1(a) , right panel). After adjustment by the size of the FS window, the average +1 FS rate per codon in HEK293 and MEF cells is 0.04% and 0.03%, respectively. We next constructed a -1 FS reporter by inserting two additional bases (CA) between flag and Rluc. Once the ribosome skips two bases or slips back one base within the FS window, it will reach frame 2 Rluc coding region for translation. Compared to the +1 FS reporter, we observed a relatively lower -1 FS rate of 0.03% in HEK293 and 0.02% in MEF after adjustment by the size of the FS window (Figure 1(a) ). This value is in the similar range of spontaneous FS rates reported previously [23] .",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1957,
                    "end": 1961,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 362,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1147,
                    "end": 1159,
                    "text": "(Figure 1(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1303,
                    "end": 1315,
                    "text": "(Figure 1(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1862,
                    "end": 1874,
                    "text": "(Figure 1(a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Measuring Spontaneous Frameshift Rates during Translation."
        },
        {
            "text": "The seemingly low FS rates measured from the reporter assay could have striking effects on ribosome engagement if the FS rate remains constant over the entire coding region. Even with the lower bound FS rate (0.03% for +1 FS and 0.02% for -1 FS), the theoretical exponential decay predicts that nearly 20% of ribosomes will be derailed from the mRNA before reaching the stop codon of Rluc (Figure 1(b) ). To experimentally determine the pattern of ribosome occupancy along the Rluc coding region, we conducted ribosome profiling in HEK293 cells transfected with the control bicistronic plasmid [24, 25] . In spite of the nonuniform read distribution, the average trend of ribosome occupancy along the Rluc coding region does not parallel with the predicted exponential decay (Figure 1(b) , bottom panel).",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 598,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 389,
                    "end": 401,
                    "text": "(Figure 1(b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 775,
                    "end": 787,
                    "text": "(Figure 1(b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Measuring Spontaneous Frameshift Rates during Translation."
        },
        {
            "text": "We next assessed global ribosome drop-off across endogenous transcripts by comparing the average ribosome density for the first and second half of each coding region (CDS) in HEK293 cells (Figure 1 (c)) [26] . The strong correlation (R = 0.955) between the two regions indicates that there is minimal drop-off in ribosome occupancy for the vast majority of genes (Table S1 ). If spontaneous FS errors occur in a continuous manner, the overall ribosome drop-off is expected to increase as function of CDS length. However, the ratio of ribosome density between the first and second half of CDS largely maintains irrespective of the CDS size ( Figure 1(d) ). The same pattern also holds true in MEF cells ( Figure S1A and S1B). Interestingly, a few genes that display large drop-off are known examples of PRF. For instance, both OAZ1 and OAZ2 undergo controllable +1 PRF, allowing synthesis of ornithine decarboxylase (ODC) antizymes [27] ( Figure 1 (c) and S1C).",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 931,
                    "end": 935,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 197,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 363,
                    "end": 372,
                    "text": "(Table S1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 641,
                    "end": 652,
                    "text": "Figure 1(d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 704,
                    "end": 714,
                    "text": "Figure S1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 938,
                    "end": 946,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Measuring Spontaneous Frameshift Rates during Translation."
        },
        {
            "text": "The discrepancy between the experimental FS rates and ribosomal occupancy suggests that the overall frameshift consequence cannot be extrapolated from the local region in a linear manner. To assess the natural reading frame accuracy of individual ribosomal steps, we took advantage of ribosome profiling data sets that permit determination of ribosome positions at a subcodon resolution [28] . Similar to previous reports [29] , the overall ribosome-protected fragments (RPFs) show a strong 3-nucleotide periodicity with approximately 70% of reads mapped to frame 0 ( Figure  S1D ). The remaining out-of-frame reads could be due to (d) Using ribosome profiling data in HEK293 cells, the ratio of average ribosome density between first and second half of each ORF is plotted against the ORF size. Genes with no less than 50 read counts in at least half of the CDS are shown in dark red.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 579,
                    "text": "Figure  S1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Effects of RPF Codon Identity on Reading Frame Fidelity."
        },
        {
            "text": "technical artifacts. For instance, nuclease overdigestion or incomplete digestion will shift the resultant RPF from frame 0 to frame 1 or 2, respectively. Despite these inevitable variations, specific FS events occurring at particular regions could be discernable by altered phasing [30, 31] . We computed the in-frame rate (IFR) for footprints mapped to individual codon positions by calculating the percentage of RPFs aligned to frame 0. The IFR value represents, on a relative scale, how accurately the ribosome is positioned when a particular codon is encountered. A typical ribosome footprint covers 10 or so codons (Figure 2(a) ). If the codon identity at each position does not contribute to reading frame maintenance, we expect to see uniform IFR values among the 61 sense codons. Using the ribosome profiling data from HEK293 cells, we computed the average IFR for RPFs with specific codons at individual positions of the footprint. As expected, RPFs with different 3 end codons show little variation of IFR (< 1.2-fold, Figure 2 (a)), because those codons are not yet being decoded. For RPFs grouped by P-site or A-site codons, we observed a modest variation of IFR (∼1.5-fold). To our surprise, when the 5 end codon identity is considered, there is a substantial variation of IFR (> 4.5-fold) among the 61 sense codons ranging from 0.2 to 0.9 (Figure 2(a) ). This feature is independent of the RPF length because we observed a nearly identical pattern for RPFs with a fixed length of 28 nt ( Figure S1E ). Interestingly, for footprints with IFR values above the average, their 5 end codons mostly belong to AUGlike triplets (i.e., codons that differ from AUG by a single nucleotide) (Figure 2 (b) and Table S2 ). This salient feature is highly reproducible in biological replicates and in different cell lines ( Figure S2A ). All 61 sense codons are plotted by the average codon coverage score of RPFs (x-axis) against the average in-frame rate (y-axis). (c) Metagene analysis of RPFs obtained from HEK293 cells. Transcripts are aligned at the annotated start codon (1st AUG, green triangle) or internal AUG codons (blank triangle). The average read density at each nucleotide position is plotted using the P-site of RPFs stratified by reading frames (magenta, frame 0; blue, frame 1; green, frame 2). The aligned codon is highlighted, which corresponds to the 5 end of footprints when the P-site is at the +12 codon position. We next examined whether the codon identity affects the relative abundance of RPFs. The codon-specific RPF abundance is determined by calculating average codon coverage, which represents how frequently we observe ribosomes when that codon appears at specific positions of the footprint. Previous studies have focused on codon identity at the decoding center and the effect on ribosomal pausing [32] . Indeed, both the A-site and P-site codon identities influence the RPF abundance ( Figure 2 (a), bottom panel). Intriguingly, RPFs grouped by 5 end codons display the greatest variation of abundance with prominent pausing that appeared for footprints starting with AUG-like codons (Figures 2(a) and 2(b)). In contrast to A-site or P-site codons that exhibit only weak correlation between the reading frame accuracy and the ribosome dwell time, the 5 end codon identity of RPFs influences both footprint abundance and reading frame fidelity in a coordinated manner (Spearman's R = 0.855, Figure 2 (b)). This result suggests that the 5 end codonassociated ribosomal pausing is coupled with reading frame fidelity.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2832,
                    "end": 2836,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 621,
                    "end": 633,
                    "text": "(Figure 2(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1030,
                    "end": 1038,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1354,
                    "end": 1366,
                    "text": "(Figure 2(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1503,
                    "end": 1513,
                    "text": "Figure S1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1694,
                    "end": 1703,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1712,
                    "end": 1720,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 1823,
                    "end": 1833,
                    "text": "Figure S2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2921,
                    "end": 2929,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3425,
                    "end": 3433,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Effects of RPF Codon Identity on Reading Frame Fidelity."
        },
        {
            "text": "Preference from Sequencing Bias. We previously attributed the elevated ribosome density at the +12 nt position after the AUG start codon to the peptide tunnel within the ribosome [33] . However, the increased read peak also emerges at the same position after internal AUG codons, including the last AUG ( Figure 2 (c)). Therefore, this feature is unlikely due to the initiation event. Indeed, we observed the same 5 end codon preference after excluding the first 30 nt of CDS ( Figure S2B ). For many deep sequencing results, the 5 end of reads is subject to technical bias [34] . The commonly found A/T enrichment at the 5 end of reads in Ribo-seq and RNA-seq is possibly due to unequal ligation during library construction [35] . Therefore, it is possible that the overrepresentation of AUG codon at the 5 end of RPFs is a result of sequencing bias. To uncover true footprint features masked by sequencing bias, we took several independent approaches to characterizing RPFs. First, we compared ribosome profiling and RNA-seq data sets generated using the same protocol from the same cells. Indeed, RNA-seq reads exhibit an obvious A/T enrichment for the first nucleotide ( Figure S2C ). However, our Ribo-seq reads mainly start with A, but not T. Despite the common A preference for the 5 end nucleotide, RNA-seq reads exhibit poor correlation between read abundance and IFR for their 5 end codons. Therefore, although some ribosome footprints could be inflated as a result of sequencing bias, they must originally dwell in the right reading frame. Second, the high IFR values associated with certain RPFs could also be seen in the absence of cycloheximide (CHX) ( Figure S2A ), excluding the possible side effect of translation inhibitors by altering ribosomal Research 5 conformations [36] . Third, we stratified RPFs based on read length and found the consistent pattern of IFR and codon coverage ( Figure S3A ). Thus, the 5 end bears reliable information in inferring ribosome positions and reading frames. Fourth, we reanalyzed a series of ribosome profiling data sets published previously by different research groups [37] . Despite the varying data quality and using different species, RPFs with certain 5 end codons are well separated in terms of IFR values ( Figure S3B ). In particular, the AUG codon clearly stands out with prominent read density and reading frame fidelity.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1789,
                    "end": 1793,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2126,
                    "end": 2130,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 313,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 478,
                    "end": 488,
                    "text": "Figure S2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1175,
                    "end": 1185,
                    "text": "Figure S2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1667,
                    "end": 1677,
                    "text": "Figure S2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1904,
                    "end": 1914,
                    "text": "Figure S3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2270,
                    "end": 2280,
                    "text": "Figure S3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Uncovering Biological Meanings of RPF 5 End Codon"
        },
        {
            "text": "Since Ribo-seq collects footprints from cell lysates, it is possible that footprints starting with certain codons are better protected by ribosomes in vitro. To confirm whether the 5 end codon preference also exists in vivo, we took advantage of the data set generated by 5P-seq [38] . 5Pseq captures naturally occurring 5 end of footprints as a result of mRNA decay ( Figure S4A ). Since 5P-seq also involves the ligation step, a similar A/T bias is found at the 5 end of 5P-seq reads ( Figure S4C ). Notably, 5P-seq revealed a shifted 5 end position compared to Ribo-seq ( Figure S4B ). Only after a 4 nt adjustment, could we observe the prominence of AUG in both IFR and read abundance ( Figure S4D ). Since the virtual 5 end is not part of the sequencing reads in 5P-seq, this result affirms that the 5 end codon preference observed in ribosome footprints is not a result of experimental aberrations. Additionally, we observed a positive correlation between Ribo-seq and 5P-seq results in both 5 end codon coverage and in-frame rate ( Figure S4E ).",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 379,
                    "text": "Figure S4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 488,
                    "end": 498,
                    "text": "Figure S4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 575,
                    "end": 585,
                    "text": "Figure S4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 691,
                    "end": 701,
                    "text": "Figure S4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1039,
                    "end": 1049,
                    "text": "Figure S4E",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Uncovering Biological Meanings of RPF 5 End Codon"
        },
        {
            "text": "Reading Frame Fidelity. How does the 5 end codon identity of footprints influence the residence time of ribosomes? A previous study using UV crosslinking reported extensive interaction between the small subunit 40S and the bound mRNA [39] . In particular, the 3 -terminal of 18S rRNA crosslinked to mRNA positions of -8 to -11 nt (relative to the +1 of the P-site), which corresponds to the 5 end of ribosome footprints. Given the highly conserved 3 -terminal sequence of 18S rRNA among all eukaryotic species ( Figure S5A ), we hypothesize that the AUG-like codons of mRNAs interact with the 3 -proximal CAU triplet of 18S rRNA, thereby retaining the translating ribosome. Supporting this notion, an elevated read density appears unanimously at the +12 nt position following the start site as well as internal AUG codons (Figure 2(c) ). Given the 12 nt offset between the mapped P-site and the 5 end, it is likely that the ribosome pauses whenever the AUG codon reaches the mRNA exit site of the ribosome after decoding. Notably, the same feature is also evident for other AUG-like codons, such as AUC, but not non-AUG codons like GUC ( Figure S5B ). We termed these AUG-like codons of mRNA as \"sticky\" sequences as they tend to retain the ribosome during elongation (Figure 3(a) ).",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 512,
                    "end": 522,
                    "text": "Figure S5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 822,
                    "end": 834,
                    "text": "(Figure 2(c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1138,
                    "end": 1148,
                    "text": "Figure S5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1268,
                    "end": 1280,
                    "text": "(Figure 3(a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "mRNA:rRNA Pairing Influences Ribosome Pausing and"
        },
        {
            "text": "The feature of \"sticky\" codons in eukaryotic mRNAs is analogous to the Shine-Dalgarno (SD) sequence found in bacterial messages. It is expected that the first event of such interaction occurs when the ribosome decodes the 5th codon, where the tail of 18S rRNA reaches the start codon AUG (Figure 3(b) ). Intriguingly, we found that the +12 nt ribosomal pausing was far from uniform, suggesting that other factors may influence the putative mRNA:rRNA interaction, such as mRNA folding, modification, or ribosome stacking. We classified all the transcripts into two groups depending on whether the +12 nt peak is above or below the average ribosome density. For messages without +12 nt ribosomal pausing, the downstream region showed a surprisingly lower average IFR value than the first 3 codons. Notably, the downstream IFR was gradually restored to the average level (Figure 3(b) , right panel). However, it is possible that these transcripts contain overlapping out-of-frame ORFs in the 5 -proximal region. We next compared the regional IFR before and after internal \"sticky\" or \"non-sticky\" codons. When transcripts were aligned to the second AUG (first internal AUG) codon, we observed a modest increase of IFR values averaged from the downstream region relative to the upstream (Figure 3(c) , top panel). This feature was not seen when transcripts were aligned to the first GGC codon. We speculate that the putative mRNA:rRNA interaction during elongation helps maintain the reading frame fidelity in downstream coding regions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 300,
                    "text": "(Figure 3(b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 868,
                    "end": 880,
                    "text": "(Figure 3(b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1283,
                    "end": 1295,
                    "text": "(Figure 3(c)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "mRNA:rRNA Pairing Influences Ribosome Pausing and"
        },
        {
            "text": "The seemingly modest effect of a single AUG codon (7.6%) in maintaining the reading frame of downstream regions could be substantial when multiple internal AUGlike codons are considered. To demonstrate whether the internal mRNA:rRNA pairing could potentially adjust outof-frame translation, we attempted to induce out-of-frame translation by incubating HEK293 cells in a culture medium devoid of methionine. As expected, methionine starvation potently suppressed AUG-initiated translation and gave rise to footprints with mixed reading frames ( Figure S6A and S6B), presumably due to non-AUG translation of upstream and downstream ORFs. To our surprise, in the absence of methionine, there was an outstanding ribosome pausing at the +12 nt position following the start codon as well as internal AUG codons (Figure 3 (c) and Figure S6B ). Despite the poor IFR in regions before the internal AUG, a prominent ribosome pause at this \"sticky\" codon resulted in a much improved IFR with an increase of 17% (Figure 3 (c), bottom panel). By contrast, when a typical \"non-sticky\" codon GGC was chosen to align the messages, we observed a decreased IFR value for the downstream region (Figure 3(d) ). Collectively, these results support the notion that mRNA:rRNA pairing during translation helps retain the ribosome in the reading frame originally set by the AUG start codon.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 555,
                    "text": "Figure S6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 806,
                    "end": 815,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 824,
                    "end": 834,
                    "text": "Figure S6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1001,
                    "end": 1010,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1176,
                    "end": 1188,
                    "text": "(Figure 3(d)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "mRNA:rRNA Pairing Influences Ribosome Pausing and"
        },
        {
            "text": "Effects. To experimentally dissect the differential effects of \"sticky\" versus \"non-sticky\" sequences on reading frame fidelity, we employed +1 and -1 FS reporters by introducing a 21-mer of extra sequences between flag and Rluc but before the FS insertion site (Figure 4(a) ). Both \"sticky\" and \"nonsticky\" sequences were carefully chosen to avoid AUG and stop codons in all three reading frames. By normalizing to the in-frame control, the Rluc levels in transfected cells represent the extent of corresponding FS events. Notably, the insertion of different amino acids had little effect on Rluc activities, although the presence of \"non-sticky\" sequence slightly lowered the Rluc level in the in-frame control (Figure 4 (a), right panel). However, for the +1 FS reporter containing the \"non-sticky\" sequence, the Rluc level was about 4-fold higher than the \"sticky\" counterpart in both HEK293 and MEF cells. Intriguingly, the marked difference seen in the +1 FS reporter was not observable in the -1 FS reporter. To exclude possible crypt splicing events or hidden promoters generated after insertion of extra sequences, we repeated these experiments by transfection of cells using capped mRNAs synthesized in vitro. We obtained nearly identical results in both HEK293 and MEF cells ( Figure S7A ). Our data indicate that the lack of \"sticky\" codons along the coding region triggers high frequency of +1 FS events, but not -1 FS. This is in line with the model that mRNA:rRNA pairing serves as a \"brake\" at the outside of the mRNA tunnel to prevent overmovement of the message during translocation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 274,
                    "text": "(Figure 4(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 713,
                    "end": 722,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1288,
                    "end": 1298,
                    "text": "Figure S7A",
                    "ref_id": null
                }
            ],
            "section": "mRNA:rRNA Pairing Exhibits Reading Frame-Specific"
        },
        {
            "text": "The AUG-like codons do not exclusively exist in frame 0. It is unclear whether these \"sticky\" sequences would promote frameshifting once they are placed in different reading frames. To address this question, we constructed FS reporters by inserting the \"sticky\" sequence into different reading frames preceding the Rluc coding region (Figure 4(b) ). Constructs with frame 0 \"sticky\" insert were used as control. For the +1 FS reporter, we observed negligible difference of Rluc levels in transfected cells regardless of the frames the \"sticky\" sequence residing in Figure 4(b) . However, for the -1 FS reporter, we observed greater than 2-fold Rluc activities in transfected cells when the \"sticky\" insert was relocated from frame 0 to frame 2. Once again, mRNA transfection gave rise to the similar results, confirming the reading frame-specific effects of \"sticky\" sequence in driving frameshifting ( Figure  S7B ). The finding that frame 2 \"sticky\" sequence is easier to induce FS than the same sequence in frame 1 is surprising but consistent with the \"gripping\" model of mRNA movement imposed by mRNA:rRNA pairing (Figure 4(c) ). When the AUG-like codons are present in frame 1, mRNA:rRNA pairing is less favorable than the one bearing \"sticky\" codons in frame 2 ( Figure S8 ). To resolve the extra nucleotide in the mRNA loop, it is relatively easier to push back 1 nt upon translocation, resulting in -1 FS (Figure 4(c) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 346,
                    "text": "(Figure 4(b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 565,
                    "end": 576,
                    "text": "Figure 4(b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 903,
                    "end": 914,
                    "text": "Figure  S7B",
                    "ref_id": null
                },
                {
                    "start": 1119,
                    "end": 1131,
                    "text": "(Figure 4(c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1270,
                    "end": 1279,
                    "text": "Figure S8",
                    "ref_id": null
                },
                {
                    "start": 1414,
                    "end": 1426,
                    "text": "(Figure 4(c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "mRNA:rRNA Pairing Exhibits Reading Frame-Specific"
        },
        {
            "text": "To further demonstrate the unexpected role of mRNA:rRNA pairing in ribosomal pausing as well as reading frame maintenance, we attempted to evaluate the behavior of ribosomes bearing a 18S rRNA mutant with altered mRNA:rRNA interaction. The presence of hundreds of rDNA copies in cells prevents us from using genome editing tools like CRISPR/Cas9. Instead, we used a previously described 18S rRNA expression system that has been shown to be able to incorporate the exogenously expressed 18S rRNA into ∼15% of 40S subunits in transfected cells [40] . To change the base pairing between 18S rRNA and mRNA, we mutated the 3 terminal CAU triplet of 18S rRNA into GCC ( Figure 5(a) ). The resultant 18S(GCC) mutant is expected to establish new base pairing with mRNA codons like GGC, one of the typical \"non-sticky\" codons for wild type 18S rRNA. Therefore, global changes of codon \"stickiness\" in the presence of 18S(GCC) mutant will help us validate the critical role of mRNA:rRNA pairing in translation fidelity.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 546,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 664,
                    "end": 675,
                    "text": "Figure 5(a)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Mutant 18S rRNA Alters Global Codon \"Stickiness\"."
        },
        {
            "text": "We conducted ribosome profiling of MEF cells transfected with either 18S(WT) or 18S(GCC) followed by in-depth RPF analysis. Interestingly, for RPFs mapped to mRNAs, the usually underrepresented nucleotide G now becomes dominant in cells expressing 18S(GCC) (Figure 5(a) ). This result further suggests that the 5 end sequence preference of RPFs does not entirely stem from technical artifacts. We examined the abundance of RPFs with specific codons at the P-site or the 5 end (Table S3) . RPFs grouped by P-site codons exhibit little change of abundance in cells expressing 18S(GCC) (Figure 5(b) ). Thus, the 3 tail of 18S rRNA does not influence the residence time of ribosomes during decoding. However, when the footprint 5 end codon identity was analyzed, RPFs starting with GGC-like codons showed an evident increase of abundance in cells expressing 18S(GCC). Metagene analysis of transcriptome aligned at specific codons revealed a clear switch of codon \"stickiness\" as judged by the +12 nt peak height between wild type and mutant 18S rRNA ( Figure S9 ). These results indicate that the 18S rRNA mutant alters the relative \"stickiness\" of mRNA codons by reestablishing mRNA:rRNA pairing during translation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 269,
                    "text": "(Figure 5(a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 476,
                    "end": 486,
                    "text": "(Table S3)",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 595,
                    "text": "(Figure 5(b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1048,
                    "end": 1057,
                    "text": "Figure S9",
                    "ref_id": null
                }
            ],
            "section": "Mutant 18S rRNA Alters Global Codon \"Stickiness\"."
        },
        {
            "text": "We next evaluated the reading frame fidelity of ribosome footprints in cells expressing either 18S(WT) or 18S(GCC). For RPFs with different P-site codon identity, their IFR values were nearly identical in both transfected cells ( Figure 5(c) ). Only when the 5 end codon identity was compiled, did certain codons exhibit skewed IFR values for their footprints. For RPFs with increased IFR in the presence of 18S(GCC), many of their 5 end codons belong to GGC-like triplets. The relatively higher sensitivity of GGC-like codons to the 18S(GCC) mutant is likely owing to their low basal levels of IFR. Although only a small portion of 40S subunits were incorporated with 18S(GCC), the true effect of mutant 18S rRNA would be even greater.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 241,
                    "text": "Figure 5(c)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Mutant 18S rRNA Alters Global Codon \"Stickiness\"."
        },
        {
            "text": "Since insertion of \"non-sticky\" sequence into frame 0 triggered high frequency of +1 FS (Figure 4(a) ), we predicted that overexpression of 18S(GCC) mutant should suppress +1 FS. This was indeed the case. We observed about 38% reduction of +1 FS in cells transfected with 18S(GCC) as compared to the 18S(WT) (Figure 5(d) ). Intriguingly, the inframe control bearing the \"non-sticky\" sequence showed an increased Rluc levels in the presence of 18S(GCC). Taken together, changing mRNA:rRNA interaction not only alters global \"stickiness\" of sequences, but also influences spontaneous frameshifting errors during translation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 100,
                    "text": "(Figure 4(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 308,
                    "end": 320,
                    "text": "(Figure 5(d)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Mutant 18S rRNA Alters Global Codon \"Stickiness\"."
        },
        {
            "text": "Up to this point, it is clear that the ribosome not only reads the message via the decoding center, but also scans the mRNA using the tail of 18S rRNA. The postdecoding mRNA:rRNA interaction plays an unexpected role in reading frame fidelity and exerts a surprising reading frame-specificity. For instance, mRNA:rRNA pairing only prevents +1 FS but not -1 FS (Figure 4(a) ). In addition, the \"sticky\" sequence is rather safe in frame 1 because it does not induce +1 frameshifting errors (Figure 4(b) ). Since \"sticky\" codons, when present in frame 2, promote -1 FS by potentially reengaging ribosomes, we reasoned that AUG-like codons must be avoided in frame 2 during evolution to minimize spontaneous FS errors. We computed the codon composition in different reading frames for the entire coding region of human genome (Figure 6(a) ). Intriguingly, nearly all of the ATG-like codons are kept at minimal levels in frame 2 with the ATG itself the lowest. To exclude the possibility that the codon preference in frame 2 is a result of codon selection in frame 0, we randomized whole codons while maintaining the original amino acid sequence. Remarkably, ATG and GGC codons in frame 2 of randomized sequences are clearly deviated from the same codons in human CDS ( Figure S10A ). Similar results were obtained after dinucleotide randomization. Therefore, the codon preference in frame 2 is not a consequence of codon bias that existed in frame 0. Additionally, the asymmetric distribution of \"sticky\" codons among reading frames is highly conserved across different eukaryotic genomes ( Figure  S10B ). These results clearly indicate that there is a universal trend of selection for low frequency of \"sticky\" codons in frame 2. As a typical example, the -actin gene ACTB showed very few \"sticky\" codons in frame 2 and displayed constant ribosome occupancy along the coding region ( Figure 6(b) ). Interestingly, the distribution of \"sticky\" codons among the reading frames of OAZ1 is not uniform (Figure 6(c) ). The stop codon of OAZ1, serving as the +1 PRF site, appears to be a dividing point for \"sticky\" codon composition in frame 2. Since frame 2 becomes frame 1 after +1 PRF, this result supports the view that codon optimization is highly coordinated between general coding regions and specific PRF signals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 371,
                    "text": "(Figure 4(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 487,
                    "end": 499,
                    "text": "(Figure 4(b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 821,
                    "end": 833,
                    "text": "(Figure 6(a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1264,
                    "end": 1275,
                    "text": "Figure S10A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1586,
                    "end": 1598,
                    "text": "Figure  S10B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1881,
                    "end": 1892,
                    "text": "Figure 6(b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1995,
                    "end": 2007,
                    "text": "(Figure 6(c)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "\"Sticky\" Codons Exhibit Frame-Specific Distribution."
        },
        {
            "text": "Maintaining reading frame fidelity during mRNA translation is a cellular imperative. In general, frameshift errors are more deleterious than missense errors in protein production. While amino acid mis-incorporation is primarily monitored in the decoding center via sampling tRNAs, mechanisms controlling the step size of translocation are poorly understood. The accuracy of decoding itself, however, is insufficient to account for the high degree of reading frame fidelity in translation of long messages. For the ribosome to adhere to the correct reading frame during the entire course of translation, a retrospective fidelity check by the ribosome after translocation seems to be critical. Interestingly, in bacteria, the internal SD:anti-SD interaction is able to reposition the ribosome from frame 0 to frame 1, thereby causing +1 PRF. This feature is well documented in the prfB gene and is essential for the synthesis of full length release factor 2 (RF2) [41, 42] . Although other factors are essential in this PRF, this phenomenon suggests that mRNA:rRNA pairing plays a role in controlling translational reading frames. Analogous to prokaryotic SD:anti-SD duplex formation, eukaryotic mRNA:rRNA pairing has been reported to play a role in noncanonical translation initiation [43, 44] , as well as reinitiation [45] . However, the physiological significance of mRNA:rRNA interaction during elongation remained elusive. We found that the feature of mRNA:rRNA pairing plays a similar role in eukaryotic translation. Importantly, it provides a postdecoding \"gripping\" mechanism to prevent overmovement of mRNA during translocation. This notion is supported by several lines of evidence. First, the FS reporter assay showed greater than 4-fold higher frameshift errors when the mRNA:rRNA interaction is disrupted by replacing the \"sticky\" codons with the \"non-sticky\" sequence. Second, we observed a high frequency of -1 FS when the \"sticky\" sequence was relocated from frame 0 to frame 2. Third, codon composition analysis revealed that \"sticky\" codons are generally avoided in frame 2 for the majority of genes, suggesting a strong selection for codon optimization. Fourth, for genes experiencing PRF (such as OAZ1), the \"sticky\" codons are clearly redistributed among different reading frames. Although the functional purpose of individual cases may differ, the advantage associated with mRNA:rRNA pairing offers a clear mechanistic view of reading frame maintenance during translation.",
            "cite_spans": [
                {
                    "start": 962,
                    "end": 966,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 967,
                    "end": 970,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1284,
                    "end": 1288,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1289,
                    "end": 1292,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1319,
                    "end": 1323,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For the ribosome to achieve translational accuracy, it is conceivable that at least two types of RNA interaction occur during the course of translation: mRNA:tRNA pairing at the decoding center and mRNA:rRNA pairing at the exit tunnel of the mRNA path. While the former ensures proper mRNA decoding via tRNA sampling, the latter secures the correct reading frame via a gripping mechanism. Unlike the continuous codon:anti-codon pairing, the appearance of \"sticky\" codons along the primary reading frame is periodic because the majority of 61 sense codons are \"non-sticky\" (Figure 6(a) ). How does the periodic mRNA:rRNA interaction contribute to continuous reading frame precision? We reasoned that the frame-specific effect of \"sticky\" codons offers an autocorrecting mechanism to achieve retrospective fidelity control. For instance, once the \"non-sticky\" codons reach the exit site of the mRNA path, the lack of mRNA grip may cause a higher chance of +1 FS (Figure 4(a) ). However, the recurrence of the next \"sticky\" codons in frame 0 (now becomes frame 2 after +1 FS) has the potential to induce -1 FS (Figure 4(b) ), which ultimately cancels the original +1 FS. Therefore, the periodic presence of \"sticky\" codons is able to maintain reading frame accuracy via self-guard and autocorrection. The remarkable reading frame fidelity is well reflected by the fact that the majority of transcripts have minimal ribosome drop-off during translation (Figure 1(c) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 572,
                    "end": 584,
                    "text": "(Figure 6(a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 960,
                    "end": 972,
                    "text": "(Figure 4(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1107,
                    "end": 1119,
                    "text": "(Figure 4(b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1449,
                    "end": 1461,
                    "text": "(Figure 1(c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It is intriguing that the eukaryotic mRNA:rRNA pairing is centered on AUG, a codon essentially selected for initiation. For any given transcript, it is the position of the start codon that defines the corresponding open reading frame. Despite the codon degeneracy, it is puzzling that the start codon AUG is shared with the internal methionine codon. Since the AUG codon is complementary to the CAU triplet at the 3 end of 18S rRNA, it is tempting to speculate that its \"stickiness\" helps retain the translation machinery in the reading frame originally set by AUG. Robustness to frameshift errors is likely an inherent constraint on the early genetic code. As a result, selection of AUG as a start codon lowers the fitness cost by minimizing frameshifting errors. Notably, recent development of initiating ribosome profiling in eukaryotes revealed prevalence of non-AUG start codons in eukaryotes [32, 46, 47] . Notably, the majority of those non-canonical initiators belong to AUG-like codons, which bear similar \"stickiness\" as AUG in mediating mRNA:rRNA pairing. Additionally, the highly conserved 3 end of 18S rRNA has been found to be heavily modified in both precursor and mature forms [48] . The critical role of differential nucleotide modification in mRNA:rRNA interaction awaits further investigation. It is possible that the ribosome serves as a molecular selector by employing mRNA:rRNA interaction to shape the evolution of the start codon as well as codon optimization in the coding region.",
            "cite_spans": [
                {
                    "start": 898,
                    "end": 902,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 903,
                    "end": 906,
                    "text": "46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 907,
                    "end": 910,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1193,
                    "end": 1197,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A growing body of evidence indicates that DNA sequences that code for proteins convey more information than the protein-coding instruction. Many \"parallel codes\" embedded within nucleotide sequences include signals for RNA splicing, modification, localization, secondary structure formation, and functional regulation [49] [50] [51] . In this study, we uncovered a hidden principle from proteincoding sequences that governs ribosome dynamics and reading frame fidelity during translation.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HEK293 and MEF cells were maintained in Dulbecco's Modified Eagle's Medium (DMEM) with 10% fetal bovine serum (FBS). Cycloheximide (CHX) was purchased from Sigma. Plasmids transfection was performed using Lipofectamine 2000 (Invitrogen) following the manufacturer's instruction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and Reagents."
        },
        {
            "text": "CrPV bicistronic reporter construct containing CrPV IRES was kindly provided by Sunnie Thompson (University of Alabama). To construct non-AUG CrPV reporter, Renilla gene was amplified with a primer set of Renilla-F/Renilla-R and cloned into HindIII/XhoI sites of CrPV plasmid. To construct Flag-Renilla CrPV reporter, Flag oligos were annealed and cloned to Hind III/BamH I sites of non-AUG CrPV plasmid. To construct frameshifting reporters, synthesized sense and anti-sense DNA oligos (see Table 1 ) were annealed and cloned to BamHI/EcoRI sites of Flag-Renilla CrPV plasmid. The plasmid expressing 18S rRNA was kindly provided by Vincent P. Mauro (The Scripps Research Institute). For 18S rRNA mutant, mutagenesis was performed using the site-directed mutagenesis kit following the manufacturer's instruction (New England Biolabs). Sequences of all the primers used for plasmid construction are listed in Supplemental Primer Table. All plasmids were confirmed by DNA sequencing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 492,
                    "end": 499,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 928,
                    "end": 934,
                    "text": "Table.",
                    "ref_id": null
                }
            ],
            "section": "Plasmids."
        },
        {
            "text": "Assay. Cells were transfected with each luciferase construct and luciferase activity was measured 24 hours after transfection by the Dual-Luciferase assay system (Promega). The Renilla luciferase activity was normalized to Firefly luciferase. For anti-Flag immunoprecipitation of Fluc, whole cell lysates were incubated with anti-Flag M2 magnetic beads (Sigma-Aldrich). After 3 times of wash with phosphor-buffer saline (PBS), the beads were directly mixed with Fluc substrates (Promega) on a 96-well plate followed by luminometer detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dual-Luciferase"
        },
        {
            "text": "Plasmids containing various Rluc reporters were used as templates. Transcripts with normal m 7 G cap were generated using the mMessage mMachine T7 Ultra kit (Ambion). All mRNA products were purified using the MEGAclear kit (Ambion) according to the manufacturer's instruction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In Vitro Transcription."
        },
        {
            "text": "Profiling. Cells were first treated with cycloheximide (100 g/mL) for 3 min at 37 ∘ C to immobilize the translating ribosomes. After ice-cold PBS solution wash, CAAGCAGAAGACGGCATACGATT TTTTTTTTTTT-TTTTTTTVN-3 ; LGT03, 5 -pGTGATCGTCGGACTGTAGAACTCTØ-CAAGCAGAAGACGGCATACGATT TTTTTTTTTTT-TTTTTTTVN-3 ;",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 210,
                    "text": "CAAGCAGAAGACGGCATACGATT TTTTTTTTTTT-TTTTTTTVN-3 ;",
                    "ref_id": null
                }
            ],
            "section": "Polysome"
        },
        {
            "text": "YAG04, 5 -pAGGATCGTCGGACTGTAGAACTCTØ-CAAGCAGAAGACGGCATACGATT TTTTTTTTTTT-TTTTTTTVN-3 ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome"
        },
        {
            "text": "HTC05, 5 -pTCGATCGTCGGACTGTAGAACTCTØ-CAAGCAGAAGACGGCATACGATT TTTTTTTTTTT-TTTTTTTVN-3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome"
        },
        {
            "text": "In brief, the tailed RNA product was mixed with 0.5 mM dNTP and 2.5 mM synthesized primer and incubated at 65 ∘ C for 5 min, followed by incubation on ice for 5 min. The reaction mix was then added with 20 mM Tris (pH 8.4), 50 mM KCl, 5 mM MgCl 2 , 10 mM DTT, 40 U RNaseOUT, and 200 U SuperScript III (Invitrogen). RT reaction was performed according to the manufacturer's instructions. Reverse transcription products were separated on a 10% polyacrylamide TBE-urea gel as described earlier. The extended first-strand product band was expected to be approximately 100 nt, and the corresponding region was excised. The cDNA was recovered by using DNA gel elution buffer (300 mM NaCl, 1 mM EDTA). First-strand cDNA was circularized in 20 L of reaction containing 1× CircLigase buffer, 2.5 mMMnCl 2 , 1 M Betaine, and 100 U CircLigase II (Epicentre). Circularization was performed at 60 ∘ C for 1 h, and the reaction was heat inactivated at 80 ∘ C for 10 min. Circular single-strand DNA was relinearized with 20 mM Tris-acetate, 50 mM potassium acetate, 10 mM magnesium acetate, 1 mM DTT, and 7.5 U APE 1 (NEB). The reaction was carried out at 37 ∘ C for 1 h. The linearized single-strand DNA was separated on a Novex 10% polyacrylamide TBE-urea gel (Invitrogen) as described earlier. The expected 100-nt product bands were excised and recovered as described earlier [33] .",
            "cite_spans": [
                {
                    "start": 1364,
                    "end": 1368,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Polysome"
        },
        {
            "text": "Single-stranded template was amplified by PCR by using the Phusion High-Fidelity enzyme (NEB) according to the manufacturer's instructions. The oligonucleotide primers qNTI200 (5 -CAAGCAGAAGAC-GGCATA-3 ) and qNTI201 (5 -AATGATACGGCGACC-ACCGACAGGTTCAGAGTTCTACAGTCCGACG-3 ) were used to create DNA suitable for sequencing, i.e., DNA with Illumina cluster generation sequences on each end and a sequencing primer binding site. The PCR contains 1× HF buffer, 0.2 mM dNTP, 0.5 M oligonucleotide primers, and 0.5 U Phusion polymerase. PCR was carried out with an initial 30 s denaturation at 98 ∘ C, followed by 12 cycles of 10 s denaturation at 98 ∘ C, 20 s annealing at 60 ∘ C, and 10 s extension at 72 ∘ C. PCR products were separated on a nondenaturing 8% polyacrylamide TBE gel as described earlier. Expected DNA at 120 bp was excised and recovered as described earlier. After quantification by Agilent BioAnalyzer DNA 1000 assay, equal amount of barcoded samples was pooled into one lane. Approximately 3-5 pM mixed DNA samples were used for cluster generation followed by sequencing using sequencing primer 5 -CGACAG-GTTCAGAGTTCTACAGTCCGACGATC-3 (Illumina HiSeq).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deep Sequencing."
        },
        {
            "text": "Remaining Ribosomes on mRNA. Upon -1 or +1 frameshift, frequent stop codons lead to early translation termination and ribosome dissociation. The amount of remaining ribosomes on the transcript is a combination of ribosomes in the reading frames 0, 1, and 2. For example, the amount of ribosome in frame 0 of the ith codon is attributed to (a) an in-frame 3nt movement from frame 0 of the (i-1)th codon; (b) a -1 frameshift movement (2nt) from frame 1 of the (i-1)th codon; and (c) a +1 frameshift movement (4nt) from frame 2 of the (i-2)th codon. Therefore, at each nucleotide position of mRNA, the percentage of remaining ribosome can be estimated by following equations with the initial amount of ribosomes at the start codon as 100% (1) ( , 0), ( , 1), and ( , 2) are percentages of ribosomes at codon for the reading frames 0, 1, and 2, respectively. −1 and +1 are the probabilities of ribosome making -1 and +1 frameshift with the fixed values of 0.1% and 0.02% according to the Luciferase Assay, while 0 is the probability of ribosome staying in the same reading frame, which is 99.88%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating"
        },
        {
            "text": "By default, all the computational analyses are conducted on transcriptome datasets consisting of longest mRNA transcripts according to the NCBI RefSeq annotation. Generally, mRNA isoform of largest CDS length is defined as the longest isoform of the gene. In the case of equal CDS lengths between different isoforms, 5 UTR and 3 UTR are compared orderly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compiling Longest-Isoform Transcriptome Datasets."
        },
        {
            "text": "Tophat was used to map Ribo-Seq reads (25nt to 35nt) to transcriptome and genome with parameters (-bowtie1 -p 10 -no-novel-juncs) [52] . The 1st, 4th, 7th, 10th, 13th, 16th, 19th, 22nd, and 25th nucleotide of uniquely mapped RPF are mapped to NCBI RefSeq genes to construct the position-specific Ribo-Seq profile for the downstream analyses. For example, to analyze the average inframe rate of 5 end codon of RPF, the expression profile of 1st nucleotide of uniquely mapped RPF was used.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Processing Ribo-Seq Reads."
        },
        {
            "text": "). A two-step procedure is employed to calculate of Ribo-Seq experiments. First, in each individual gene, an is calculated for each one of the 61 sense codons:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculating Average In-Frame Rate ("
        },
        {
            "text": "( ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculating Average In-Frame Rate ("
        },
        {
            "text": "is the total number of , 0 , 1 2 are the number of reads of the ℎ in the reading frames 0, 1, and 2, respectively. Codons with less than 10 Ribo-Seq reads Research 13 in the particular gene are disregarded for IFR calculation. Next, an average value is computed over all the qualified genes in the Ribo-Seq experiments to represent the global average of .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculating Average In-Frame Rate ("
        },
        {
            "text": "To calculate ACCscore, an internal gene normalization is first conducted by dividing the raw Ribo-Seq reads by the average number of reads per nucleotide of the CDS (total number of reads divided by the length of CDS). Next, for each of the 61 sense codons in the gene, an ACCscore is calculated as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculating Average Codon Coverage Score (ACCscore)."
        },
        {
            "text": "is the normalized value of the ℎ of and K is the total number of of . Finally, a global ACC score for each of the 61 sense codons is calculated by averaging the ACC scores of individual genes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculating Average Codon Coverage Score (ACCscore)."
        },
        {
            "text": "Profile to the n th Codon. The position of n th codon of a particular gene is retrieved from NCBI Ref-Seq annotation. Raw Ribo-Seq densities were first normalized by the average density per nucleotide of the CDS. A window of 90nt (-30nt,+ 60nt) is selected for each gene to make an average aggregation plot over the whole transcriptome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aligning Ribo-Seq"
        },
        {
            "text": "The total number of each sense codon in the annotated CDS (frame 0), frame 1, and frame 2 is counted for the longest mRNA isoform of individual genes. The codon fraction is calculated by dividing the count of a particular codon in a single reading frame (frame 0, 1, or 2) by the sum of codon frequencies in the three reading frames. Finally, average value of codon fraction is computed over all the protein-coding genes. The NCBI RefSeq gene annotations (human:hg19; mouse:mm10; chimpanzee:panTro4; Rhesus Macaque:rheMac3; dog: canFam3; cat:felCat5; chicken:galGal4; cow:bosTau7; zebrafish:danrer7) were downloaded from UCSC genome browser for the above analyses [53] .",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 668,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Codon Composition in Three Reading Frames of CDS."
        },
        {
            "text": "4.15. tRNA Adaptation Index. As described previously, tRNA adaptation indexes (tAI) are computed with codonR [54] using tRNA copy number data for human (hg19) and mouse (mm10) from GtRNAdb [55] .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Codon Composition in Three Reading Frames of CDS."
        },
        {
            "text": "To eliminate the possibility that the minimal representation of ATG-like codons in frame 2 is not a by-product of frame-0 codon bias, the CDS sequences of the longest mRNA isoforms according to NCBI RefSeq annotation were retrieved for codon or dinucleotide randomization analysis. Specifically, frame-0 codons or the first two nucleotides of frame-0 codons of each individual mRNA were randomly shuffled. For each shuffled CDSome, average codon fraction values of 61 sense codons were calculated based on the method described in the \"Codon Composition in Three Reading Frames of CDS\". This random process is repeated for 100 times. As a result, a comparison was made to measure the difference between actual codon fraction in frame 2 to the distribution of random values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Codon Randomization Analysis."
        },
        {
            "text": "The GEO accession number for the sequencing data reported in this paper is GSE80156.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Historical review: Deciphering the genetic code -A personal account",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nirenberg",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Trends in Biochemical Sciences",
            "volume": "29",
            "issn": "1",
            "pages": "46--54",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The ambush hypothesis: Hidden stop codons prevent off-frame gene reading",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seligmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Pollock",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "DNA and Cell Biology",
            "volume": "23",
            "issn": "10",
            "pages": "701--705",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evolution and multilevel optimization of the genetic code",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bollenbach",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vetsigian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kishony",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genome Research",
            "volume": "17",
            "issn": "4",
            "pages": "401--404",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A gripping tale of ribosomal frameshifting: extragenic suppressors of frameshift mutations spotlight P-site realignment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Björk",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Microbiology and Molecular Biology Reviews",
            "volume": "73",
            "issn": "1",
            "pages": "178--210",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Structural aspects of messenger RNA reading frame maintenance by the ribosome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Jenner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Demeshkina",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yusupova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yusupov",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Structural & Molecular Biology",
            "volume": "17",
            "issn": "5",
            "pages": "555--560",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ribosome structure and dynamics during translocation and termination",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dunkle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H D"
                    ],
                    "last": "Cate",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annual Review of Biophysics",
            "volume": "39",
            "issn": "1",
            "pages": "227--244",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Crystal structures of EF-G -Ribosome complexes trapped in intermediate states of translocation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Donohue",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "340",
            "issn": "6140",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Intermediate states in the movement of transfer-RNA in the ribosome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moazed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nature",
            "volume": "342",
            "issn": "6246",
            "pages": "142--148",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "What recent ribosome structures have revealed about the mechanism of translation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Schmeing",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ramakrishnan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "7268",
            "pages": "1234--1242",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A structural understanding of the dynamic ribosome machine",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Steitz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature Reviews Molecular Cell Biology",
            "volume": "9",
            "issn": "3",
            "pages": "242--253",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The ribosome as a molecular machine: The mechanism of tRNA-mRNA movement in translocation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Rodnina",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wintermeyer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biochemical Society Transactions",
            "volume": "39",
            "issn": "2",
            "pages": "658--662",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "EF-G and EF4: Translocation and back-translocation on the bacterial ribosome",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Achenbach",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature Reviews Microbiology",
            "volume": "12",
            "issn": "2",
            "pages": "89--100",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The highly conserved LepA is a ribosomal elongation factor that back-translocates the ribosome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Polacek",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Vesper",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell",
            "volume": "127",
            "issn": "4",
            "pages": "721--733",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mechanisms and implications of programmed translational frameshifting",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Wiley Interdisciplinary Reviews: RNA",
            "volume": "3",
            "issn": "5",
            "pages": "661--673",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Recoding: Translational bifurcations in gene expression",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Baranov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Gene",
            "volume": "286",
            "issn": "2",
            "pages": "187--201",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Changed in translation: MRNA recoding by -1 programmed ribosomal frameshifting",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Caliskan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Peske",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Rodnina",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends in Biochemical Sciences",
            "volume": "40",
            "issn": "5",
            "pages": "265--274",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Dynamic pathways of -1 translational frameshifting",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petrov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "O&apos;leary",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Puglisi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "512",
            "issn": "7514",
            "pages": "328--332",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ribosome excursions during mRNA translocation mediate broad branching of frameshift pathways",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "J.-D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tinoco",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "160",
            "issn": "5",
            "pages": "870--881",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Programmed -1 frameshifting by kinetic partitioning during impeded translocation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Caliskan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "I"
                    ],
                    "last": "Katunin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Belardinelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Peske",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Rodnina",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell",
            "volume": "157",
            "issn": "7",
            "pages": "1619--1631",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ribosomal frameshifting in the CCR5 mRNA is regulated by miRNAs and the NMD pathway",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Belew",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meskauskas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Musalgaonkar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "512",
            "issn": "7514",
            "pages": "265--269",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The anti-Shine-Dalgarno sequence drives translational pausing and codon choice in bacteria",
            "authors": [
                {
                    "first": "G.-W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "484",
            "issn": "7395",
            "pages": "538--541",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "RPS25 is essential for translation initiation by the Dicistroviridae and hepatitis C viral IRESs",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Landry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Hertz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Genes & Development",
            "volume": "23",
            "issn": "23",
            "pages": "2753--2764",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A -1 ribosomal frameshift in a double-stranded RNA virus of yeast forms a gag-pol fusion protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Icho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickner",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proceedings of the National Acadamy of Sciences of the United States of America",
            "volume": "88",
            "issn": "",
            "pages": "174--178",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Genome-wide analysis in vivo of translation with nucleotide resolution using ribosome profiling",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Ingolia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghaemmaghami",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R S"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "5924",
            "pages": "218--223",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Cotranslational response to proteotoxic stress by elongation pausing of ribosomes",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "S.-B",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Molecular Cell",
            "volume": "49",
            "issn": "3",
            "pages": "453--463",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Quantifying absolute protein synthesis rates reveals principles underlying allocation of cellular resources",
            "authors": [
                {
                    "first": "G.-W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Burkhardt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell",
            "volume": "157",
            "issn": "3",
            "pages": "624--635",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Autoregulatory frameshifting in decoding mammalian ornithine decarboxylase antizyme",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsufuji",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsufuji",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miyazaki",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Cell",
            "volume": "80",
            "issn": "1",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ribosome profiling reveals the what, when, where and how of protein synthesis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Brar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature Reviews Molecular Cell Biology",
            "volume": "16",
            "issn": "11",
            "pages": "651--664",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ribosome profiling: new views of translation, from single codons to genome scale",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Ingolia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature Reviews Genetics",
            "volume": "15",
            "issn": "3",
            "pages": "205--213",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Observation of dually decoded regions of the human genome using ribosome profiling data",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Michel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Choudhury",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Firth",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Ingolia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Baranov",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Genome Research",
            "volume": "22",
            "issn": "11",
            "pages": "2219--2229",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Genomewide Translational Changes Induced by the Prion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baudin-Baillieu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Legendre",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuchly",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell Reports",
            "volume": "8",
            "issn": "2",
            "pages": "439--448",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Ribosome profiling of mouse embryonic stem cells reveals the complexity and dynamics of mammalian proteomes",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Ingolia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Lareau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell",
            "volume": "147",
            "issn": "4",
            "pages": "789--802",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Ribosome profiling reveals sequence-independent post-initiation pausing as a signature of translation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S.-B",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell Research",
            "volume": "24",
            "issn": "7",
            "pages": "842--851",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Accounting for biases in riboprofiling data indicates a major role for proline in stalling translation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Artieri",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome Research",
            "volume": "24",
            "issn": "12",
            "pages": "2011--2021",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "High-resolution analysis of coronavirus gene expression by RNA sequencing and ribosome profiling",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Irigoyen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Firth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathogens",
            "volume": "12",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Distinct stages of the translation elongation cycle revealed by sequencing ribosome-protected mRNA fragments",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Lareau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Hite",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "GWIPS-viz: Development of a ribo-seq genome browser",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Michel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kiran",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nucleic Acids Research",
            "volume": "42",
            "issn": "1",
            "pages": "859--864",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Widespread cotranslational RNA decay reveals ribosome dynamics",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pelechano",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Steinmetz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "161",
            "issn": "6",
            "pages": "1400--1412",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Ribosomal position and contacts of mRNA in eukaryotic translation initiation complexes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Pisarev",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Kolupaeva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Yusupov",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "U T"
                    ],
                    "last": "Hellen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Pestova",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "EMBO Journal",
            "volume": "27",
            "issn": "11",
            "pages": "1609--1621",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Analysis of rRNA processing and translation in mammalian cells using a synthetic 18S rRNA expression system",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Burman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Mauro",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nucleic Acids Research",
            "volume": "40",
            "issn": "16",
            "pages": "8085--8098",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Expression of peptide chain release factor 2 requires high-efficiency frameshift",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Craigen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Caskey",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Nature",
            "volume": "322",
            "issn": "6076",
            "pages": "273--275",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Release factor 2 frameshifting sites in different bacteria",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Baranov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "EMBO Reports",
            "volume": "3",
            "issn": "4",
            "pages": "373--377",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Translation by ribosome shunting on adenovirus and hsp70 mRNAs facilitated by complementarity to 18S rRNA",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yueh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Genes & Development",
            "volume": "14",
            "issn": "4",
            "pages": "414--421",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "An mRNA-rRNA base-pairing mechanism for translation initiation in eukaryotes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dresios",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Chappell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Mauro",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature Structural & Molecular Biology",
            "volume": "13",
            "issn": "1",
            "pages": "30--34",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The importance of inter-and intramolecular base pairing for translation reinitiation on a eukaryotic bicistronic mRNA",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luttermann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Genes & Development",
            "volume": "23",
            "issn": "3",
            "pages": "331--334",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Global mapping of translation initiation sites in mammalian cells at single-nucleotide resolution",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S.-X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "S.-B",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proceedings of the National Acadamy of Sciences of the United States of America",
            "volume": "109",
            "issn": "",
            "pages": "2424--2432",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Quantitative profiling of initiating ribosomes in vivo",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "S.-B",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature Methods",
            "volume": "12",
            "issn": "2",
            "pages": "147--153",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Noncoding RNAs in eukaryotic ribosome biogenesis and function",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L J"
                    ],
                    "last": "Lafontaine",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature Structural & Molecular Biology",
            "volume": "22",
            "issn": "1",
            "pages": "11--19",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Splicing regulation: from a parts list of regulatory elements to an integrated splicing code",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Burge",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "RNA",
            "volume": "14",
            "issn": "5",
            "pages": "802--813",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Sequencing and comparison of yeast species to identify genes and regulatory elements",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kellis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Endrizzi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Birren",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Lander",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "6937",
            "pages": "241--254",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The genetic code is nearly optimal for allowing additional information within protein-coding sequences",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Itzkovitz",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Alon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genome Research",
            "volume": "17",
            "issn": "4",
            "pages": "405--412",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "TopHat: discovering splice junctions with RNA-Seq",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trapnell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pachter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzberg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "9",
            "pages": "1105--1111",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The UCSC Genome Browser database: 2015 update",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Rosenbloom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Barber",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nucleic Acids Research",
            "volume": "43",
            "issn": "1",
            "pages": "670--681",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Solving the riddle of codon usage preferences: A test for translational selection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Savva",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wernisch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nucleic Acids Research",
            "volume": "32",
            "issn": "17",
            "pages": "5036--5044",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "GtRNAdb: a database of transfer RNA genes detected in genomic sequence",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nucleic Acids Research",
            "volume": "37",
            "issn": "1",
            "pages": "93--97",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Discrepancy between experimental FS rates and ribosomal occupancy. (a) Schematic of FS reporters based on a bicistronic expression construct containing CrPV IRES. For the enlarged region of flag-Rluc, all three reading frames are color coded with stop sites shown as perpendicular lines. The FS windows are highlighted in red shade. The right panel shows the relative Rluc activities in transfected cells. Data are shown as means ± SEM, n = 3. (b) The top panel shows the gene structure of Rluc with all three reading frames and stop sites color coded. The middle panel shows the predicted ribosome occupancy along the Rluc coding region based on the +1 FS rate of 0.03% and -1 FS of 0.02%. The bottom panel shows the density of RPFs mapped to the Rluc coding region in transfected HEK293 cells. The line plot represents average ribosome density within a window of 200 nt. (c) Using ribosome profiling data in HEK293 cells, average ribosome density is plotted for the first and second half of each ORF. Genes with no less than 50 read counts in at least half of the CDS are shown in dark red.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "e end codon identity of footprints influences read abundance and reading frame fidelity. (a) The top panel depicts the mRNA tunnel on the small ribosome subunit. Red arrow indicates the 5 end of RPF generated by Ribo-seq. RPFs from HEK293 cells are stratified by the identity of codons at different positions of footprints. Their corresponding IFR values (middle panel) and abundance (bottom panel) are group plotted. Red line, mean ± SD. (b) RPFs are grouped based on the codon identity at A-site, P-site, and 5 end of footprints.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "\"Sticky\" codon-associated ribosomal pausing facilitates downstream reading frame fidelity. (a) Proposed mRNA:rRNA interaction in eukaryotic translation. When the \"sticky\" codon reaches the exit site of the mRNA tunnel, the mRNA likely loops back towards the ribosome (top panel). In the absence of \"sticky\" codons, the mRNA takes on an extended conformation at the exit site (bottom panel). (b) Aggregation plots using RPFs derived from transcripts with (left) or without (right) pausing at the +12 nt position. Reading frames are color coded. The inserted bar graph shows averaged frame ratio in different regions as indicated. (c) Aggregation plots of transcripts aligned with the first AUG codon (white triangle) after the start codon (green triangle). RPFs were derived from HEK293 cells with (bottom) or without (top) amino acid starvation. Reading frames are color coded. The right side bar graphs show averaged frame ratio in different regions as indicated. (d) Aggregation plots of transcripts aligned with the first GGC codon (orange circle) after the start codon (green triangle). RPFs were derived from HEK293 cells with (bottom) or without (top) amino acid starvation. Reading frames are color coded. The right side bar graphs show averaged frame ratio in different regions as indicated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "mRNA:rRNA pairing exhibits reading frame-specific effects. (a) The left panel depicts schematic of FS reporters with \"sticky\" or \"non-sticky\" inserts in the frame 0 between flag and Rluc. The right panels show the relative Rluc activities in transfected HEK293 and MEF cells. Data are shown as means ± SEM, n = 3. (b) The left panel depicts schematic of FS reporters with \"sticky\" inserts in different frames between flag and Rluc. The right panels show the relative Rluc activities in transfected cells. Data are shown as means ± SEM, n = 3. * p <0.01, t-test. (c) Schematic of mRNA:rRNA pairing in the small ribosome subunit when the \"sticky\" codon is present in frame 1 (top panel) or frame 2 (bottom panel). Inclusion of extra 1 nt in the mRNA loop is more favorable and likely results in -1 FS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Mutant S rRNA alters global codon \"stickiness\". (a) Schematic of mRNA:rRNA pairing in the small ribosome subunit bearing wild type (CAU triplet shown as red) or mutant 18S rRNA (GCC triplet as yellow). Sequence logo shows the probability of individual nucleotides at 5 end positions of RPFs derived from MEF cells expressing 18S(WT) or 18S(GCC). (b) All 61 sense codons are plotted by the average codon coverage score of RPFs with specified P-site codons (white circle) or 5 end codons (grey circle) in HEK293 cells expressing wild type (x-axis) or mutant (y-axis) 18S rRNA. (c) All 61 sense codons are plotted by the average IFR of RPFs with specified P-site codons (white circle) or 5 end codons (grey circle) in HEK293 cells expressing wild type (x-axis) or mutant (y-axis) 18S rRNA. (d) The left panel depicts schematic of FS reporters with a specific sequence insert in frame 0 between flag and Rluc. The right panels show the relative Rluc activities in transfected cells. Data are shown as means ± SEM, n = 3. * P <0.01, t-test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "\"Sticky\" codons exhibit frame-specific features. (a) Relative ratio of 61 sense codons in three reading frames of coding regions within the human genome. (b) Distribution of \"sticky\" codons and CDS ribosome density on -actin gene ACTB. Gene structure is shown above with all \"sticky\" codons represented as perpendicular lines in all three reading frames. Ribosome density across the CDS is shown below. (c) Distribution of \"sticky\" codons and CDS ribosome density on OAZ1. +1 PRF site is indicated by dotted line.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Oligos. Purified RNA samples were dephosphorylated in a 15 L reaction containing 1× T4 polynucleotide kinase buffer, 10 U SUPERase In, and 20 U T4 polynucleotide kinase (NEB). Dephosphorylation was carried out for 1 h at 37 ∘ C, and the enzyme was then heat inactivated for 20 min at 65 ∘ C. Dephosphorylated samples were then mixed with 2× Novex TBE-urea sample buffer (Invitrogen) and loaded on a Novex denaturing 15% polyacrylamide TBE-urea gel (Invitrogen). The gel was stained with SYBR Gold (Invitrogen) to visualize the RNA fragments. Gel bands containing RNA species corresponding to 28 nt were excised and physically disrupted by using centrifugation through the holes of the tube. RNA fragments were dissolved by soaking overnight in gel elution buffer (300 mM NaOAc, pH 5.5, 1 mM EDTA, 0.1 U/ L SUPERase In). The gel debris was removed using a Spin-X column (Corning) and RNA was purified by using ethanol precipitation. Purified RNA fragments were resuspended in 10 mM Tris (pH 8) and denatured briefly at 65 ∘ C for 30 s. Poly-(A) tailing reaction was performed in an 8 L with 1 × poly-(A) polymerase buffer, 1 mM ATP, 0.75 U/ L SUPERase In, and 3 U E. coli poly-(A) polymerase (NEB). Tailing was carried out for 45 min at 37 ∘ C. For reverse transcription, the following oligos containing barcodes were synthesized: MCA02, 5 -pCAGATCGTCGGACTGTAGAACTCTØ-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Qian lab members for helpful discussion. We also thank Drs. Sunnie Thompson (University of Alabama) for providing us with the CrPV reporter construct and Vincent Mauro (The Scripps Research Institute) for sending us constructs expressing 18S rRNA. We thank Cornell University Life Sciences Core Laboratory Center for performing deep sequencing. This work was supported by grants to Shu-Bing Qian from National Institutes of Health (R01AG042400), DOD Idea Award (W81XWH-14-1-0068), and HHMI Faculty Scholar (55108556).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        },
        {
            "text": "Ji Wan and Xiangwei Gao contributed equally to this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' Contributions"
        },
        {
            "text": "Supplemental information includes Supplemental Experimental Procedures, six figures, and three tables and can be found with this article online. (Supplementary Materials) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 170,
                    "text": "(Supplementary Materials)",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Materials"
        }
    ]
}