{
    "paper_id": "8be925093133c499cb2c93e36d9bf0fdb24c2eda",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "R",
                "middle": [
                    "W"
                ],
                "last": "Glynn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Boland",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Over the last few decades, a number of emerging infectious diseases have taken the global community by surprise including HIV, SARs, H1N1, MERS-CoV and Ebola Virus Disease (EVD) [1] . The outbreak of the latter in West Africa in 2014-2015 was unprecedented in terms of its scale and consequence, and was responsible for the deaths of more than 11,000 people. The emergence of Zika virus in Latin America and the Caribbean in 2015-2016, meanwhile, has demonstrated that weaknesses in public health preparedness and response capabilities were neither unique to West Africa nor to EVD, and reiterate the need for renewed focus on these aspects of global health protection [2] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It was with scenarios like EVD and Zika in mind that the International Health Regulations (IHR) were updated and brought into force in 2007. Their stated purpose and scope was 'to prevent, protect against, control and provide a public health response to the international spread of disease in ways that are commensurate with and restricted to public health risks, and which avoid unnecessary interference with international traffic and trade'. Although the IHR are aimed at several areas of public health security they can be broadly summarized into two main areas; Urgent actions to be taken with respect to acutely arising risks to public health and Strengthening of national systems and infrastructure (core capacities) While Ireland has no direct flights from the affected countries in West Africa, a significant number of travelers who leave that area arrive in Ireland as their final destination. At least 11,000 people travelled from the region to the UK alone between September and December 2014, for example, and it can be expected that a reasonable number travelled onwards to Ireland. In addition, Ireland also had to contend with significant numbers of returning humanitarian aid workers from the region; between December 2014 and November 2015, 83 of these workers returned to Ireland from their posts in West Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although Ireland has no direct airline traffic from West Africa, a number of ships do travel directly from there with cargo and hence there was heightened concern that a crew member may arrive with symptoms. Rusal Aughinish in County Limerick, for example, is Europe's largest bauxite refinery. Bauxite is used to make aluminium and Guinea was the sixth largest global producer in 2012 [3] . Ireland is a key export market for Guinea, with over $90 million worth of bauxite imported from there annually. The shipping traffic to Ireland from West Africa was therefore significant, with at least 44 ships arriving at Irish ports between August 2014 and May 2015, having previously called at ports in the affected countries.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 389,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper aims to discuss the multisectoral work which was involved in advancing and improving Port Health preparedness in Ireland, in light of the IHR and, in particular, in light of the outbreak of EVD in West Africa in 2014.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With the IHR's requirement to strengthen core capacities in mind, the Infectious Disease (ID) Shipping Regulations and the Infectious Disease Aircraft Regulations were set down in Ireland in 2008 and 2009. While both sets of Regulations outline a schedule of infectious diseases to which they apply, this schedule reflects a key feature of the IHR in that it also provides for the inclusion of unspecified, novel threats of international importance, should they arise ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 470,
                    "end": 478,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Legislative background in Ireland"
        },
        {
            "text": "The ID Shipping Regulations identify Ireland's five designated ports and set out the responsibilities of ships' masters and port health authorities at these ports. The legislation requires ships' masters to complete a Maritime Declaration of Health (MDH) where requested to do so by local port health authorities. It also provides for the inspection and detention of ships and for the removal of arrived ships to a mooring station. Furthermore, it mandates the provision of a Ship Sanitation Control Exemption Certificate or a valid Ship Sanitation Control Certificate and outlines the necessary actions where these are not forthcoming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legislative background in Ireland"
        },
        {
            "text": "The ID Aircraft Regulations set out the duties of the crew and commander of aircraft and those in charge of airports, and the powers and duties of health officers. In particular, the Aircraft Regulations set out the powers of the health officer in relation to the detention and inspection of aircraft and the inspection of passengers on board aircraft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legislative background in Ireland"
        },
        {
            "text": "In 2009 an IHR Assessment Group Report made a number of recommendations in relation to preparedness in Ireland. A Medical Officer of Health (MOH) Port Health Committee was established as part of the response to this report. The terms of reference of this Committee, which consists of specialists in Public Health Medicine, are 1) to act as a forum for sharing experience and knowledge regarding preparedness for, and response to, communicable disease incidents at points of entry, and 2) to organise training and desktop exercises to test the guidelines that have been produced. In addition, the group also aims to progress multidisciplinary working in relation to Port Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legislative background in Ireland"
        },
        {
            "text": "In Ireland, EVD preparedness was coordinated nationally in the health service through the Department of Health and Ireland's designated International Focal Point, the Health Protection Surveillance Centre (HPSC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVD and Port Health Preparedness in Ireland"
        },
        {
            "text": "Following the declaration of the EVD outbreak as a Public Health Emergency of International Concern Dengue fever, Rift Valley fever and meningococcal disease and any other infectious disease in respect of a person on board an aircraft originating in, coming from, or having passed through an area where any of those infectious diseases are of special national or regional concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVD and Port Health Preparedness in Ireland"
        },
        {
            "text": "Any other infectious disease which is of public health concern and of international importance (PHEIC), the work of the Port Health Committee (hereafter referred to as 'the Committee') involved liaison with multiple other groups and organizations, including the HPSC, port and airport management, customs and immigration officials, the Office of Emergency Planning, Environmental Health and a number of government departments. During this period, the Committee also worked in collaboration with the health service's Port Health Group, whose membership comprises Public and Environmental Health, the Department of Emergency Planning and the National Ambulance Service (NAS) (Fig. 1) . The Committee aimed to improve knowledge and awareness for points of entry authorities (ports and airports), to assist in early detection of potentially infected persons, to disseminate health information for travelers, to develop protocols for assessment and case management, to ensure infection prevention and control at points of entry and to assist in implementing World Health Organisation (WHO) recommendations related to the management of EVD [4] .",
            "cite_spans": [
                {
                    "start": 1134,
                    "end": 1137,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 673,
                    "end": 681,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "EVD and Port Health Preparedness in Ireland"
        },
        {
            "text": "The first information pack for airlines and airports was distributed to them on the 15th August 2014. This contained general advice about Ebola and the areas affected, advice for airline and cabin crew regarding necessary actions in the event of a suspected case on board a flight, as well as advice for cleaning and air cargo personnel. Some of the airports then sought additional advice for specific staff groups such as baggage handlers and immigration officers and presentations were prepared and given to the relevant stakeholders. In November 2014 25,000 information leaflets and posters in English, Irish and French were prepared and distributed through to Ireland's six airports (Fig. 2) . In February 2015 updated guidance was issued containing additional information for airport and airline staff in view of how the global situation had evolved over the preceding months.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 687,
                    "end": 695,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Actions takenairlines and airports"
        },
        {
            "text": "Work was also done to progress general preparedness and strengthening at our airports. In January 2015, for example, the evidence regarding contact tracing of passengers on board a flight with a suspected case was reviewed in light of how this had been managed internationally. The guidance of international organizations including that of the European Centre for Disease Prevention and Control (ECDC) was reviewed and a position statement, in which it was proposed that only passengers who were one seat away from the index case should be traced back, was accepted by Ireland's Scientific Advisory Committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Actions takenairlines and airports"
        },
        {
            "text": "Passenger Locator forms and on-board announcements for passengers were developed and airports were supplied with a stock of these forms. Contact tracing agreements were established with the NAS and the Committee contributed to the development of an updated management algorithm for members of that service. The period saw the development of relationships with Airport and Airline Authorities, a multidisciplinary desktop meeting was held in November 2014 and a practical repatriation exercise was carried out at Dublin Airport in January 2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Actions takenairlines and airports"
        },
        {
            "text": "A similar pattern of work was required in relation to Ireland's shipping ports. Guidance was issued, this time in conjunction with the Environmental Health service, in September 2014. Presentations were given as required to specific groups including harbourmasters, and Fig. 1 Collaboration between the Port Health Committee and other groups and organizations in Ireland information leaflets and posters were distributed to 14 ports for display in terminals and on passenger ferries (Fig. 2) . A protocol was agreed between Environmental Health and Public Health for the management of MDH from ships coming from affected areas, both in and out of hours. A practical exercise was held at Rusal Aughinish and again the period was used to develop and strengthen working relationships with all of the stakeholders involved.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 276,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 491,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Ports and shipping"
        },
        {
            "text": "From a Public Health perspective, globalization means that a health threat in one country puts all at risk. In the case of EVD, people with infection crossed borders within Africa and to Europe and to North America where they unintentionally caused small chains of transmission far from the outbreak's epicentre [5] . The actions taken globally in relation to EVD -and more recently Zika -have highlighted many of the inadequacies inherent within the international response mechanisms aimed at dealing with these crises, and health systems therefore need to be strengthened and prepared, not just for EVD and Zika, but for all new and emerging diseases which hold outbreak potential [6] .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "In Ireland, preparedness activities undertaken between August 2014 and March 2016 facilitated the development of cross-disciplinary working within the health service and forged relationships with external stakeholders including those at our ports and airports, and across government departments. Progress was also made at the operational level, with clarity brought to case and contact management through the development of agreed protocols. While welcome, this work also highlighted the extent to which preparedness requires ongoing and sustained commitment from all stakeholders, both nationally and internationally, in ensuring that countries are ready when the next threat presents at their borders. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Government and global emerging infectious disease preparedness and response. Henry J. Kaiser Family Foundation",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "The",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Beyond the Ebola Battle -Winning the War against Future Epidemics",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Dzau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sands",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guinea country mining guide. KPMG International: KPMG Global Mining Institute",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ebola event management at points of entry. Geneva: World Health Organisation",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global health security: the wider lessons from the west African Ebola virus disease epidemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takemi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "1884--901",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "It takes threat of Ebola to see lessons from low income countries. England: Global Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dadwal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Syed",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbreviations ECDC, European Centre for Disease Prevention and Control; EVD, Ebola Virus Disease; HPSC, Health Protection Surveillance Centre; ID, infectious disease;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "EVD Poster and Leaflet displayed in airports and ports in Ireland IHR, International Health Regulations; MDH, Maritime Declaration of Health; MOH, Medical Officer of Health; NAS, National Ambulance Service; PHEIC, Public Health Emergency of International Concern; WHO, World Health Organisation",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Schedule of Infectious Diseases as set out in Aircraft and Shipping Regulations, IrelandCholera.Poliomyelitis due to wild type poliovirus.Human influenza caused by a new sub-type.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Both RG and MB conceived and wrote this paper and have approved the final draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "• We accept pre-submission inquiries • Our selector tool helps you to find the most relevant journal Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}