{
    "paper_id": "8c9382eed553c5cbe1de32cd4dc4c9975250e274",
    "metadata": {
        "title": "A mechanistic spatio-temporal framework for modelling individual-to-individual transmission-With an application to the 2014-2015 West Africa Ebola outbreak",
        "authors": [
            {
                "first": "Max",
                "middle": [
                    "S Y"
                ],
                "last": "Lau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "settlement": "Princeton",
                        "region": "New Jersey"
                    }
                },
                "email": ""
            },
            {
                "first": "Gavin",
                "middle": [
                    "J"
                ],
                "last": "Gibson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Heriot-Watt University",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Hola",
                "middle": [],
                "last": "Adrakey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Amanda",
                "middle": [],
                "last": "Mcclelland",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [],
                "last": "Riley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Centre for Outbreak Analysis and Modelling",
                    "institution": "Imperial College",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Jon",
                "middle": [],
                "last": "Zelner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "settlement": "Ann Arbor",
                        "region": "Michigan",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "George",
                "middle": [],
                "last": "Streftaris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Heriot-Watt University",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Sebastian",
                "middle": [],
                "last": "Funk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "London School of Hygiene & Tropical Medicine",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Jessica",
                "middle": [],
                "last": "Metcalf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "settlement": "Princeton",
                        "region": "New Jersey"
                    }
                },
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [
                    "D"
                ],
                "last": "Dalziel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oregon State University",
                    "location": {
                        "settlement": "Corvallis",
                        "region": "Oregon"
                    }
                },
                "email": ""
            },
            {
                "first": "Bryan",
                "middle": [
                    "T"
                ],
                "last": "Grenfell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "settlement": "Princeton",
                        "region": "New Jersey"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In recent years there has been growing availability of individual-level spatio-temporal disease data, particularly due to the use of modern communicating devices with GPS tracking functionality. These detailed data have been proven useful for inferring disease transmission to a more refined level than previously. However, there remains a lack of statistically sound frameworks to model the underlying transmission dynamic in a mechanistic manner. Such a development is particularly crucial for enabling a general epidemic predictive framework at the individual level. In this paper we propose a new statistical framework for mechanistically modelling individual-to-individual disease transmission in a landscape with heterogeneous population density. Our methodology is first tested using simulated datasets, validating our inferential machinery. The methodology is subsequently applied to data that describes a regional Ebola outbreak in Western Africa (2014)(2015). Our results show that the methods are able to obtain estimates of key epidemiological parameters that are broadly consistent with the literature, while revealing a significantly shorter distance of transmission. More importantly, in contrast to existing approaches, we are able to perform a more general model prediction that takes into account the susceptible population. Finally, our results show that, given reasonable scenarios, the framework can be an effective surrogate for susceptible-explicit individual models which are often computationally challenging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "PLOS Computational Biology | https://doi.Availability of individual-level, spatio-temporal disease data (e.g. GPS locations of infected individuals) has been increasing in recent years, primarily due to the increased use of modern communication devices such as mobile phones. Such data create invaluable opportunities for researchers to study disease transmission on a more refined individualto-individual level, facilitating the designs of potentially more effective control measures. However, the growing availability of such precise data has not been accompanied by development of statistically sound mechanistic frameworks. Developing such frameworks is an essential step for systematically extracting maximal information from data, in particular, evaluating the efficacy of individually-targeted control strategies and enabling forward epidemic prediction at the individual level. In this paper we develop a novel statistical framework that overcomes a few key limitations of existing approaches, enabling a machinery that can be used to infer the history of partially observed outbreaks and, more importantly, to produce a more comprehensive epidemic prediction. Our framework may also be a good surrogate for more computationally challenging individual-based models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Modelling individual-level spatio-temporal disease data PLOS Computational Biology | https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The authors have declared that no competing interests exist. an individual-based SEIR model (see also S1 Text). Subsequently, our proposed framework is fitted to the simulated epidemics. The fitted model is then used in predictive mode to simulate epidemics (95% C.I. in grey). We first compare the incidence with 5-day intervals between the 'real' epidemics (from SEIR) and the forward-simulated epidemics (from our fitted model). We also compare the (normalized) 'real' distance-dependent spatial infectivity (solid line), with that inferred from our Modelling individual-level spatio-temporal disease data PLOS Computational Biology | https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "a1111111111 a1111111111 a1111111111 a1111111111 a1111111111",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Epidemiological data collected by traditional public health surveillance often contain relatively coarse spatial and temporal information on infected individuals. In recent years, the amount and resolution of the spatio-temporal data have increased vastly due to the advent of 'digital epidemiology' along with the increased use of modern communication devices [1] , particularly through the use of mobile phones which drastically improves the tracking of human contacts [2] [3] [4] . Such data provide unprecedented opportunities for dissecting disease spread at a more localized, individual-to-individual level. The recent West Africa Ebola outbreak (Fig 1) well demonstrated the increasing availability of such data, and, in particular, the GPS location data collected during the outbreak have been shown to be useful in identifying superspreaders and quantifying the impact of superspreading during the outbreak [4] .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 364,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 916,
                    "end": 919,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 652,
                    "end": 659,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "However, the growing availability of these more precise spatio-temporal data has not been accompanied by development of statistically sound mechanistic frameworks for modelling the underlying individual-to-individual transmission process. Developing such methods is an essential step for systematically extracting maximal information from such data, in particular, evaluating the efficacy of individually-targeted control strategies and enabling forward epidemic prediction at the individual level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Conventional compartmental models (e.g. SEIR) require an explicit account of the complete contact process which specifies both the successful contacts (i.e. the infected in class E), and, more challengingly [6] , the unsuccessful contacts (i.e. who has remained susceptible in class S). Representing unsuccessful contacts at the individual level is computationally challenging due to the need to build an explicit contact network among essentially all individuals in the population. One may consider adapting mechanistic compartmental disease models to accommodate these data. Important examples of these approaches include: 1) a patch-level approach that aggregates data points within pre-defined grids/patches [7] [8] [9] , and 2) a transmission-network-based approach which is essentially a partial-likelihood approach that considers only the infected individuals and ignores the unsuccessful contacts [4, [10] [11] [12] . Fig 2 presents a schematic illustration of these two approaches. Although the patch-level approach conforms to the desirable SEIR-type mechanistic framework, in which both the successful infectious contacts (E) and unsuccessful contacts (S) are represented, at least on the patch level, the aggregation of data points can be arbitrary and it inevitably degrades the data resolution necessary for inferring, for example, the individual-to-individual transmission. The transmission-network-based (partial-likelihood) approach, on the other hand, preserves the 'point nature' of the data but fails to conform to the mechanistic framework by completely ignoring the general (susceptible) population and its relation to the infected class. Although the latter has been shown to be useful for sampling the relations among infections (e.g. the transmission tree), it is inadequate for the purposes of complete forward epidemic prediction which needs to take into account the general (susceptible) population [4] .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 905,
                    "end": 908,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 909,
                    "end": 913,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 914,
                    "end": 918,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 919,
                    "end": 923,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1927,
                    "end": 1930,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 926,
                    "end": 940,
                    "text": "Fig 2 presents",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Spatio-temporal point processes (see an introduction in [5] ) may also appear to be natural candidates for individual spatial data. However, it is not straightforward to integrate them with a mechanistic compartmental disease model such as the SEIR (Susceptible-Exposed-Infectious-Recovered) model. In particular, it is difficult to formulate conditional intensities for a spatio-temporal point process directly for the observations that respects the mechanistic modelling assumptions. If one observes the transitions made by individuals from the E to I classes and from the I to R classes then it may be natural to consider a marked spatio-temporal point process where points represent the transitions from E to I and marks quantify the subsequent sojourn time in the I class. Calculation of intensities conditional on the observation history, necessary for the construction of the likelihood, is difficult due to the transitions from E to I being unobserved. Other approaches which do not utilize the full likelihood (e.g., contact- type partial-likelihood approach [13, 14] and likelihood-free ABC approach [15] ) may also be pursued. There also have been advances for more efficient parameters inference of certain classes of spatial models-for example, [16] proposes a double Metropolis-Hastings sampler for certain spatial models with intractable normalizing constants. Nevertheless, there is still a need of developing new statistical frameworks which allow for both full-likelihood-based model inference and, importantly, a statistically and biologically interpretable forward-prediction machinery that naturally integrates with mechanistic disease models and the general susceptible population.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1068,
                    "end": 1072,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1073,
                    "end": 1076,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1258,
                    "end": 1262,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we develop a framework that aims to accommodate individual-level spatiotemporal data, both in a mechanistic manner and accounting for the general (susceptible) population. The approach taken can be viewed as being rooted in spatio-temporal point processes. In essence, we view the process of transmission (transitions from S to E) as a marked spatiotemporal point processes where the marks are bivariate and specify the subsequent sojourn times in the E and I classes for the respective exposed individual. For this formulation the conditional intensity becomes tractable as described in Model and Methods. We then exploit ideas that are standard in Bayesian computation-in particular data augmentation-to accommodate the lack of observation of transmission events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We focus on epidemic outbreaks that are mainly attenuated by a time-varying transmissibility e.g. due to controls or seasonal changes of transmissibility, which is also the case for the recent West Africa Ebola outbreak [17, 18] . We also allow the occurrence of infections to be moderated both by the distance dependency of spatial infectivity and the effect of spatially heterogeneous (susceptible) population density. Such a framework enables a machinery that can be used to infer system parameters from the history of outbreaks and, more importantly, to predict the future dynamics of an epidemic. Our work represents a key generalization and [7] [8] [9] . The study area is partitioned into pre-defined grids/patches, where grid-points/patches with any infected individuals (i.e. the black dots) are classified as infected (E) and grid-points without as susceptible (S). After the classification, each grid-Infected (darker gray) or Susceptible (lighter gray)-is treated as a single entity for model fitting. (b) Transmission-network-based (partial-likelihood) approach [4, [10] [11] [12] . The unknown susceptible population is completely ignored. Consider only the set of infected individuals and infer the relations, for example, the transmission path (the arrows), among them. This approach however, in contrast to the conventional SEIR model, does not delineate a mechanism of how a new infection can arise among the general (susceptible) population. Such a limitation, in particular, renders a complete forward epidemic prediction implausible. extension of the work in [4, 19] , notably by accounting for the effect of heterogeneous population density and considering a broader class of disease models.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1075,
                    "end": 1078,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1084,
                    "end": 1088,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1089,
                    "end": 1093,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1580,
                    "end": 1583,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1584,
                    "end": 1587,
                    "text": "19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our methodology is first tested using simulated examples. We also compare our framework with the conventional, and often computationally challenging, individual-based SEIR model (which takes into account each individual in the population explicitly). Finally, it is applied to the Ebola outbreak data (Fig 1 and Ebola Outbreak Data), demonstrating its relevance to realistic epidemics of major current importance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 311,
                    "text": "(Fig 1 and",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "We model spatio-temporal transmission, in continuous time and space and over a heterogeneous landscape with varying population density. The framework we apply to model transmission is closely related to the contact distribution model [20] . Consider the situation where there are n(t 0 ) infectious individuals at time t 0 among an entirely susceptible population. A new infection occurs as the first event in a non-homogeneous Poisson process with a timevarying rate n(t 0 ) × β(t) with",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The mechanistic transmission model"
        },
        {
            "text": "for t ! t 0 , where β represents the baseline transmissibility (i.e. the baseline intensity) of an infectious individual in the absence of control measures. Multiple-level baseline transmissibility β i , i = 1, 2, . . . may also be considered, for example, to represent heteregeneous transmissibility among different age groups (see later Example: Application to the Ebola Outbreak Data).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mechanistic transmission model"
        },
        {
            "text": "The parameter ω quantifies the efficacy of controls that serves to reduce disease transmissibilty [21, 22] . Note that primary/background infection can be accommodated by adding a permanent infectious source presenting an additional rate α (i.e. the total Poisson rate becomes α + β × exp(−ωt)).",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 103,
                    "end": 106,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The mechanistic transmission model"
        },
        {
            "text": "The source of infection of the newly infected/exposed individual is randomly chosen from the n(t 0 ) infectious individuals. It is assumed that the probability of the new infection being at a certain distance r and direction θ away from the source of infection, is determined by the movement patterns of infectious individuals and the density of the susceptible population. Specifically, G = (r, θ) is drawn from a density,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mechanistic transmission model"
        },
        {
            "text": "whereŝ is the population density across the study area. Following Eq 2, the distance r is first drawn from f(r; η), a monotonically decreasing density function that specifies the likelihood of spatial movement over distance [23] [24] [25] . Specifically, we assume r follows an Exponential(η) distribution, i.e.,",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "The mechanistic transmission model"
        },
        {
            "text": "Given r, the position of the new infection is determined by a subsequent random draw θ from hðyjr;ŝÞ, the density of θ corresponding to the circle with radius r centered at the source of infection. When population density is homogeneous, θ may be drawn uniformly from 0 to 2π-i.e., given the homogeneous population density, there is no a priori belief that one part of the circle (i.e. the arc) is more susceptible to the occurrence of new infection than another. We consider a more general scenario with varying population densityŝ. A natural approach in specifying hðyjr;ŝÞ is to use the population density along the circumference of the circle, denoted by sðljr;ŝÞ, to account for the effect of heterogeneous landscape, so that Z y 0 0 hðyjr;ŝÞdy ¼",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mechanistic transmission model"
        },
        {
            "text": "where l 0 is the arc length corresponding to an arbitrary angle θ 0 . It is noted that, when the source of infection is the primary/background, r and θ become irrelevant, and gðG; Z;ŝÞ reduces to the (normalized) population density so that the probability of the new infection occurring in a neighbourhood of a particular point is proportional to the population density at that position. Subsequently, the new infected individual is assumed to spend random times in classes E and I which are modelled using an appropriate distribution such as a Gamma or a Weibull distribution. Specifically, following [4] , we use a Gamma(γ, λ) with mean γ and s.d. λ for the random time x spent in class E, and for the random time x spent in class I we use an",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 605,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The mechanistic transmission model"
        },
        {
            "text": "with mean φ [4] . All sojourn times are assumed independent of each other given the model parameters.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 15,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The mechanistic transmission model"
        },
        {
            "text": "In S1 Text, we also provide a concise description of the algorithm for simulating from the described model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mechanistic transmission model"
        },
        {
            "text": "Let T be the duration of the observation period, and let χ E χ I χ R denote the sets of individuals who have entered class E, class I and class R by T respectively. Also, let E = (. . ., E j , . . .) denote the exposure times for j 2 χ E , I = (. . ., I j , . . .) denote the times of becoming infectious for j 2 χ I and R = (. . ., R j , . . .) denote the times of recovery or removal for j 2 χ R . The densities of the sojourn times in class E and class I are denoted by f E and f I respectively, with their corresponding cumulative distribution functions denoted by F E and F I . Also, as previously defined, n(t) is the total number of infectious individuals at time t. Finally, for j 2 χ E , let ψ = (. . ., ψ j , . . .) denote the collection of sources of infection for infected individuals, and G = (. . ., G j , . . .) denote their positions relative to the sources of infections where G j = (r j , θ j ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complete-data likelihood"
        },
        {
            "text": "Assuming complete data z = (E, I, R, G, ψ) and model parameters Θ = (α, β, γ, λ, φ, η, ω), we can express the likelihood as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complete-data likelihood"
        },
        {
            "text": "Here w ðÀ 1Þ E denotes χ E with the earliest exposure excluded. The contribution to the likelihood arising from the infection of j by the particular source ψ j is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complete-data likelihood"
        },
        {
            "text": "if individual j is a primary=background case;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complete-data likelihood"
        },
        {
            "text": "bðE j Þ; if c j 2 w I at time E j :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complete-data likelihood"
        },
        {
            "text": "The first two lines in Eq 5 together represent the contribution to the likelihood arising from the observed sequence of exposure events. The third and fourth lines represent the contribution to the likelihood of the sojourn times in class E and I respectively for the exposed individuals. For mathematical clarity, we have so far discussed a general case where the population density along the circumference sðljr;ŝÞ is assumed to be continuous. In practice, however, the data of population density over a study area is often provided in a discrete form, mostly on the grid level [26] (see also Fig 1) . We describe how this special case may be handled practically in S1 Text and S1 Fig.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 584,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 595,
                    "end": 601,
                    "text": "Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Complete-data likelihood"
        },
        {
            "text": "We conduct Bayesian inference of partially observed epidemics using the process of data augmentation supported by Markov chain Monte Carlo methods [4, [27] [28] [29] . Given observed partial data y, including times of symptom onset and death times, the inference involves sampling from the joint posterior distribution π(Θ, z|y) / L(Θ; z)π(Θ), where z represents the complete data and π(Θ) represents the prior distribution of model quantities, such that the complete z is reconstructed, or 'imputed'. We use weak uniform priors U(0, 100). It is noted that, in analyzing the Ebola outbreak data (see Example: Application to the Ebola Outbreak Data) where z = (E, I, R, G, ψ), other than the parameters in Θ = (α, β, a, b, c, η, ω), the exposure times E and the sources of infections ψ (i.e. the transmission tree) are unobserved and are also to be inferred [4, 27] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 156,
                    "end": 160,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 161,
                    "end": 165,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 857,
                    "end": 860,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Statistical inference"
        },
        {
            "text": "In this section we test our methodology using simulated datasets. 10 independent epidemics are simulated from the model described in Model and Methods, parameterized by a set of model parameter values arising from fitting to an Ebola outbreak data (see Example: Application to the Ebola Outbreak Data). The same observation period, geographical area and population density as the Ebola data are considered. Fig 3a shows an exemplar simulated epidemic. Similar to the application to the Ebola outbreak data, we also consider age-specific baseline transmissibility of an infectious individual, i.e. β 1 for age less than 15 and β 2 for age greater than or equal to 15. Subsequently, we fit our model to each of the simulated epidemics and obtain the posterior samples of the model parameters. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 419,
                    "text": "Fig 3a shows",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Validation of model inference"
        },
        {
            "text": "Conventional SEIR models, which require an explicit account of the contact network among all subjects, have proven to be useful in studying patch-level level disease transmission (Fig 2a) , e.g. among farms, towns and cities [7, 27] . While these models are not theoretically restricted to the patch-level, they are often computationally challenging for individual-level data arising from moderate-to large-size populations. Although these models are not preferable in the scenario considered in the paper, they may be utilized to generate 'reference' epidemics that can be subsequently used for further assessing our framework.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 187,
                    "text": "(Fig 2a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Comparison with individual-based SEIR model"
        },
        {
            "text": "In this section we perform simulation studies to understand how our framework may capture the temporal and spatial dynamics of the epidemics generated from the SEIR model. We focus on simulations from an individual-based and susceptible-explicit SEIR model, in a heterogeneous landscape, that give rise to epidemics in which around 5% of a study population becomes infected (within 50 days of the initial infection). We note that the prevalence we consider is significantly higher than that found in the recent Ebola outbreak and matches more closely other, more transmissible viruses such as influenza [30] . We consider simpler scenarios Modelling individual-level spatio-temporal disease data We also perform a comparison between the run-time of our model inference and that of performing full individual-based SEIR model inference, which suggests that ours can be about 780 times faster (see also S1 Text).",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 607,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comparison with individual-based SEIR model"
        },
        {
            "text": "Ebola outbreak data. We also deploy our methodology to a dataset describing Ebola transmission in the community, collected from the Safe and Dignified Burials (SDB) programme conducted by the International Federation of Red Cross (IFRC), between Oct 20, 2014 and March 30, 2015 in Western Area (which comprises the capital Freetown and its surrounding area) in Sierra Leone. The dataset contains mobile-phone-reported GPS locations of where the bodies of 200 fatalities tested positive for Ebola (Fig 1) . Age, sex, time of burial (which was usually performed within 24h of death) and symptom-onset time were also recorded. Population density data were obtained from [26] .",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 671,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 496,
                    "end": 503,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Example: Application to the Ebola outbreak data"
        },
        {
            "text": "The same dataset was previously analyzed in [4] , using a transmission-network-based (partial-likelihood) approach (Fig 2b) . Although it was shown that such an approach is useful for inferring key epidemiological quantities (e.g. basic reproductive number R 0 ) and sampling the summary topology of the transmission tree among the observed cases, it does not consider the general (susceptible) population-as a result it cannot be used to establish a relation between infections and the general population, something that is necessary if more general modelbased forward predictions are to be made. In this section we compare our results with the findings of the previous analysis. In particular, we show how a model-based, forward prediction may be made using our methodology. In this section we consider age-specific baseline transmissibility, i.e. β 1 for age less than 15 and β 2 for age greater or equal to 15. In the forward simulation, the distribution of age (group) for a new infection is assumed to be the empirical distribution of the age groups of the observed data (which may also be estimated from more general demographic data).",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 47,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "text": "(Fig 2b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Example: Application to the Ebola outbreak data"
        },
        {
            "text": "A key epidemiological parameter is the so-called basic reproductive number R 0 , or the time-dependent variant effective reproductive number R eff , which quantifies the average number of secondary cases generated by a given infection [31] [32] [33] . In our framework the transmission tree is imputed, from which we can compute R 0 and R eff as summary statistics. We estimate R 0 to be 2.0 with 95% C.I. [1.8, 2.2] (Fig 5a) , which is slightly lower than the estimate 2.39 in [4] . The estimate of R eff (Fig 5b) is also broadly consistent with that found in [4] and in the literature (e.g., [31] ). It is also noted that degree of super-spreading was commonly characterized using a dispersion parameter k summarized from the transmission tree [4, 34, 35] . Estimated values for k are 0.47 and 0.37, using our methodology and that framework (dotted line) using the posterior parameter means. 500 random set of parameter values from the posterior distribution are drawn and their corresponding inferred spatial infectivity (grey lines) are also shown. Results from 5 independent simulations are shown (a)-(e).",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 406,
                    "end": 416,
                    "text": "[1.8, 2.2]",
                    "ref_id": null
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 746,
                    "end": 749,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 750,
                    "end": 753,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 417,
                    "end": 425,
                    "text": "(Fig 5a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 506,
                    "end": 514,
                    "text": "(Fig 5b)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Reproductive number."
        },
        {
            "text": "https://doi.org/10.1371/journal.pcbi.1005798.g004 used in [4] respectively, both indicating significant super-spreading (k < 1), albeit to a lesser extent (i.e. higher k) here.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Reproductive number."
        },
        {
            "text": "Age-specified transmissibility and distance of transmission. In [4] , it was found that certain age groups tend to be more transmissible-in particular, infected individuals younger than 15 or older than 45 years. Using our methodology, although we find no significant difference among subgroups of those older than 15, there is still clear evidence that cases less than 15 tend to be most transmissible (Fig 5c) . In fact, this age group was found to be the most transmissible in [4] . The median distance of transmission is estimated to be 0.85km [0.01, 6.15] , which is about one third of the estimate 2.51km found in [4] . Such a discrepancy may reflect the fact that the heterogeneous (susceptible) population is now taken into account, with the presence of many disease-free areas reducing the likelihood of long-range transmission. A shorter distance of transmission may also be potentially more accurate, considering that the pathogen may have spread predominantly by caring within the community, e.g., through family contacts [36] . Estimates of other model parameters are given in S1 Table, showing broad consistency with the literature [4, 37, 38] . However, it is noted that our estimate of mean infectious period is lower than from cases detected within the clinical care system (e.g. mean infectious period 8d estimated for patients who received clinical care [39] ). As discussed in [4] , this discrepancy potentially highlights systematic differences between community-based cases and cases notified in clinical care systems, where community-based cases may have progressed more rapidly.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 555,
                    "end": 560,
                    "text": "6.15]",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1034,
                    "end": 1038,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1146,
                    "end": 1149,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1150,
                    "end": 1153,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1154,
                    "end": 1157,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1373,
                    "end": 1377,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1397,
                    "end": 1400,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 411,
                    "text": "(Fig 5c)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1093,
                    "end": 1099,
                    "text": "Table,",
                    "ref_id": null
                }
            ],
            "section": "Reproductive number."
        },
        {
            "text": "In contrast to a transmission-network based approach [4] , our framework establishes a relation between infections and the general (susceptible) population. Specifically, it proposes a mechanism for how a new infection, beyond the set of observed infected individuals, can arise among the general (susceptible) population. This in turn allows us to perform a more general forward simulation without conditioning on the set of observed cases. Fig 6 shows the (posterior predictive) distributions of some temporal and spatial summary statistics of the epidemics simulated from the estimated model, from which it can be discerned that the model can generate epidemics that are consistent with the observed one. We also show out-of-sample predictivity for the epidemic curve for the second-half of the epidemic duration (Fig 6b) . It is noted that in assessing the spatial fit, beside using a relatively crude global measure (i.e. Moran's I index (Refs. [7] )), we also consider Ripley's L function [40, 41] which is much more informative for characterizing clustering/dispersion of point data.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 950,
                    "end": 953,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1000,
                    "end": 1003,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 453,
                    "text": "Fig 6 shows",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 816,
                    "end": 824,
                    "text": "(Fig 6b)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "A more general model prediction"
        },
        {
            "text": "More precise individual-level spatio-temporal data have become increasingly available in recent years due to the advent of 'digital epidemiology' [1] . One key challenge is how we may extract maximal information from such data, especially through concurrent development of new statistical methods, as existing approaches suffer from certain limitations (see Introduction). In particular, as SEIR-type models can be computationally challenging for individual-level spatio-temporal data, new frameworks are needed to accommodate such data in a mechanistic manner. The recent Ebola outbreak in West Africa (2014-2016) highlights the need, in particular, for a statistically sound and computationally efficient framework that is both able to integrate individual temporal and spatial information and, more importantly, perform a more general forward prediction which needs to take into account the general susceptible population [4] .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 925,
                    "end": 928,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this paper, we have proposed a novel mechanistic framework to address the research gap. Application to the Ebola outbreak data shows broad consistency of key epidemiological quantities with a previous analysis using a transmission-network-based partial-likelihood approach [4] , despite a significantly lower, and potentially more accurate [36] , median value of estimated distance of transmission (0.85km vs 2.51km). We have shown that our methods can be used in predictive mode to simulate epidemics (among the general population) that are consistent with the observed temporal and spatial patterns of the real outbreak, enabling a more general epidemic predictive framework. We also tested our model inference using simulated examples. Our model was also compared to the more explicit (but computationally challenging) individual-based SEIR model, showing that our model can be a reasonable and computationally-efficient surrogate.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are a few simplifying assumptions made in our paper. For example, we have focused on epidemic outbreaks that are mainly attenuated by a time-varying transmissibility e.g. due to controls or seasonal changes of transmissibility. Should susceptible depletion play a key role in attenuating the epidemics, our framework may be modified accordingly-e.g., for a given region, adding a component that specifies the decreased likelihood of occurrence of new infections with increased density of existing infections, to mimic the effect of susceptible depletion. We first estimate the model parameters using data from the first half of the epidemic duration (week 1 to week 11) and re-simulate from the estimated model from the beginning to the end of the epidemic duration (week 24). (c) Measure of global spatial autocorrelation using Moran's I index (Refs. [7] ) which ranges from -1 to 1 (a value close to 1 indicating strong clustering and close to -1 indicating strong dispersion), applied to epidemics before and after peak. The index corresponding to the observed epidemic is indicated by the dotted line. (d) Measure of clustering/dispersion using Ripley's K, or its transformation Ripley's L [40, 41] . Compared to global measures such as the Moran's I, this function determines clustering/ dispersion of point data over a range of distances (see S1 Text for more details), without requiring certain aggregation of the points, hence representing a more powerful and informative measure for our context. We Nevertheless, the effect of susceptible depletion may only be significant on a very local scale such as that of the individual household. Moreover, it does not appear to be a determining factor in controlling the recent Ebola outbreak, at least on the 'global' scale [17] (Fig 6) . We have considered random movement patterns of infectious individuals that may be reasonably abstracted by a monotonically decreasing density function [23, 24] . For future work, this assumption may be relaxed to model more complicated scenarios, such as spread of splash-dispersed fungal pathogens [43] in which the spreading distance may also depend on the susceptible population. In this case, one may modify the density for the distance by also taking into account the distribution of susceptible population in the annuli along the radius of the circle centered at a particular source of infection.",
            "cite_spans": [
                {
                    "start": 858,
                    "end": 861,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1205,
                    "end": 1208,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1781,
                    "end": 1785,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1947,
                    "end": 1951,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1952,
                    "end": 1955,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2095,
                    "end": 2099,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 1786,
                    "end": 1793,
                    "text": "(Fig 6)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The transmission rate of an infectious case in our model is independent of the (local) susceptible population density. This assumption may be relaxed to allow for more \"localized\" transmission rates. For example, a model taking into account the heterogeneity of the susceptible population more explicitly may be obtained by allowing the infection rate for each case to be dependent on the local density of susceptibles by taking an appropriate weighted average of the latter with respect to the kernel function, at the expense of increased computational complexity. When spatial heterogeneity is present at a scale that is fine with respect to the range of transmission, then such an average may exhibit little variability over cases. Nevertheless, we note the ability of our approach to identify a kernel that matches that identified when the full SEIR model is fitted. Moreover, our model appears to be reasonable for the case of the Ebola outbreak (Fig 6) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 951,
                    "end": 958,
                    "text": "(Fig 6)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We have considered scenarios that the entire population is susceptible, an assumption which generally holds for newly emerging infections. Vaccination, for instance, decreases the proportion of susceptibles among the general population, and has an important impact on the geographical spread of viruses (e.g. [44] ). The effect of vaccination can be readily incorporated by our framework, for example, by reducing the (effective) susceptible population proportional to the vaccination rate in a particular region. The Ebola dataset we analyzed is likely to be subject to underreporting, which may have resulted in, for example, a biased (lower) estimate of the degree of superspreading [4] . Future work which takes into account the underreporting explicitly may be considered. We hope that our proposed framework can provide an essential step for the systematic modelling of the increasingly available individual-level disease data. consider and compute the L function using the the R package spatstat [42] . The measure corresponding to the observed epidemic is indicated by the solid line, along with the 95% C.I. of the simulated epidemics enclosed in the grey band. They indicate that the spatial clustering/dispersion of observed (point) data are captured reasonably well.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1003,
                    "end": 1007,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "https://doi.org/10.1371/journal.pcbi.1005798.g006 S1 Fig. Dealing with the grid nature of population density data. Intersecting with the (dotted) grid lines, the circumference of the circle with radius r centered at a source of infection is divided into many arcs. Each arc and the grid it belongs to has a homogeneous population density. One arc segment (in grey), for example, has arc length Δl and arc segment angle Δθ. (PDF) S2 Fig. Validation of model inference. Here we consider a different distribution of population density compared to the one used for the Ebola dataset in the main text. In particular, we consider a random shuffling of the original grids of population density. (a) Temporal and spatial distributions of the cases in an epidemic simulated from our model; noted that the spatial coordinates are converted to distance (kilometers) relative to the point where Lat Here we consider a different distribution of population density compared to the one used for the Ebola dataset in the main text. In particular, we consider a random shuffling of the original grids of population density. We also allow for a fatter tail of spatial transmission distance. 'Real' epidemics (black dots and line) are first simulated from an individual-based SEIR model (see also S1 Text). Subsequently, our proposed framework is fitted to the simulated epidemics. The fitted model is then used in predictive mode to simulate epidemics (95% C.I. in grey). We first compare the incidence with 5-day intervals between the 'real' epidemics (from SEIR) and the forward-simulated epidemics (from our fitted model). We also compare the (normalized) 'real' distance-dependent spatial infectivity (solid line), with that inferred from our framework (dotted line) using the posterior parameter means. 500 random set of parameter values from the posterior distribution are drawn and their corresponding inferred spatial infectivity (grey lines) are also shown. Results from 5 independent simulations are shown (a)-(e). (PDF) S1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 65,
                    "text": "Fig. Dealing",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 467,
                    "text": "Fig. Validation of model inference.",
                    "ref_id": null
                }
            ],
            "section": "Supporting information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Digital epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salathe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bengtsson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Bodnar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Buckee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Comput Biol",
            "volume": "8",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1002616"
                ],
                "PMID": [
                    "22844241"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Improved response to disasters and outbreaks by tracking population movements with mobile phone network data: a post-earthquake geospatial study in Haiti",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bengtsson",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thorson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garfield",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Schreeb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Med",
            "volume": "8",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1001083"
                ],
                "PMID": [
                    "21918643"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mobile Phone-based Infectious Disease Surveillance System",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerging Infectious Disease journal-CDC",
            "volume": "16",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Spatial and temporal dynamics of superspreading events in the 2014-2015 West Africa Ebola epidemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Dalziel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcclelland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiffany",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "114",
            "issn": "9",
            "pages": "2337--2342",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1614595114"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An introduction to the theory of point processes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Daley",
                    "suffix": ""
                },
                {
                    "first": "Vere-Jones",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Molecular infectious disease epidemiology: survival analysis and algorithms linking phylogenies to transmission trees",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kenah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Comput Biol",
            "volume": "12",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1004869"
                ],
                "PMID": [
                    "27070316"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "New model diagnostics for spatio-temporal systems in epidemiology and ecology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marion",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Streftaris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of The Royal Society Interface",
            "volume": "11",
            "issn": "93",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2013.1093"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Accounting for uncertainty in colonisation times: a novel approach to modelling the spatio-temporal dynamics of alien invasions using distribution data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Catterall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marion",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Hulme",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ecography",
            "volume": "35",
            "issn": "10",
            "pages": "901--911",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-0587.2011.07190.x"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Predicting undetected infections during the 2007 foot-and-mouth disease outbreak",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "O"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of the Royal Society Interface",
            "volume": "6",
            "issn": "41",
            "pages": "1145--1151",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2008.0433"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The construction and analysis of epidemic trees with reference to the 2001 UK foot-and-mouth outbreak",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chase-Topping",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Friar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilesmith",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proceedings of the Royal Society of London B: Biological Sciences",
            "volume": "270",
            "issn": "",
            "pages": "121--127",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2002.2191"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Integrating genetic and epidemiological data to determine transmission pathways of foot-and-mouth disease virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Cottam",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thébaud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wadsworth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gloster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mansley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Paton",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proceedings of the Royal Society B: Biological Sciences",
            "volume": "275",
            "issn": "",
            "pages": "887--895",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2007.1442"
                ],
                "PMID": [
                    "18230598"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A Bayesian inference framework to reconstruct transmission trees using epidemiological and genetic data",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Morelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thébaud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chadoeuf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Soubeyrand",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Comput Biol",
            "volume": "8",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1002768"
                ],
                "PMID": [
                    "23166481"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Spatio-temporal point processes, partial likelihood, foot and mouth disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Diggle",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "325--336",
            "other_ids": {
                "DOI": [
                    "10.1191/0962280206sm454oa"
                ],
                "PMID": [
                    "16886734"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Partial-Likelihood Analysis of Spatio-Temporal Point-Process Data",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Diggle",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kaimi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abellana",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biometrics",
            "volume": "66",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1541-0420.2009.01304.x"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Monte Carlo methods of inference for implicit statistical models",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Diggle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Gratton",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Journal of the Royal Statistical Society Series B (Methodological)",
            "volume": "",
            "issn": "",
            "pages": "193--227",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A double Metropolis-Hastings sampler for spatial models with intractable normalizing constants",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Statistical Computation and Simulation",
            "volume": "80",
            "issn": "9",
            "pages": "1007--1022",
            "other_ids": {
                "DOI": [
                    "10.1080/00949650902882162"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Measuring the impact of Ebola control measures in Sierra Leone",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Camacho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Glover",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "112",
            "issn": "46",
            "pages": "14366--14371",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1508814112"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Transmission dynamics and control of Ebola virus disease (EVD): a review",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC medicine",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12916-014-0196-0"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Transmission dynamics and final epidemic size of Ebola virus disease outbreaks with varying interventions",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Barbarossa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dénes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nakata",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Röst",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Vizi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PloS one",
            "volume": "10",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0131398"
                ],
                "PMID": [
                    "26197242"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ebola cases and health system demand in Liberia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Drake",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kaul",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "O?regan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Pulliam",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Biol",
            "volume": "13",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.1002056"
                ],
                "PMID": [
                    "25585384"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "How social structures, space, and behaviors shape the spread of infectious diseases using chikungunya as a case study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Salje",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Azman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Using GPS technology to quantify human mobility, dynamic contacts and infectious disease dynamics in a resource-poor urban environment",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Vazquez-Prokopec",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bisanzio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Stoddard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Paz-Soldan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Elder",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PloS one",
            "volume": "8",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0058802"
                ],
                "PMID": [
                    "23577059"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Dynamics of the 2001 UK foot and mouth epidemic: stochastic dispersal in a heterogeneous landscape",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chase-Topping",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "294",
            "issn": "5543",
            "pages": "813--817",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1065973"
                ],
                "PMID": [
                    "11679661"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A systematic Bayesian integration of epidemiological and genetic data",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marion",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Streftaris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Comput Biol",
            "volume": "11",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1004633"
                ],
                "PMID": [
                    "26599399"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Bayesian inference for an emerging arboreal epidemic in the presence of control",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parnell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Gottwald",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Irey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Gast",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "111",
            "issn": "17",
            "pages": "6258--6262",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1310997111"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Estimating parameters in stochastic compartmental models using Markov chain methods",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Renshaw",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Mathematical Medicine and Biology",
            "volume": "15",
            "issn": "1",
            "pages": "19--40",
            "other_ids": {
                "DOI": [
                    "10.1093/imammb/15.1.19"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Early epidemic dynamics of the West African 2014 Ebola outbreak: estimates derived with a simple two-parameter model",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Khoo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tuite",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLOS currents outbreaks",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/currents.outbreaks.89c0d3783f36958d96ebbae97348d571"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Temporal Changes in Ebola Transmission in Sierra Leone and Implications for Control Requirements: a Real-time Modelling Study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Camacho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Aki-Sawyerr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Curr",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/currents.outbreaks.406ae55e83ec0b5193e30856b9235ed2"
                ],
                "PMID": [
                    "25737806"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Modeling post-death transmission of Ebola: challenges for inference and opportunities for control",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weitz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dushoff",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Scientific reports",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep08751"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "7066",
            "pages": "355--359",
            "other_ids": {
                "DOI": [
                    "10.1038/nature04153"
                ],
                "PMID": [
                    "16292310"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Elucidating Transmission Patterns From Internet Reports: Ebola and Middle East Respiratory Syndrome as Case Studies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cleaton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Infectious Diseases",
            "volume": "214",
            "issn": "4",
            "pages": "421--426",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiw356"
                ],
                "PMID": [
                    "28830110"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Mathematical modeling of the West Africa Ebola epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Chretien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Elife",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.09186"
                ],
                "PMID": [
                    "26646185"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Insights into the early epidemic spread of Ebola in Sierra Leone provided by viral sequence data",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kühnert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du Plessis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Currents Outbreaks",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Clinical presentation of patients with Ebola virus disease in Conakry, Guinea",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Bah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Lamah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Brett-Major",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Sall",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "New England Journal of Medicine",
            "volume": "372",
            "issn": "1",
            "pages": "40--47",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1411249"
                ],
                "PMID": [
                    "25372658"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The second-order analysis of stationary point processes",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Ripley",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Journal of applied probability",
            "volume": "13",
            "issn": "02",
            "pages": "255--266",
            "other_ids": {
                "DOI": [
                    "10.1017/S0021900200094328"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Statistical inference for spatial processes",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Ripley",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Spatstat: an R package for analyzing spatial point patterns",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baddeley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "1--42",
            "other_ids": {
                "DOI": [
                    "10.18637/jss.v012.i06"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Effects of rain on splash dispersal of fungal pathogens",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Madden",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Canadian Journal of Plant Pathology",
            "volume": "19",
            "issn": "2",
            "pages": "225--230",
            "other_ids": {
                "DOI": [
                    "10.1080/07060669709500557"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Impact of vaccination on the spatial correlation and persistence of measles dynamics",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bolker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "93",
            "issn": "22",
            "pages": "12648--12653",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.93.22.12648"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "GPS locations of individual Ebola deaths (2014-2016) in the community identified through the use of mobile phones, collected in the neighbouring area of the capital (Freetown) in Sierra Leone. See the section Ebola Outbreak Data for more details. https://doi.org/10.1371/journal.pcbi.1005798.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A schematic illustration of examples of existing approaches. (a) SEIR approach on patch level",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3b suggeststhat the model parameters can be accurately estimated from the corresponding inferred posterior distributions which cluster around the true parameter values. We also test with another set of simulated datasets in which we assume a different distribution of population density, suggesting the similar accuracy in parameter estimations (S2Fig).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Validation of model inference. (a) Temporal and spatial distributions of the cases in an epidemic simulated from our model; noted that the spatial coordinates are converted to distance (kilometers) relative to the point where Lat = 8.3 Lon = -13.1; (b) Model parameters used for simulating 10 independent epidemics from our model are indicated by the dotted lines; the inferred posterior distributions of the model parameters are also shown. https://doi.org/10.1371/journal.pcbi.1005798.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparison with the individual-based SEIR model. 'Real' epidemics (black dots and line) are first simulated from with no control measures and known latent period distribution. Details of the SEIR model are given in S1 Text. Fig 4 suggests that our framework can capture key temporal and spatial dynamics of the epidemic simulated from the individual-based SEIR model. Similar results are observed in testing with another set of simulated epidemics (S3 Fig), in which we consider a scenario with a different population density distribution and a fatter tail in the spatial transmission distance.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Model estimates for the Ebola dataset. (a) The posterior distribution of R 0 . (b) The posterior distribution of R eff ; median values are connected by the dots and lines, and the 95% C.I. are indicated by the bars. The observed epidemic curve, scaled by dividing by 6, is superimposed (dotted grey line). (c) The posterior distributions of age-specified β. (d) The posterior distribution of distance of transmission with median value indicated by the solid black line; the dotted line represents the median value estimated in [4]. https://doi.org/10.1371/journal.pcbi.1005798.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Posterior predictive distributions of temporal and spatial summary statistics of epidemics forward simulated from the estimated model. (a) One-epidemic ahead in-sample model prediction. The observed epidemic is indicated by the dots and the line. 95% C.I. of the simulated epidemics at each week are indicated by the grey bands. Dashed line represents the median values of the simulated epidemics. (b) One-epidemic ahead in-sample and out-of-sample model prediction.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Text. Supplementary information. (a) Simulation algorithm for our proposed individual model. (b) Practical implementations in dealing with the grid-nature of population density data. (c) Detailed procedures for simulating epidemics from the individually-based SEIR model for comparing it with our proposed framework (see also section Comparison with Individual-based SEIR Model). (d) Speed gain in our model inference by comparing to individual-SEIR model inference. (e) Supplementary information for Ripley's L function which was used to summarize the spatial clustering of the observed and model-simulated Ebola epidemics. (PDF)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "parameters used for simulating 10 independent epidemics from our model are indicated by the dotted lines; the inferred posterior distributions of the model parameters are also shown. (PDF) S3 Fig. Comparison with the individual-based SEIR model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Conceptualization: Max S. Y. Lau, Gavin J. Gibson. Data curation: Max S. Y. Lau, Amanda McClelland, Benjamin D. Dalziel. Formal analysis: Max S. Y. Lau. Funding acquisition: Bryan T. Grenfell. Investigation: Max S. Y. Lau, Gavin J. Gibson. Methodology: Max S. Y. Lau, Gavin J. Gibson, Hola Adrakey. Project administration: Max S. Y. Lau. Validation: Max S. Y. Lau, Gavin J. Gibson. Visualization: Max S. Y. Lau. Writing -original draft: Max S. Y. Lau. Writing -review & editing: Max S. Y. Lau, Gavin J. Gibson, Hola Adrakey, Steven Riley, Jon Zelner, George Streftaris, Sebastian Funk, Jessica Metcalf, Benjamin D. Dalziel, Bryan T. Grenfell.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "https://doi.org/10.1371/journal.pcbi.1005798.g002 Modelling individual-level spatio-temporal disease data PLOS Computational Biology | https://doi.org/10.1371/journal.pcbi.1005798 October 30, 2017",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Supplementary table. Estimates of model parameters in fitting our framework to the Ebola dataset. (PDF)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}