{
    "paper_id": "8ca98b59fa6bb5b1d4dfdb0b89cfcdbcaa1a0474",
    "metadata": {
        "title": "Supporting Information: Demographic and environmental drivers of metagenomic viral diversity in vampire bats",
        "authors": [
            {
                "first": "Laura",
                "middle": [
                    "M"
                ],
                "last": "Bergner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {
                        "settlement": "Glasgow",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "J"
                ],
                "last": "Orton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {
                        "settlement": "Glasgow",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Julio",
                "middle": [
                    "A"
                ],
                "last": "Benavides",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {
                        "settlement": "Glasgow",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "J"
                ],
                "last": "Becker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "settlement": "Athens",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Tello",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roman",
                "middle": [],
                "last": "Biek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {
                        "settlement": "Glasgow",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "G"
                ],
                "last": "Streicker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {
                        "settlement": "Glasgow",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Census population size (Nc) was estimated from mark-recapture data for each colony using one of three methods. For sites sampled over multiple years, Cormack-Jolly-Seber models (Cormack 1989) were implemented in the package Rcapture (Baillargeon & Rivest 2007) . For sites sampled in only one year, the Petersen estimator was calculated for sites with two capture occasions and the Schnabel estimator was calculated for sites with more than two capture occasions, both with Chapman correction (Chapman 1951) in the R package FSA (Ogle 2017) ( Table S2 ). Sampling intervals were not consistent between years and across sites, so the same estimator could not be used. Three sites (AMA7, LR2 and LR3) were excluded because roost locations were inaccessible, so sites were sampled around livestock and there were few recaptures. Two other sites (API17 and AYA15) were only sampled using hand nets during the day, making it difficult to account for recapture probability, so colony size was not estimated for those sites. Two datasets were created using the most recent estimates of Nc, as colonies can undergo major changes in Nc over a short number of years (Streicker et al. 2012) . One dataset included all sites where Nc was estimated and another more conservative dataset included only Petersen or Schnabel estimates from 2016-2017 (Table S2 ).",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 191,
                    "text": "(Cormack 1989)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 233,
                    "end": 260,
                    "text": "(Baillargeon & Rivest 2007)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 493,
                    "end": 507,
                    "text": "(Chapman 1951)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 529,
                    "end": 540,
                    "text": "(Ogle 2017)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1156,
                    "end": 1179,
                    "text": "(Streicker et al. 2012)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 551,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 1334,
                    "end": 1343,
                    "text": "(Table S2",
                    "ref_id": null
                }
            ],
            "section": "Section 1: Population size"
        },
        {
            "text": "The estimate of colony size (Nc) was missing from five sites, so the more and less conservative datasets described above were each analyzed to test for a univariate effect on richness. No relationship was found with either Nc dataset for all combinations of saliva/feces and all viruses/vertebrate-infecting viruses (data not shown) so Nc was excluded from GLMs as an explanatory variable in order to include the five sites missing Nc in models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Section 1: Population size"
        },
        {
            "text": "Section 2: Host population structure Nine previously developed microsatellite loci (Piaggio et al. 2008) were amplified in two multiplex reactions. For some individuals, loci were amplified according to previously optimized conditions (Piaggio et al. 2008) , and fragment analysis was performed at the University of Georgia Genomics Facility on an Applied Biosystems 3730xl instrument (Streicker et al. 2016) . For other individuals, amplification was carried out using a Multiplex PCR Kit (Qiagen) in 15 μL reactions containing a final concentration of 3 mM MgCl2 and 0.2 μM each primer. PCR conditions were 15 minutes at 95°C, 40 cycles (Panel A) or 35 cycles (Panel B) consisting of 30 seconds at 94°C, 90 seconds at 52°C, and 60 seconds at 72°C, followed by 30 minutes at 60°C. Fragment analysis for these individuals was performed at the University of Dundee DNA Sequencing and Services on an Applied Biosystems 3730xl instrument. Microsatellite scoring was done using either Genemarker v.2.4.0 or the microsatellite plug-in for Geneious v. 7.17 (Kearse et al. 2012) .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 104,
                    "text": "(Piaggio et al. 2008)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 235,
                    "end": 256,
                    "text": "(Piaggio et al. 2008)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 385,
                    "end": 408,
                    "text": "(Streicker et al. 2016)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1051,
                    "end": 1071,
                    "text": "(Kearse et al. 2012)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Section 1: Population size"
        },
        {
            "text": "To account for potential scoring discrepancies between labs and microsatellite genotyping errors, 21 individuals were genotyped using both protocols, eight of which were included in the final dataset (the other 13 were from colonies not included in the final dataset). Scores differed in a consistent manner between the two amplification and genotyping methods, as expected given differences between labs and protocols (Ellis et al. 2011) and scores from samples genotyped in Glasgow were converted to allow comparison across labs (Table S3) . Nineteen individuals were genotyped twice in Glasgow to ensure consistent results across replicates within the same lab.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 438,
                    "text": "(Ellis et al. 2011)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 541,
                    "text": "(Table S3)",
                    "ref_id": null
                }
            ],
            "section": "Section 1: Population size"
        },
        {
            "text": "The program PEDANT (Johnson & Haydon 2008 ) was used to calculate maximum likelihood estimates of genotyping error rate, and to estimate what proportion of errors were due to allelic dropout and false alleles.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 41,
                    "text": "(Johnson & Haydon 2008",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Section 1: Population size"
        },
        {
            "text": "The program MicroChecker (Van Oosterhout et al. 2004 ) was used to check for evidence of null alleles within loci or populations. The program FreeNA (Chapuis & Estoup 2007) was also used to calculate null allele frequencies. The inbreeding coefficient FIS (Weir & Cockerham 1984) was estimated for each locus using FSTAT v.2.9.3.2 (Goudet 1995) . FSTAT was used to test for significant departures from Hardy-Weinberg equilibrium for within population FIS using 1000 permutations of a randomization test and Bonferroni correction.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 52,
                    "text": "(Van Oosterhout et al. 2004",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 149,
                    "end": 172,
                    "text": "(Chapuis & Estoup 2007)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 256,
                    "end": 279,
                    "text": "(Weir & Cockerham 1984)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 331,
                    "end": 344,
                    "text": "(Goudet 1995)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Section 1: Population size"
        },
        {
            "text": "Error rates per marker were relatively high for samples re-genotyped across different labs, particularly at loci DeroC12 and DeroD06 (Table S3 ). In contrast, replicates within Glasgow showed low error rates that were comparable to previous studies (Ellis et al. 2011) . One locus (DeroH02) showed evidence of null alleles according to both methods, with 13 populations exhibiting evidence of null alleles in MicroChecker. FIS values also deviated significantly from Hardy-Weinberg equilibrium (HWE) at DeroH02 and DeroD06 (Table S3) . Overall there was evidence of genotyping error and null alleles at the three loci DeroC12, DeroD06 and DeroH02.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 268,
                    "text": "(Ellis et al. 2011)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 142,
                    "text": "(Table S3",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 533,
                    "text": "(Table S3)",
                    "ref_id": null
                }
            ],
            "section": "Section 1: Population size"
        },
        {
            "text": "Although the effects of genotyping errors may be less severe in population level analyses compared to analyses reliant on individual identification (Taberlet et al. 1999; Pompanon et al. 2005 ), we repeated analyses using a six loci subset, excluding potentially problematic loci to ensure that results were consistent using the two different datasets.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 170,
                    "text": "(Taberlet et al. 1999;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 171,
                    "end": 191,
                    "text": "Pompanon et al. 2005",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Section 1: Population size"
        },
        {
            "text": "Per locus microsatellite diversity indices were calculated using the program FSTAT, including number of alleles (NA) and allelic richness (AR) ( Table S4 ). Observed heterozygosity (HO) and expected heterozygosity (HE) were calculated using adegenet (Jombart 2008; Jombart & Ahmed 2011) in R and ENA-corrected FST was calculated using FreeNA. Each pair of loci was tested for evidence of linkage disequilibrium in FSTAT, with no pairs of loci showing evidence of linkage disequilibrium using 1000 permutations of a randomization test and Bonferroni correction.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 264,
                    "text": "(Jombart 2008;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 265,
                    "end": 286,
                    "text": "Jombart & Ahmed 2011)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "text": "Table S4",
                    "ref_id": null
                }
            ],
            "section": "Section 1: Population size"
        },
        {
            "text": "Per population statistics (Table S5) were calculated using adegenet (NA, AR, percent missing data per site, HE, and HO) and FSTAT (FIS). Two sites (AMA2 and CAJ4) were initially genotyped for larger numbers of individuals than other sites (61 and 88 respectively) but were randomly subsampled to 30 individuals to ensure that unequal sample sizes did not affect other analyses (Puechmaille 2016) . Following subsampling, AMA2 deviated significantly from HWE in the 9 loci dataset while no populations deviated significantly in the 6 loci dataset (Table S5) . Figure S1 . Principal component analysis (PCA) of sites by environmental variables. The PCA was performed with centering and scaling on the variables annual mean temperature, annual precipitation, and annual temperature range. Sites are colored by ecoregion (blue, Coast; green, Andes; purple, Amazon) and circles show the 95% normal probability ellipse for each group. Pairwise correlations between all continuous explanatory variables were examined for potential multi-collinearity. Variables with a correlation coefficient of r>0.5 were excluded from the same model in model averaging. Figure S4 . Vertebrate-infecting viral richness and community composition compared across ecoregions. Plots show comparisons of vertebrate-infecting viruses across ecoregions in saliva (top panels) and feces (lower panels). In boxplots, bold lines show the median, and upper and lower hinges show the first and third quartiles. Whiskers extend from the hinge to 1.5 x the inter-quartile range. In PCoA plots, circles show the 95% normal probability ellipse for each group and stars indicate communities are significantly different as assessed by PERMANOVA. Colors correspond to different ecoregions within Peru (blue, Coast; green, Andes; purple, Amazon). Figure S5 . Correlations between viral community distance and geographic or genetic distance. Plots show saliva virus community Jaccard distances compared with colony geographic distance (km) (Panel A; Mantel r=-0.05; p=0.67) and genetic distance FST calculated using 9 microsatellite loci (Panel B; Mantel r=-0.007; p=0.53), and fecal virus community Jaccard distances correlated with colony geographic distance (km) (Panel C; Mantel r=0.25; p=0.003) and genetic distance FST calculated using 9 microsatellite loci (Panel D; Mantel r=0.13; p=0.03). ",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 395,
                    "text": "(Puechmaille 2016)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 36,
                    "text": "(Table S5)",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 556,
                    "text": "(Table S5)",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 568,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 1148,
                    "end": 1157,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 1804,
                    "end": 1813,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "Section 1: Population size"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Rcapture Package: Loglinear Models for Capture-Recapture in R",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baillargeon",
                    "suffix": ""
                },
                {
                    "first": "L.-P",
                    "middle": [],
                    "last": "Rivest",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Stat Softw",
            "volume": "19",
            "issn": "",
            "pages": "1--31",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Some properties of the hypergeometric distribution with applications to zoological censuses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "Univ Calif Public Stat",
            "volume": "1",
            "issn": "",
            "pages": "131--160",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Microsatellite Null Alleles and Estimation of Population Differentiation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Chapuis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Estoup",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Biol Evol",
            "volume": "24",
            "issn": "",
            "pages": "621--631",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Log-Linear Models for Capture-Recapture",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Cormack",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Biometrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Microsatellite standardization and evaluation of genotyping error in a large multi-partner research programme for conservation of Atlantic salmon (Salmo salar L.)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gilbey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Balstad",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cauwelier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cherbonnel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Genetica",
            "volume": "139",
            "issn": "",
            "pages": "353--367",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "FSTAT (version 1.2): a computer program to calculate F-statistics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goudet",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Hered",
            "volume": "86",
            "issn": "",
            "pages": "485--486",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Software for Quantifying and Simulating Microsatellite Genotyping Error",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C D"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bioinform Biol Insights",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "adegenet: a R package for the multivariate analysis of genetic markers",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jombart",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bioinformatics",
            "volume": "24",
            "issn": "",
            "pages": "1403--1405",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "3-1: new tools for the analysis of genome-wide SNP data",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jombart",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bioinformatics",
            "volume": "1",
            "issn": "",
            "pages": "3070--3071",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Geneious Basic: An integrated and extendable desktop software platform for the organization and analysis of sequence data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kearse",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stones-Havas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sturrock",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bioinformatics",
            "volume": "28",
            "issn": "",
            "pages": "1647--1649",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "FSA: Fisheries Stock Analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Ogle",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Development of polymorphic microsatellite loci for the common vampire bat, Desmodus rotundus (Chiroptera: Phylostomidae)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Piaggio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Ecol Resour",
            "volume": "8",
            "issn": "",
            "pages": "440--442",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Genotyping errors: causes, consequences and solutions",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pompanon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bonin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bellemain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Taberlet",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Rev Genet",
            "volume": "6",
            "issn": "",
            "pages": "847--846",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The program structure does not reliably recover the correct population structure when sampling is uneven: subsampling and new estimators alleviate the problem",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Puechmaille",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol Ecol Resour",
            "volume": "16",
            "issn": "",
            "pages": "608--627",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ecological and anthropogenic drivers of rabies exposure in vampire bats: implications for transmission and control",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Streicker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Recuenco",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Valderrama",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gomez Benavides",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vargas",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pacheco",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc R Soc B",
            "volume": "279",
            "issn": "",
            "pages": "3384--3392",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Host-pathogen evolutionary signatures reveal dynamics and future invasions of vampire bat rabies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Streicker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Winternitz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Satterfield",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Condori-Condori",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Broos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tello",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc Natl Acad Sci",
            "volume": "113",
            "issn": "",
            "pages": "10926--10931",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Noninvasive genetic sampling: look before you leap",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Taberlet",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Waits",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Luikart",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Trends Ecol Evol",
            "volume": "14",
            "issn": "",
            "pages": "323--327",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "micro-checker: software for identifying and correcting genotyping errors in microsatellite data",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Oosterhout",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Hutchinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P M"
                    ],
                    "last": "Wills",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shipley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol Ecol Notes",
            "volume": "4",
            "issn": "",
            "pages": "535--538",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Estimating F-statistics for the analysis of population structure",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Weir",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Cockerham",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Evolution",
            "volume": "38",
            "issn": "",
            "pages": "1358--1370",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pearson correlations between variables in viral richness modeling.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Viral genera detected in vampire bat viral communities Heatmap of contigs detected per pool where similar rows (viral genera detected together) and columns representing a different colony and sample type (saliva or feces) are clustered according to Ward's method. Number of contigs is depicted on a log10 scale.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Correlations between vertebrate-infecting viral community distance and geographic or genetic distance. Plots show correlations of vertebrate-infecting saliva virus community Jaccard distances with colony geographic distance (km) (Panel A; Mantel r= 0.006; p= 0.44) and genetic distance FST calculated using 9 microsatellite loci (Panel B; Mantel r= 0.06; p= 0.19). Fecal vertebrate-infecting virus community Jaccard distances are also compared with colony geographic distance (km) (Panel C; Mantel r= -0.076; p= 0.82) and genetic distance FSTcalculated using 9 microsatellite loci (Panel D; Mantel r= -0.015; p= 0.56). Ecological correlates of vertebrate-infecting viral richness in bat saliva samples. (A) Model averaged relationships of demographic and environmental factors correlated with richness and (B) univariate correlations of significant factors. In panel (A) the model averaged effect sizes are shown for each factor across the 95% confidence set of GLMs",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "PCoA plots showing the first two axes in which sites have been separated by differences in saliva viral communities and colored according to (A) longitude and (B) number of raw reads. PCoA plots showing the first two axes in which sites have been separated by differences in fecal viral communities and colored according to (A) elevation, (B) proportion of adults (C) local climate variables and (D) livestock density. SUPPLEMENTARY TABLES",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "with 95% confidence intervals. Factors that remained significant in the final model are shown as triangles. The vertical dashed line shows an effect size of zero, such that any confidence intervals overlapping the dashed line indicate a non-significant effect of the factor in model averaged results. In panel (B) richness values are plotted for each variable that was significant according to model averaging. Solid lines show GLM predictions for univariate relationships that remained significant following correction for multiple testing. Points are colored according to ecoregions (blue, Coast; green, Andes; purple, Amazon).Figure S8. Ecological correlates of vertebrate-infecting viral richness in bat fecal samples. (A) Model averaged relationships of demographic and environmental factors correlated with richness and (B) univariate correlations of significant factors. In panel (A) the model averaged effect sizes are shown for each factor across the 95% confidence set of GLMs with 95% confidence intervals. The vertical dashed line shows an effect size of zero, such that any confidence intervals overlapping the dashed line indicate a non-significant effect of the factor in model averaged results. In panel (B) richness is plotted for each variable that was significant according to model averaging. Dashed lines show univariate relationships that were no longer significant after correction. Points are colored according to ecoregions (blue, Coast; green, Andes; purple, Amazon).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Collection details for individual bat samples in metagenomic pools. Bat IDs reflect individuals from which nucleic acid extracts were included in single colony saliva and fecal pools for each site. Month and year of sampling dates are shown for individual bat samples.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Table S2. Colony size (Nc) estimates and other species presence at vampire bat colonies. Colony size estimates were generated based on mark-recapture data using different methods depending on the data. The Nc estimate from the most recent year is presented along with the year of that estimate. The recorded presence of other bat species within each colony and the estimated count of other species is also presented.Table S3. Microsatellite error rate estimates, null alleles and FIS estimates per locus. Conversion shows the number of base pairs different between microsatellite loci scored in different labs. Error rate estimates across and between labs were calculated using PEDANT. Number of populations showing evidence of null alleles were based on MicroChecker. Average null allele frequency across populations were based on FreeNA. †Significant departure from Hardy-Weinberg equilibrium indicated in bold; p-values were adjusted using the Bonferroni correction (adjusted α=0.006)Table S4. Microsatellite per locus diversity indices for vampire bats. Diversity indices were calculated using the programs FSTAT and FreeNA, and the R package adegenet. Per locus data are shown for all individuals combined across colonies.Table S5. Microsatellite per population statistics for vampire bat colonies. Diversity indices were calculated using the program FSTAT and the R package adegenet. Data are shown for each colony separately.Table S6. Single colony pools sequenced to characterize viral communities in vampire bats. Pools were created by combining nucleic acid from up to 10 individual swab samples from the same sample type and the same colony. CUS, Cusco; HUA, Huánuco; LMA, Lima; LR, Loreto). Locations are shown inFigure 1.Table S7. Multivariate PERMANOVA testing the effect of ecoregion on viral community composition. Separate tests were performed for each sample type (saliva and feces) and virus data set (all viruses and vertebrate-infecting).Table S9. 95% confidence set of GLMs for total saliva viral richness. Model averaging of the models presented was used to estimate effect sizes and confidence intervals for each explanatory variable. Models are ranked by ΔAICc; for each model AICc, ΔAICc, Akaike weights (wi) and R 2 are shown.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "95% confidence set of GLMs for vertebrate-infecting saliva viral richness. Model averaging of the models presented was used to estimate effect sizes and confidence intervals for each explanatory variable. Models are ranked by ΔAICc; for each model AICc, ΔAICc, Akaike weights (wi) and R 2 are shown.Table S11. 95% confidence set of GLMs for total fecal viral richness. Model averaging of the models presented was used to estimate effect sizes and confidence intervals for each explanatory variable. Models are ranked by ΔAICc; for each model AICc, ΔAICc, Akaike weights (wi) and R 2 are shown.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "95% confidence set of GLMs for vertebrate-infecting fecal viral richness. Model averaging of the models presented was used to estimate effect sizes and confidence intervals for each explanatory variable. Models are ranked by ΔAICc; for each model AICc, ΔAICc, Akaike weights (wi) and R 2 are shown.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Multivariate analyses of vampire bat viral community composition. PERMANOVA and GLM analyses were used to test whether variables found to impact viral richness in vampire bats also affect community composition in the same dataset. Analyses were performed separately for different sample types (feces and saliva) and virus datasets (all viruses and vertebrate-infecting viruses). †P-values for multiple analyses applied to the same dataset are adjusted using the Benjamini-Hochberg false-discovery rate method, with significant values shown in bold",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}