{
    "paper_id": "8ce3ae4141f74a6ef60175581277687d6c185b4d",
    "metadata": {
        "title": "Social determinants of health in Canada: Are healthy living initiatives there yet? A policy analysis",
        "authors": [
            {
                "first": "Dana",
                "middle": [],
                "last": "Gore",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anita",
                "middle": [],
                "last": "Kothari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: Preventative strategies that focus on addressing the social determinants of health to improve healthy eating and physical activity have become an important strategy in British Columbia and Ontario for combating chronic diseases. What has not yet been examined is the extent to which healthy living initiatives implemented under these new policy frameworks successfully engage with and change the social determinants of health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Initiatives active between January 1, 2006 and September 1, 2011 were found using provincial policy documents, web searches, health organization and government websites, and databases of initiatives that attempted to influence to nutrition and physical activity in order to prevent chronic diseases or improve overall health. Initiatives were reviewed, analyzed and grouped using the descriptive codes: lifestyle-based, environmentbased or structure-based. Initiatives were also classified according to the mechanism by which they were administered: as direct programs (e.g. directly delivered), blueprints (or frameworks to tailor developed programs), and building blocks (resources to develop programs). Results: 60 initiatives were identified in Ontario and 61 were identified in British Columbia. In British Columbia, 11.5% of initiatives were structure-based. In Ontario, of 60 provincial initiatives identified, 15% were structure-based. Ontario had a higher proportion of direct interventions than British Columbia for all intervention types. However, in both provinces, as the intervention became more upstream and attempted to target the social determinants of health more directly, the level of direct support for the intervention lessened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: The paucity of initiatives in British Columbia and Ontario that address healthy eating and active living through action on the social determinants of health is problematic. In the context of Canada's increasingly neoliberal political and economic policy, the public health sector may face significant barriers to addressing upstream determinants in a meaningful way. If public health cannot directly affect broader societal conditions, interventions should be focused around advocacy and education about the social determinants of health. It is necessary that health be seen for what it is: a political matter. As such, the health sector needs to take a more political approach in finding solutions for health inequities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Preventative strategies focusing on healthy eating and physical activity, collectively known as healthy living, have become an important strategy in Canada for combating chronic diseases. Chronic diseases are rising to epidemic proportions in the Canadian population and costs associated with treating them pose a serious threat to the sustainability of the health care system [1] . Addressing the underlying causes of chronic diseases and their inequitable distribution through a preventative health promotion strategy has been acknowledged as an effective way to reverse these trends in both Ontario (ON) and British Columbia (BC). These provinces have recently reformulated their chronic disease prevention strategies as part of Canada's renewal of public health systems, initiated in 2003 as a response to Severe Acute Respiratory Syndrome (SARS). A common strategy that both provinces pursue is to address chronic disease prevention through healthy living initiatives -initiatives that work to promote healthy eating and physical activity as well as address other risk factors such as unhealthy alcohol consumption and tobacco use.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While healthy eating and physical activity were traditionally considered individual lifestyle choices, public health has shifted its perspective in the past several decades to encompass the broader context in which these choices are made. This includes daily living and working conditions that are not conducive to healthy lifestyles as well as broader structural determinants that create inequities between population groups, which together form the social determinants of health [2] . The World Health Organization (WHO) has defined the social determinants of health in the following way:",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 484,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "\"The poor health of the poor, the social gradient in health within countries, and the marked health inequities between countries are caused by the unequal distribution of power, income, goods, and services, globally and nationally, the consequent unfairness in the immediate, visible circumstances of peoples livestheir access to health care, schools, and education, their conditions of work and leisure, their homes, communities, towns, or citiesand their chances of leading a flourishing life. Together, the structural determinants and conditions of daily life constitute the social determinants of health and are responsible for a major part of health inequities between and within countries\" [2, p.1] .",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 704,
                    "text": "[2, p.1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Within a Canadian context, some examples of social determinants of health that have been identified are: income and income distribution, education, unemployment and job security, employment and working conditions, early childhood development, food insecurity, housing, social exclusion, social safety net, health services, aboriginal status, gender, race and disability [3] . The social determinants of health have been consistently linked in the literature to chronic diseases such as cardiovascular disease, respiratory diseases, diabetes and cancer in Canada and worldwide; for example, it has been found that low socioeconomic status (SES), often measured by income and education levels, is associated with higher rates of cardiovascular disease, chronic obstructive pulmonary diseases, diabetes mellitus and asthma [4] [5] [6] [7] [8] [9] . Research on Canadian cities has shown that people living in low income neighbourhoods experience significantly higher rates of chronic diseases such as diabetes and die several years earlier than their wealthier counterparts [10] . Job insecurity, characterized by unemployment, part-time employment and temporary employment, has been found to result in elevated blood pressure and higher risk of death from cardiovascular disease [11, 12] . Even in a financially secure job, poor working conditions that place high demands on the worker, combined with low support and low job control have been correlated with elevated stress and increased rates of coronary heart diseases as well as higher risk of cardiovascular-specific mortality [13] [14] [15] . Nor are these trends colour-blind; racialized groups such as Aboriginal people, new immigrants and minorities of colour consistently earn lower incomes and experience higher rates of chronic disease than North Americans of European descent [16] [17] [18] [19] .",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 373,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 824,
                    "end": 827,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 828,
                    "end": 831,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1071,
                    "end": 1075,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1277,
                    "end": 1281,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1282,
                    "end": 1285,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1580,
                    "end": 1584,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1585,
                    "end": 1589,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1590,
                    "end": 1594,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1837,
                    "end": 1841,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1842,
                    "end": 1846,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1847,
                    "end": 1851,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1852,
                    "end": 1856,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Canadian policy documents outlining priorities for public health have stressed the importance of an approach that addresses the social determinants of health [20] [21] [22] . In a recent high-level United Nations meeting on chronic diseases, the role that the social determinants of health play in chronic disease was recognized, as was the importance of addressing them in disease prevention strategies [23] . A delegation from Canada participated in this meeting, and Canada endorsed the resulting declaration [24] . An approach that effectively engages with the determinants has been suggested in Mikkonen and Raphael's The Social Determinants of Health: The Canadian Facts, and includes policies that offer a higher minimum wage, higher assistance levels for those unable to work, a more progressive taxation structure that redistributes income more fairly, increased unionization, better funding of public education, government regulation of post-secondary institution tuition, stronger legislation on anti-discrimination policies and equal opportunity hiring, a national childcare strategy, strategies to increase the affordability of nutritious food, increased spending on a housing strategy, policies that reduce barriers for refugees and immigrants to practice their professions, and recognizing Aboriginal government authority over a wider range of Aboriginal affairs [3] .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1378,
                    "end": 1381,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Provincial health policy on chronic disease prevention for BC and ON corresponds to federal priorities. ON has stated in policy documents that the causes of chronic diseases are complex and rooted in broad determinants of health, which encompass lifestyle, socioeconomic, cultural and environmental factors [25, 26] . In order to tackle these upstream causes, the province has decided on a comprehensive, integrated population health approach that is evidence-based [27, 28] . For example, in a policy document on combating obesity, ON committed to a population health approach, which explores health disparities and interactions among the social determinants of health in order to improve the well-being of populations [26] . This approach can also be seen in the Ontario Action Plan for Healthy Eating and Active Living [28] . ON has made efforts to integrate a social determinants of health perspective into the province's public health practice through data and information use guidelines for boards of health of public health units. In the Healthy Eating, Physical Activity and Healthy Weights guidance document, the board of health is instructed to use information on health inequities and the social determinants in order to assess population needs and identify groups at highest risk [25] .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 312,
                    "end": 315,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1292,
                    "end": 1296,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "BC shares fundamental similarities with ON in its agreement on the importance of the social determinants of health and the need for an evidence-based, population health approach to chronic disease prevention. In the Model Core Program Paper on chronic disease prevention in BC, the paper's working group identified key principles for successful disease prevention, which includes a focus on social, environmental and economic determinants of health, a \"whole of society\" approach to population health, and an equity lens to examine health disparities between different groups [29, p. iv] . The determinants of health are understood to interact with each other in a variety of ways, to compound vulnerabilities for certain sections of the population, and to be modifiable through health public policy and changing social norms. Like ON, BC also takes health disparities between different parts of the population into account, such as between men and women, different ethnic groups, those who identify as Aboriginal, or between people of varying socioeconomic status [29] .",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 587,
                    "text": "[29, p. iv]",
                    "ref_id": null
                },
                {
                    "start": 1065,
                    "end": 1069,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to effectively address the social determinants of health, ON and BC have committed to multi-sectoral action that targets the population on a variety of levels. Both BC and ON have stressed the importance of partnerships in the public health model to achieve prevention goals with other levels and sectors of government, NGOs, private industry, service providers, researchers, and communities to name a few [25, 28, [30] [31] [32] . These partnerships are considered crucial for real change, given the upstream, wide-ranging impact of the social determinants of health. Both provinces advocate for comprehensive strategies that target the population in diverse environments and at multiple levels [25, 31] .",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 419,
                    "text": "[25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "31]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "These strategies suggest a socio-ecological approach to healthy eating and active living, a model of health that recognizes the interaction between individuals and their greater environment and its impact on health. In a socio-ecological model, the health behaviours that individuals engage in are impacted by individual factors (such as knowledge, lifestyle choices, and attitudes towards health behaviours), as well as interpersonal, community, organizational and society-level factors [33, 34] .",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 492,
                    "text": "[33,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "34]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Interventions that follow this model aim to target the population at all these levels and address downstream as well as upstream barriers to healthy living [35] . It is important to note that although the socio-ecological model is different from the social determinants of health approach, it does not preclude attention to the social determinants of health. The social determinants of health can in theory be addressed at multiple levels within the socio-ecological framework, especially those that are more upstream such as at the societal level.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on the priorities that are listed above for healthy eating and active living in ON and BC, it would be expected that initiatives in both provinces target the population in diverse settings and at multiple levels, with a majority of initiatives focusing on improving population health through a social determinants of health framework. However, what has not yet been examined is the extent to which healthy living initiatives implemented under these new policy frameworks successfully engage with and change the social determinants of health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study seeks to evaluate healthy living initiatives in BC and ON that focus on healthy eating and physical activity based on their approach to the social determinants of health and health inequities. The authors draw on a political economy of health perspective in order to evaluate the initiatives within their broader social, political and economic context [36] . This implies that the findings related to the data are discussed in relation to the larger discourse around the socioeconomic environment and acknowledge the effect of structures and processes external to the health sector. Recommendations that emerge from the discussion are approached in a similar way.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Publically-available provincial policy documents written between 2005 and 2011 in BC and ON that focused on chronic disease prevention were used as a starting point to identify relevant initiatives. The focus was on chronic diseases that are most affected by nutrition and physical activity -namely cardiovascular diseases, some cancers, diabetes, hypertension, stroke and chronic respiratory disease. Once initiatives were identified, a web-based search was conducted to obtain a detailed description of the program as well as its timeline and current status (in-planning, ongoing, discontinued) etc. Provincial organizations that had the potential to conduct initiatives were also researched online to find initiatives that may not have been mentioned in the original policy documents and database. The search was not restricted to initiatives led by provincial ministries related to health; they could be initiatives of other ministries, arms-length government agencies or independent nonprofit organizations that worked to improve healthy eating and physical activity. In order to ensure the list of healthy living initiatives was comprehensive, it was compared against recent documents and public databases that provide listings of healthy living initiatives at municipal, regional and provincial levels in BC and ON [26, 37, 38] . Lastly, two policy-makers in BC and ON reviewed the list of initiatives to fill any gaps.",
            "cite_spans": [
                {
                    "start": 1322,
                    "end": 1326,
                    "text": "[26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1327,
                    "end": 1330,
                    "text": "37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1331,
                    "end": 1334,
                    "text": "38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Initiative search and selection strategy"
        },
        {
            "text": "a) Initiatives focused on healthy eating and physical activity as a preventative strategy to reduce chronic diseases or improve general health. The initiatives were not limited to government interventions -the initiatives could be funded and developed by various organizations including actors in the government, non-profit and private sectors. b) Initiatives were implemented in BC and ON between January 1, 2006 and September 1, 2011. c) Initiatives were provincial rather than regionally or nationally-based. Initiatives that focused on select sites in the province were also permitted provided they weren't restricted to a particular region or area. For example, an intervention targeting remote communities in ON would be acceptable for analysis, whereas an intervention led by a particular health authority and applied only to that health authority's region would not be included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion criteria"
        },
        {
            "text": "The findings are limited to the provincial scope of initiatives selected. It is difficult to determine if analysis of regional, municipal or community level initiatives would reveal convergent findings, and represents an area for future study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion criteria"
        },
        {
            "text": "Each of the identified initiatives was reviewed, analyzed and grouped using descriptive labels. Codes were developed directly from the data by asking the following questions of each initiative: a) What section of the population does the initiative target? (ex. general public, vulnerable populations, health service providers, community actors, etc.) b) What factor is the initiative trying to change that will lead to healthy eating and active living? (e.g. knowledge, skills, attitudes, built environment, access, social/economic/political factors, etc.) c) Does the initiative directly acknowledge and attempt to act on the social determinants of health? If so, in what way? (e.g. education, advocacy, public policy change, etc.) d) What is the mechanism that the initiative uses to promote healthy living? (e.g. direct program for population, resources, toolkits, consultation services, grants, etc.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "The predominant themes that emerged from questions b. and c. reflected three types of initiatives: lifestylebased, environment-based, and structure-based, which were defined for this paper in the following ways:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Lifestyle-based: These initiatives aim to improve healthy living through lifestyle change of individuals. Examples include raising awareness of the issues (e.g. obesity) in the general population, increasing knowledge around nutrition and physical activity, changing attitudes towards healthy living by appealing to social norms (e.g. social marketing campaigns) or directly encouraging the adoption of new behaviours through programs (ex. eating foods with lower salt content, exercising for 30 minutes each day). The target audience could be the general public or specific groups (e.g. low income individuals, children, or aboriginal people) Environment-based: These initiatives are meant to improve healthy living by influencing the immediate environment in which people spend their time, such as schools, workplaces and community spaces. Examples of these initiatives range from encouraging employers to initiate healthy workplace programs to banning the sale of unhealthy foods in schools or working towards a built environment that encourages physical activity. These initiatives were frequently settings-based and address the role that immediate environmental factors play in health. Structure-based: These initiatives directly acknowledge the impact of various structures (e.g. social, political, economic) that create inequities leading to chronic diseases and attempt to address the social determinants of health directly in order to improve healthy eating and active living. These types of interventions are most frequently centered around education and advocacy on the social determinants of health and worked specifically to correct health inequities caused by these structural conditions. Examples include a survey tool that assesses the cost of basic healthy eating in different geographic areas in order to monitor accessibility and affordability of a nutritious diet, the creation of community forums to discuss the social determinants of health and explore structural barriers to healthy living, or consultation services that provide gender equity audits to sport and recreation organizations. Of the three categories, this one is the only one that directly acts on the social determinants of health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "For each initiative type, it was also found using questions a. and d. that there was a broad variety of mechanisms by which the initiative was supported and delivered. Consequently, in each category, initiatives were classified according to the mechanism by which they were administered. Mechanisms were categorized as direct programs, blueprints, and building blocks, and were defined as the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Direct program: Initiatives that are developed and implemented to directly influence the health of the population. Initiatives could be implemented through organization staff, contracting of other staff, working with community partners, or enforcing mandatory policy. Examples include direct services from health professionals such as phone lines staffed by dieticians and specialists in physical activity, bills to prohibit certain foods, and programs that provide healthy snacks to schoolchildren. This category also applies to programs that reward organizations (communities, schools) for programs they have already implemented. Blueprint: Initiatives that are developed but require implementation and tailoring by a third party such as a school, public health unit, or community organization. These initiatives are categorized as blueprints because while they offer a \"plan\" for a healthy eating and active living intervention (HEAL), they do not directly act on the population and their implementation is optional. Examples include toolkits for healthy school policies, materials for teachers to encourage student physical activity, and frameworks for how to build healthy communities. These initiatives require more action at the local level than direct programs because although the initiative is planned, local actors are needed to carry it through. Building Blocks: Initiatives that are meant to act as resources for third parties to develop their own projects, within certain guidelines. Examples include grants for communities to build their own HEAL project, consultation and training services on program planning, and directories of HEAL initiatives to act as a resource for ideas in developing an initiative. These initiatives require the most action at the local level; their planning and implementation fall to local actors and they provide the least support from the organization that is offering the initiative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "From the systematic scan of the policy documents, database and website search, 60 initiatives were identified in ON and 61 were identified in BC. (Please see Additional file 1 and Additional file 2 for a full list of initiatives). Programs were headed by various actors in both provinces, including Ministries of Health, other government sectors such as the Ministry of Education, non profit organizations, and professional associations. Often initiatives were structured as a partnership among multiple actors across different sectors. While many different organizations led and implemented healthy living initiatives, the majority were linked to provincial government in some way -either through direct funding, funding through an arms-length government agency (e.g. Cancer Care Ontario or Public Health Ontario), funding through a non-profit organization that has received sizeable grants for healthy living initiatives (e.g. BC Healthy Living Alliance), or partnership with a government agency. Government involvement in ON programming or financing included the Province of Ontario, the Ministry of Health and Long-Term Care, the Ministry of Child and Youth Services, the Ministry of Community and Social Services, the Ministry of Education, the (former) Ministry of Health Promotion and Sport, and the Ministry of Agriculture, Food and Rural Affairs. Government involvement in BC programming or financing included all Ministries, since all participated in Act-Now BC. Some key ministries involved in healthy living initiatives were the Ministry of Health, the Ministry of Community, Sport and Cultural Development, the Ministry of Education, the Ministry of Agriculture and Lands, the Ministry of Children and Family Development, and the Ministry of Transportation and Infrastructure. Many initiatives involved multiple ministries and most included a health-related ministry. In ON, 6 of the 60 initiatives were not linked to the provincial government, and were organized and/or financed by Parks and Recreation Ontario, the Ontario Heart and Stroke Foundation, Dairy Farmers of Canada, and a partnership between the University of Guelph and the City of Guelph. In BC, 8 of the 61 initiatives were not linked to government, and were organized and/or financed by the BC Parks and Recreation Association, the Heart and Stroke Foundation of BC & Yukon, the BC Dairy Foundation, the Greater Vancouver Food Bank and Breakfast for Learning BC. For examples of initiatives classified into the three intervention types, please see Table 1 . For examples of initiatives classified into the three delivery types, please see Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2528,
                    "end": 2535,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2619,
                    "end": 2626,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In BC, 38 interventions were lifestyle-based, 27 were environment-based and seven were structure-based. Nine interventions had multiple components that targeted a combination of lifestyle, environmental and structural factors, and so were classified into more than one category. In terms of method of delivery, direct interventions were more prevalent in lifestyle-based initiatives: 18 initiatives used direct programming while 10 initiatives were blueprints and 10 were building blocks. In the environment-based category, there was more of a balance between mechanisms of delivery: a roughly equal number of environment-based initiatives worked through direct, blueprint and building block mechanisms (10, eight and nine, respectively). Structure-based interventions were those that received the least direct support: only one was enacted through direct programming, one used the blueprint format, and six were building blocks-type initiatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "ON yielded similar results in terms of distributionthe preponderance of initiatives were lifestyle-based, followed by environment-based, with very few aimed at structural change. Of 60 provincial initiatives identified, 36 were lifestyle-based, 26 were environment-based and nine were structure-based. Six interventions had multiple components that targeted a combination of lifestyle, environmental and structural factors, and so were classified into more than one category. Most lifestylebased interventions were direct (23), while 11 were blueprint initiatives and four were building blocks. Environment-based initiatives were also more likely to A six week cooking program that is administered to 'at-risk' target populations. The program is administered by community facilitators, who have been trained by the BCHLA (the organization that offers this initiative).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Offers Ontarians free dietitian services on healthy eating and nutrition through a website, email, and toll-free number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A set of written resources with activity ideas to help parents, caregivers and early learning practitioners encourage healthy eating and physical activity in young children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEAP BC Teach Nutrition Programs and Resources"
        },
        {
            "text": "A set of programs, written resources and workshops to help early childhood, elementary, and middle school teachers teach their students about nutrition and healthy eating.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEAP BC Teach Nutrition Programs and Resources"
        },
        {
            "text": "A program offering grants for start-up of community and school-based snack programs directed at children and youth and BC that include an educational component.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Blocks Breakfast for Learning BC HC Link"
        },
        {
            "text": "An organization that provides services to community organizations that aim to develop health promotion programs. Services include consultations, workshops and resources related to program planning, implementation, and evaluation. A free telephone resource for British Columbians to receive information and advice from exercise physiologists on physical activity and healthy living.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Blocks Breakfast for Learning BC HC Link"
        },
        {
            "text": "Screening of children up to the age of 6 as well as parenting support, referrals and information on healthy practices such as breastfeeding, infant care and infant nutrition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Blocks Breakfast for Learning BC HC Link"
        },
        {
            "text": "Farm to School Salad Bar Bill 8: Healthy Food for Healthy Schools Act A program that connects schools with local farms in order to increase students' access to healthier food (e.g. fresh produce).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environment-based"
        },
        {
            "text": "An amendment to ON's Education Act limiting the amount of transfats that can be sold on school property through means such as vending machines, special events and cafeterias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environment-based"
        },
        {
            "text": "A grants program for communities to begin a dialogue on how to address barriers to physical activity. It also provides resources on how social determinants of health such as poverty and social exclusion affect access to physical activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure-based Everybody Active! Nutritious Food Basket"
        },
        {
            "text": "A survey tool that municipal boards of health are required to use in order to calculate the cost of nutritious food. This can be used to monitor how affordable and accessible foods are by comparing them to income levels of ON households be direct (13) while nine were blueprints and four were building blocks. Of initiatives that acted at a structural level, two acted through direct mechanisms, three were blueprints and four were building blocks. In summary, BC and ON had similar distributions of intervention types, with the majority falling into lifestyle-based initiatives, followed by environment-based initiatives, and a small proportion falling into the structure-based category. While many initiatives focused on changing lifestyle and the immediate environment to improve healthy eating and physical activity, very few were directed towards changing more upstream social determinants of health, such as the economic and social conditions that create inequities between genders, income groups and ethnic groups. Only 11.5% of initiatives in BC and 15.0% of initiatives in ON had structural components that directly spoke to the social determinants of health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure-based Everybody Active! Nutritious Food Basket"
        },
        {
            "text": "In terms of the mechanism by which the intervention was implemented, ON had a higher proportion of direct interventions than BC for all intervention types (63.9% vs. 47.4% for lifestyle-based interventions, 50.0% vs. 37.1% for environment-based interventions, and 22.2% vs. 14.3% for structure-based interventions). However, the same trend can be observed for both provinces: as the intervention becomes more upstream and attempts to target the social determinants of health more directly, the level of direct support for the intervention lessens. In BC direct programming drops from 47.4% for lifestyle-based initiatives to 37.1% for environment-based initiatives to 0% for structure-based initiatives. In ON direct programming drops from 63.9% for lifestyle-based initiatives to 50.0% for environment-based initiatives to 22.2% for structure-based initiatives. For a visual representation of this trend, please see Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 917,
                    "end": 925,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Structure-based Everybody Active! Nutritious Food Basket"
        },
        {
            "text": "The dominance of lifestyle-based and environmentbased initiatives is troubling considering that initiatives were expected (and directed) to focus on the social determinants of health. Although individual behaviour change theories were popular early in the health promotion movement, the field of public health has matured to embrace a more multi-level approach. This change of focus was in recognition of the fact that individual behaviour change strategies are not enough for lasting health improvements, given structural conditions which predispose people to illness [39] [40] [41] . They may actually be counterproductive; they tend to place responsibility to change directly on individuals and can lead to victimblaming should barriers prove too great for them to be successful [42] [43] [44] . The individual change strategy can be particularly problematic when it comes to addressing the impact of inequities on vulnerable populations, considering that such interventions often focus on increasing knowledge, changing attitudes and/or encouraging adoption of healthy behaviours. This approach in a marginalized group runs the risk of implying that the group is to blame for their higher rates of chronic disease, purportedly due to their own ignorance of healthy living or lifestyle choices.",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 573,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 787,
                    "end": 791,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 792,
                    "end": 796,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "The problem at hand"
        },
        {
            "text": "Environment-based interventions, while more sensitive to the context in which people live and work, still do not tackle the structural determinants which create these conditions in the first place. Programs aiming to increase access to nutritious food and physical activity in particular settings such as schools, workplaces, government buildings and communities do not alter the factors which create inequities and unfavourable living conditions [45] . Environment-based initiatives can also have potentially negative implications for health equity when applied at a population level with no consideration for differential access. Programs that \"treat everyone the same\" and fail to acknowledge different positions vis-àvis the social determinants of health may in fact benefit those who already have access while excluding those who are more vulnerable. This effect was succinctly illustrated in Frohlich and Potvin's critique of Geoffrey Rose's population strategy [46] .",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 451,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 968,
                    "end": 972,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "The problem at hand"
        },
        {
            "text": "What is needed are structural interventions that are inherently redistributive in nature; interventions that broaden the distribution of power, income, goods and services across the population. Research has demonstrated limited effectiveness of downstream interventions (such as programs that focus on behaviour change) when structural barriers are not addressed [47] [48] [49] [50] . This is not surprising, considering that structural determinants have been found to influence the distribution of risk factors for chronic diseases such as smoking behaviour, overweight and obesity, and physical inactivity [8, 51, 52] . Therefore, attempting to prevent chronic disease by targeting risk factors at the individual or environmental level may not be effective without also addressing the broader determinants that shape those risk factors.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "52]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "The problem at hand"
        },
        {
            "text": "As can be seen from the paucity of structural interventions, this approach to healthy living is lacking in ON and BC despite provincial policy direction. Another discouraging trend found in the data is the decrease in direct initiatives (direct programs) and increase in more indirect ones (at the blueprint and building blocks levels) as the initiatives become more upstream. The amount of indirect initiatives could be interpreted as a move towards increasing community capacity, inclusion, local responsiveness and decision-making in healthy living initiatives. However, the more upstream and broadscale an intervention is (i.e. an environment or structure-based program), the more it would benefit from coordinated action at a higher, more structural level [3] . Initiatives that address the social determinants of health in order to impact the population at a broad level can extend beyond the scope of a particular community organization, whose on-going population reach and resource availability are limited.",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 764,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The problem at hand"
        },
        {
            "text": "Health equity interventions can also require more direct action from government -for example, an initiative that would help to balance the distribution of wealth in Canada is a more progressive taxation structure or an increase in minimum wage to account for inflation and provide a higher standard of living. These are initiatives which cannot be undertaken by individuals and communities. As the word 'structural' implies, they need to be acting directly on the structures (economic, social, political, etc.) which create and maintain health inequities. Instead, communities that do not have that capacity are more likely to receive this responsibility -in the form of grants, training workshops for program planning, or Mechanisms of initiative implemented included direct programs, blueprints, and building blocks and were calculated for a total of 61 initiatives in BC and 60 in Ontario. Please note that percentages may not add to 100% because some initiatives operated by more than one mechanism and so were placed in multiple categories. resource directories. These initiatives are framed as supporting communities in building their own initiative that addresses the social determinants of health. However, the pressure that it places on communities is enormous, and allows the public health system to abdicate its responsibility to address the social determinants of health directly and in a concrete manner. Instead it can point to these initiatives and claim that they are focussing on the social determinants of health -this is essentially the provinces of ON and BC \"passing the buck\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The problem at hand"
        },
        {
            "text": "Given the fact that policy documents on chronic disease prevention and healthy living at the provincial level in both BC and ON acknowledge the importance of the social determinants of health, why is the health sector not acting on them? An explanation can be found in the context of Canada's political and economic policy over the past several decades. A neoliberal approach to the economy that favours freedom of the market has resulted in the retraction of government intervention in the areas that are crucial to the health and well-being of Canadians. Research has found that Canadians are experiencing increasing levels of poverty and income inequality, as absolute levels of poverty increase and the gap between the poorest 10% and richest 10% widens [53] . Research based in Toronto has demonstrated this trend of polarization starting from the 1970s [54] . Urban poverty is also becoming more concentrated in peripheral areas -areas that have the highest rates of new immigrants and visible minorities. Not surprisingly, child poverty in Canada has also deepened in the 1990s [55] .",
            "cite_spans": [
                {
                    "start": 758,
                    "end": 762,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 859,
                    "end": 863,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1085,
                    "end": 1089,
                    "text": "[55]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Context for the contradiction"
        },
        {
            "text": "Other determinants of health have also been affected by government policy. The public education system has suffered cutbacks and labour conflicts that reduce its ability to provide quality education [56] . Stricter immigration policy that went into effect as of December 2011 will increase social exclusion of immigrants and refugees, while cutbacks to legal aid aggravate the situation [57] . Job insecurity is rising, with the percentage of people in full-time jobs decreasing and the number of people working part-time, in shift work, temporary contracts or self employed increasing [58] . Unionization rates have also dropped across the country [59] . Disproportionate spending on necessities such as housing comes hand in hand with increasing poverty and job insecurity. Canada is experiencing a national housing and homelessness crisis. As of 2007, over 35% of people renting in major urban areas such as Toronto, Montreal and Vancouver were spending more than 30% of their income on housing (the cut-off for affordable housing). Around 20% are spending more than 50% of their income on rent, which puts them at risk of homelessness [53] . When such a high amount of income is being devoted to shelter, not enough is left over for nutritious food, leading to food insecurity [60] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1281,
                    "end": 1285,
                    "text": "[60]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Context for the contradiction"
        },
        {
            "text": "The effects are felt as a result of inadequate policy and public expenditures on social programs, which are key characteristics of the neoliberal model. Public spending on family-related benefits has been scaled back since the 1980s, and taxation policy between 1990 and 2005 has increased the tax burden on the bottom 10% of income earners and relieved it from the top 1% [53] . Minimum wage, although it has increased in absolute terms, has fallen behind the inflation rate and made living above the poverty line more difficult to achieve. The fall of unionization in BC and ON can be attributed to policies put into place by Conservative governments that made unionization more difficult [53] . With respect to housing policy, it has been argued that a budgetary increase of 1% in Canadian government spending at the federal, provincial, territorial and municipal levels has the potential to end the homelessness crisis, but they have demonstrated their unwillingness to make that commitment [61] .",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 377,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 691,
                    "end": 695,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[61]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Context for the contradiction"
        },
        {
            "text": "Within the context of a national and provincial neoliberal climate, it is not surprising that the health sectors of BC and ON have not attempted to implement widespread structural change to improve healthy living [62] [63] [64] . Even though well aware of the necessity to address the social determinants of health, they may feel powerless to do so in the face of conservative policies initiated by other sectors. As Alvaro et al. emphasized using a critical theory lens, government departments linked to economics and ensuring the dominance of the free market have more power than departments such as the Ministry of Health in a neoliberal model [45] . Those in the health sector face barriers to encouraging other sectors to effect policy change to improve the social determinants of health, and may resort to individual or intermediate behaviour change because they are able to effect that change either through their own department or allied with other de-prioritized departments such as the Ministry of Education or the Ministry of Environment. For example, partnering with schools to increase the amount of healthy foods sold in vending machines may be significantly easier than convincing the Department of Finance to raise the province's minimum wage.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 218,
                    "end": 222,
                    "text": "[63]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "[64]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Context for the contradiction"
        },
        {
            "text": "We would argue that the ultimate goal of healthy living programs should be to improve the social determinants of health and eliminate health inequities. It is recognized that it is out of the scope of the health care sector to effect those changes on its own, and it faces barriers in partnering with sectors for collaborative, cross-sectoral action. However, public health should be constantly attempting to move towards those goals. It should not settle for programs that bring about changes in lifestyle and the immediate environment while only addressing the social determinants model at a conceptual level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The way forward"
        },
        {
            "text": "If programs cannot directly affect lasting, broader societal conditions, interventions should be focused around advocacy and education about the social determinants of health -advocacy at the level of the population, service providers, health organizations, and government in order to build political will to address them. The structural interventions listed in Additional file 1 and Additional file 2 are already taking the initiative to do this and more should be added.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The way forward"
        },
        {
            "text": "One barrier for public health professionals to address the social determinants of health is a lack of understanding of how to do so; although there is a wealth of theoretical understanding of how these determinants affect health, there have been few examples to date that illustrate how to effectively change them [62, 65] .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "[62,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "65]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "The way forward"
        },
        {
            "text": "In an environmental scan of the integration of the social determinants of health with public health practice, the National Collaborating Centre for Determinants of Health noted that implementation of programs that dealt with the social determinants of health in Canada was relatively scarce and, when extant, in early phases [66] . Some of the barriers noted to mounting programs that focused on social determinants included gaps in the existing evidence base on the social determinants of health and on interventions that were effective in addressing them, difficulties public health professionals faced in conceptually differentiating individual-level and population-level approaches, a lack of clarity on where in the path from determinants to outcomes public health is expected to act, and limitations in current public health practice methods, which rely mostly on quantitative data.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "text": "[66]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "The way forward"
        },
        {
            "text": "Even in a conservative political climate, it is clear that there are improvements that can be made within public health to foster a greater understanding of how to focus programming on the social determinants of health. The WHO Commission on the Social Determinants of Health notes that a comprehensive health equity surveillance system would capture the most upstream structural drivers of health inequities (the unequal distribution of power, money, goods and services) as well as more intermediate ones that encompass the daily conditions in which people live and work. Such a system could monitor health equity by stratifying morbidity and mortality data by indicators such as income, occupation, gender, region, ethnicity and immigration status [2] . Some such initiatives already exist, for example the EU Health Monitoring Programme, which could be used as a model for Canada [67] . Solid data on health inequities and the social determinants of health serve a dual purpose: not only do they allow public health professionals and provincial health care systems to understand inequities and design effective initiatives that address structural determinants, they can also be used as tools to advocate for change at a broader level, which may be outside the scope of the public health system. For example, data on the health effects of social exclusion faced by new immigrants and refugees could be used to advocate for progressive immigration policies.",
            "cite_spans": [
                {
                    "start": 750,
                    "end": 753,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[67]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "The way forward"
        },
        {
            "text": "It is equally important that health organizations and professionals know how to use evidence on inequities and the social determinants of health to create meaningful initiatives. To do this, there must be a comprehensive understanding among the healthcare force of the social determinants of health and how they affect populations. This includes awareness of the social, political and historical context of how these inequities are generated and continue to be maintained. The provincial health services authority in BC has a program modeling this principle called the Indigenous Cultural Competency Online Training Program [68] . This program consists of a series of online modules and discussions designed to educate health professionals across the province on the context surrounding Aboriginal health issues, including the history of colonization in BC, Indian residential schools and hospitals, structural and interpersonal racism, and their impacts on Aboriginal peoples and their health. It would be extremely useful to have such programs implemented in all provinces, ideally with specific sections that focus on chronic disease, as rates of chronic diseases such as diabetes and cardiovascular disease are much higher in Aboriginal populations.",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 628,
                    "text": "[68]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "The way forward"
        },
        {
            "text": "With solid evidence and a comprehensive understanding of inequities, there are many ways that public health can begin to address the social determinants of health in programming. One possibility is using public health planning models that integrate the social determinants of health into the planning process. The Region of Waterloo Public Health in ON developed a planning model that does this, based on the Ontario Public Health Standards (OPHS) [69] . The model is called Evidence and Practice-based Planning Framework: with a focus on health inequities. In the first two steps of program planning (1. Define Issue, 2. Situational Assessment), planners are encouraged to consider the following: community health needs, the OPHS mandate on the social determinants of health, and the association between health status and the determinants of health. Further, they are asked to engage stakeholder perspectives [69] . Another model developed by the National Public Health Partnership in Australia makes the determinants of health even more central to the planning process [70] . This framework bases the intervention on the determinant that is causing the health problem, rather than the health problem itself. Public health teams are to identify the determinants of the health problem and their context, assess how determinants may be detrimental or protective, appraise different intervention options, decide on an option -taking into consideration its impact on health equity, then implement and review it [70] . When consistently implemented province-wide these types of planning models will help public health teams incorporate the equity and the social determinants of health into practice in a systematic manner.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 452,
                    "text": "[69]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[69]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1071,
                    "end": 1075,
                    "text": "[70]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1508,
                    "end": 1512,
                    "text": "[70]",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "The way forward"
        },
        {
            "text": "Information and programs generated within the public health sector can be used to advocate for structural change to improve healthy living. An exemplary initiative in Ontario is the Nutritious Food Basket, described in Table 1 . The Nutritious Food Basket is a program mandated by Ontario Public Health Standards (OPHS) for boards of health to implement in municipalities across the province. Boards of health are required to survey local supermarkets and grocery stores in order to calculate the cost of basic healthy eating for individuals and families. This program is ideal for a number of reasons. It links what is normally considered a behaviour (healthy eating) to greater structural determinants such as income and regional differences in food accessibility. Because the survey is taken annually, it can keep pace with larger economic trends such as inflation and food cost patterns, and because it is performed systematically using a detailed protocol it presents reliable data. The data, as mentioned in the Nutritious Food Basket Protocol, can be used for program planning, policy decisions, and advocating for accessible, affordable foods. The Nutritious Food Basket can be used as powerful evidence for the necessity of income redistribution policies ensuring that families make enough money to maintain a healthy diet [71] . Certain boards of health, for example in the Cities of Hamilton and Sudbury, have used this tool for this purpose [72] [73] [74] .",
            "cite_spans": [
                {
                    "start": 1332,
                    "end": 1336,
                    "text": "[71]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1453,
                    "end": 1457,
                    "text": "[72]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1458,
                    "end": 1462,
                    "text": "[73]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1463,
                    "end": 1467,
                    "text": "[74]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 226,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The way forward"
        },
        {
            "text": "A current leader in championing health inequities is the Sudbury & District Health Unit, whose team has launched public awareness campaigns linking the social determinants to health outcomes, created health planning and mapping tools that focus on equity, established in conjunction with the City of Sudbury a Food Charter that recognizes food as a basic human right, and developed a primer for municipal leaders explaining the connections of social determinants to public health and how they could address them effectively [75] . Although individual public health units are to be commended for their leadership, coordinated action at the provincial level would be much more influential.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 528,
                    "text": "[75]",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "The way forward"
        },
        {
            "text": "External evidence from other countries can also be used as leverage -for example healthy living and chronic disease policy in Northern European countries such as Sweden and Norway. Sweden initiated a public health policy in 2000 which stressed improving employment conditions and decreasing poverty as primary goals for improving health [76] . Sweden has significantly lower obesity rates than Canada and research has shown obesity trends levelling off between 2000/2001 and 2004/ 2005 [77] . Elizabeth Fosse has pointed out that Norway focuses on structural measures that function to redistribute resources within society, which is characteristic of a social democratic welfare state [78] . In a 2005 health policy document, the Norwegian government outlined a number of strategies to combat health inequities, including reducing inequalities that contribute to poor health [78] . The government pledged to work to provide safe childhood conditions, fair income distribution, and equal opportunities in work and education. It was also recognized by the Norwegian government that individual behavioural choices which impact healthy living are influenced by broader structural determinants, and therefore the government must work to address those determinants by influencing cost and availability of resources to healthy living [78] . Lastly, a strategy employed to reduce inequities was to develop all initiatives to maximize social inclusion of all citizens. These types of policies could be used as models for health inequity reduction strategies advocated by the health sector in BC and ON.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 341,
                    "text": "[76]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[77]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[78]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[78]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1327,
                    "end": 1331,
                    "text": "[78]",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "The way forward"
        },
        {
            "text": "This study is not without limitations. For example, the focus on provincial-level initiatives excluded initiatives happening at regional, municipal and community levels. This selection was strategic in that it attempted to maximize the likelihood of finding initiatives which addressed the social determinants of health -conditions that require multi-sector, systemic change. It was assumed that this type of change more likely to happen at the provincial level as opposed to in a city or region, but it is possible that initiatives that address the social determinants of health at a more local level were overlooked. Secondly, our search strategy was limited to initiatives that focused explicitly on healthy eating and active living and did not seek to identify social programs in other sectors (for example housing) that may address the social determinants of health and impact healthy eating and active living indirectly. We would like to emphasize, however, that our focus was on what is occurring within public health at a provincial level to improve healthy eating and active living. The presence of social programs in other sectors does not reduce public health's obligation or commitment to addressing the social determinants of health. Finally, our analysis did not attempt to document whether desired outcomes related to the social determinants of health were achieved by the searched",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The way forward"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Investing in Prevention: Improving Health and Creating Sustainability: the Provincial Officer' s Special Report. British Columbia: Office of the Provincial Health Officer",
            "authors": [
                {
                    "first": "Prw",
                    "middle": [],
                    "last": "Kendall",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Commission on Social Determinants of Health: Closing the gap in a generation: health equity through action on the social determinants of health. Final Report of the Commission on Social Determinants of Health. Geneva: World Health Organization",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Social determinants of health: the Canadian facts. Toronto: York University School of Health Policy and Management",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mikkonen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raphael",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Distribution of cardiovascular disease risk factors by socioeconomic status among Canadian adults",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Choinière",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lafontaine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Can Med Assoc J",
            "volume": "162",
            "issn": "9",
            "pages": "13--24",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A 50% higher prevalence of life-shortening chronic conditions among cancer patients with low socioeconomic status",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Louwman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Aarts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Houterman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Lenthe",
                    "suffix": ""
                },
                {
                    "first": "Jww",
                    "middle": [],
                    "last": "Coebergh",
                    "suffix": ""
                },
                {
                    "first": "Mlg",
                    "middle": [],
                    "last": "Janssen-Heijnen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Brit J Cancer",
            "volume": "103",
            "issn": "11",
            "pages": "1742--1748",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Prevalence of COPH and its association with socioeconomic status in China: Findings from China Chronic Disease Risk Factor Surveillance",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Public Health",
            "volume": "11",
            "issn": "",
            "pages": "586--594",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Socioeconomic status and cardiovascular disease: risks and implications for care",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Desmeules",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wielgosz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Cardiol",
            "volume": "6",
            "issn": "",
            "pages": "712--722",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Socioeconomic disparities in risk factors for cardiovascular disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Millar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Wigle",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Can Med Assoc J",
            "volume": "134",
            "issn": "",
            "pages": "127--132",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Low socioeconomic status is associated with chronic obstructive airway diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kanervisto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vasankari",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Laitinen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heliövaara",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jousilahti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saarelainen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Resp Med",
            "volume": "105",
            "issn": "8",
            "pages": "1140--1146",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Identifying and addressing the social determinants of the incidence and successful management of Type 2 Diabetes Mellitus in Canada",
            "authors": [
                {
                    "first": "Ling",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Raphael",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Can J Public Health",
            "volume": "95",
            "issn": "5",
            "pages": "366--368",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Temporary employment and risk of overall and cause-specific mortality",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kivimäki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vahtera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Virtanen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elovainio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pentti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ferrie",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "158",
            "issn": "7",
            "pages": "663--668",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effects of chronic job insecurity and change in job security on self reported health, minor psychiatric morbidity, physiological measures, and health related behaviours in British civil servants: the Whitehall II study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ferrie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Shipley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stansfeld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Marmot",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Epidemiol Commun H",
            "volume": "56",
            "issn": "",
            "pages": "450--454",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Work stress and risk of cardiovascular mortality: prospective cohort study of industrial employees",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kivimäki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leino-Arjas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luukkonen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Riihimäki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vahtera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kirjonen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Brit Med J",
            "volume": "325",
            "issn": "7369",
            "pages": "857--861",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Work stress in the etiology of coronary heart disease -a meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kivimäki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Virtanen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elovainio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kouvonen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Väänänen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vahtera",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Long-term psychosocial work environment and cardiovascular mortality among Swedish men",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fredlund",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Theorell",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am J Public Health",
            "volume": "86",
            "issn": "3",
            "pages": "324--331",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Risk factors, atherosclerosis, and cardiovascular disease among Aboriginal people in Canada: the Study of Health Assessment and Risk Evaluation in Aboriginal Peoples (SHARE-AP)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yusuf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gerstein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Montague",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lonn",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet",
            "volume": "358",
            "issn": "",
            "pages": "1147--1153",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Disparities in trends of hospitalization for potentially preventable chronic conditions among African Americans during the 1990s: implications and benchmarks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Public Health",
            "volume": "93",
            "issn": "",
            "pages": "447--455",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Race, race-based discrimination, and health outcomes among African Americans",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Mays",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Cochran",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Annu Rev Psychol",
            "volume": "58",
            "issn": "",
            "pages": "201--225",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Health status and Canada's immigrant population",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Newbold",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Danforth",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Soc Sci Med",
            "volume": "57",
            "issn": "",
            "pages": "1981--1995",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Health Canada: Strategies for population health: Investing in the health of Canadians. Ottawa: Health Canada",
            "authors": [],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Provincial and Territorial Advisory Committee on Population Health: Toward a healthy future: second report on the health of Canadians. Ottawa: Minister of Public Works and Government Services Canada",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Federal",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Senate Subcommittee on Population Health: A healthy, productive Canada: A determinant of health approach. Ottawa: Standing Senate Committee on Social Affairs",
            "authors": [],
            "year": 2009,
            "venue": "Science and Technology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "United Nations: Political declaration of the High-level Meeting of the General Assembly on the Prevention and Control of Non-communicable Diseases. A/66/ L.1. Geneva: United Nations",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Public Health Agency of Canada: Canada Signs UN Declaration on Preventing and Controlling Chronic Diseases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ministry of Health Promotion; Standards, Programs & Community Development Branch: Healthy Eating, Physical Activity and Healthy Weights. Toronto: Queen's Printer for Ontario",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Obesity: An overview of current landscape and prevention-related activities in Ontario. Prepared for the Public Health Agency of Canada. Toronto: Ontario Chronic Disease Prevention Alliance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bodkin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scale",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ministry of Health and Long-Term Care: Ontario public health standards. Toronto: Minister of Health and Long-Term Care",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ministry of Health Promotion: Ontario's action plan for healthy eating and active living",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Model core program paper for prevention of chronic diseases. Victoria: Ministry of Health Living and Sport",
            "authors": [
                {
                    "first": "Servicesltd",
                    "middle": [],
                    "last": "Hollander Analytic",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Ministry of Health Planning: A framework for a provincial chronic disease prevention initiative. Victoria: Population Health and Wellness",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "BC Ministry of Health: Model Core Program Paper: Healthy Living. Victoria: BC Ministry of Health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bc Health Authorities",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Leading British Columbia towards a healthy future: BC healthy living alliance report -healthy living initiatives",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bc Healthy Living Alliance",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Translating social ecological theory into guidelines for community health promotion",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stokols",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am J Health Promot",
            "volume": "10",
            "issn": "",
            "pages": "282--298",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "An ecological perspective on health promotion programs",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcleroy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bibeau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steckler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glanz",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Health Educ Quart",
            "volume": "15",
            "issn": "4",
            "pages": "351--377",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Socioecological models: strengthening intervention research in tobacco control. Drogues, santé et société",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kothari",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yanicki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hansen-Ketchum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Political Economy of Health",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Doyal",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Implementation of healthy living as a core program in public health: final report. Victoria: University of Victoria",
            "authors": [
                {
                    "first": "Wharf",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Strange",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pennock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scarr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Yew",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Terpestra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Urquhart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Programs",
            "authors": [
                {
                    "first": "Foodnet",
                    "middle": [],
                    "last": "Ontario",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Recommendations for future efforts in community health promotion: report of the national expert panel on community health promotion. Atlanta: Centres for Disease Control and Prevention",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Voetsch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liburd",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bezold",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rhea",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Towards a post-Charter health promotion",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labonté",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Health Promot Int",
            "volume": "26",
            "issn": "2",
            "pages": "183--186",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Towards a lexicon of population health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Can J Public Health",
            "volume": "90",
            "issn": "1",
            "pages": "7--10",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "You are dangerous to your health: the ideology and politics of victim blaming",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Int J Health Serv",
            "volume": "7",
            "issn": "4",
            "pages": "663--680",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The Tyranny of Health",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Fitzgerald",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "New Engl J Med",
            "volume": "331",
            "issn": "3",
            "pages": "196--198",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "From victim blaming to upstream action: tackling the social determinants of oral health inequalities",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Watt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Community Dent Oral Epidemiol",
            "volume": "35",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Moving Canadian governmental policies beyond a focus on individual lifestyle: some insights from complexity and critical theories",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alvaro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kirk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Mchugh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chircop",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Lyons",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Promot Int",
            "volume": "26",
            "issn": "1",
            "pages": "91--99",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The inequality paradox: the population approach and vulnerable populations. (Transcending the Known in Public Health Practice)",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Frolich",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Potvin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Public Health",
            "volume": "98",
            "issn": "2",
            "pages": "216--221",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Healthy Lifestyle: Strengthening the Effectiveness of Lifestyle Approaches to Improve Health. Ottawa: Health Canada",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lyons",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Langille",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A Family-based intervention to promote healthy lifestyles in an Aboriginal community in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sowden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blimkie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brouwers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Koning",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gerstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yusuf",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Can J Public Health",
            "volume": "98",
            "issn": "6",
            "pages": "447--452",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Individual, social environmental and physical environmental barriers to achieving 10 000 steps per day among older women",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mcauley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Educ Res",
            "volume": "25",
            "issn": "3",
            "pages": "478--488",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Global oral health inequities: Task groupimplementation and delivery of oral health strategies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sheiman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Marinho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moysés",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Watt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Weyant",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Advances Dental Res",
            "volume": "23",
            "issn": "2",
            "pages": "259--267",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Employment grade and coronary heart disease in British civil servants",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Marmot",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shipley",
                    "suffix": ""
                },
                {
                    "first": "Pjs",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Epidemiol Commun H",
            "volume": "32",
            "issn": "",
            "pages": "244--249",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Smoking and deprivation: Are there neighbourhood effects?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Soc Sci Med",
            "volume": "48",
            "issn": "4",
            "pages": "497--505",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Canada: A land of missed opportunity for addressing the social determinants of health",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bryant",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raphael",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schrecker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labonté",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Policy",
            "volume": "101",
            "issn": "1",
            "pages": "44--68",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The three cities within Toronto: Income polarization among Toronto's Neighbourhoods",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Hulchanski",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Canada's great divide: The politics of the growing gap between rich and poor in the 1990s",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yalnizyan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The state and quality of Canadian public education. In Social determinants of health: Canadian perspectives",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ungerleider",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "139--154",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Amnesty International: Government's refugee reform bill no longer",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "In Social determinants of health: Canadian perspectives",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Polanyi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tompa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Foley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "67--78",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Socialist Project and the Centre for Social Justice: Financial Meltdown: Canada, the economic crisis and political struggle. Toronto: Centre for Social Justice",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Office of Nutrition Policy and Promotion, Health Products and Food Branch: Canadian Community Health Survey, Cycle 2",
            "authors": [],
            "year": 2004,
            "venue": "Nutrition",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Toronto Disaster Relief Committee: The One Percent Solution",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Barriers to addressing the societal determinants of health: public health units and poverty in Ontario",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raphael",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Canada. Health Promot Int",
            "volume": "18",
            "issn": "4",
            "pages": "397--405",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Getting serious about the social determinants of health: new directions for public health workers. Int Union Health Promot Educ (IUHPE)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raphael",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "15--20",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Globalization and social determinants of health: the role of the global marketplace (part 2 of 3). Globalization Hea",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labonté",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schrecker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Policy to tackles the social determinants of health: using conceptual models to understand the policy process",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Exworthy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Policy Plann",
            "volume": "23",
            "issn": "",
            "pages": "318--327",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "National Collaborating Centre for Determinants of Health: Integrating Social Determinants of Health and Health Equity into Canadian Public Health Practice: Environmental Scan",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Decision No 1400/97/EC of the European Parliament and of the Council of 30 June 1997 adopting a programme of Community action on health monitoring within the framework for action in the field of public health",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "BC: Core ICC Health Training",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Region of Waterloo Public Health: Evidence and Practice-based Planning Framework: with a focus on health inequities. Waterloo: Region of Waterloo Public Health",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "National Public Health Partnership: A planning framework for public health practice. Melbourne: National Public Health Partnership",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Ministry of Health and Long-Term Care: Nutritious Food Basket Protocol. Minister of Health and Long-Term Care",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Hamilton: Public Health Services Healthy Living Division",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nutritious Food Basket -BOH08029 (City Wide)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Overview of the Health Equity Mapping Project: A report on process, results, and recommendations for practice. Sudbury: Sudbury & District Health Unit",
            "authors": [
                {
                    "first": "&amp; District Health",
                    "middle": [],
                    "last": "Sudbury",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Unit",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Sudbury: Sudbury & District Health Unit",
            "authors": [
                {
                    "first": "&amp; District Health",
                    "middle": [],
                    "last": "Sudbury",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Unit",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nutritious Food Basket -Limited Incomes: a recipe for hunger",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Find out about the actions taken by the Health Unit to reduce social inequities in health",
            "authors": [
                {
                    "first": "&amp; District Health",
                    "middle": [],
                    "last": "Sudbury",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Unit",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "National Committee for Public Health: 6 National goals for public health",
            "authors": [],
            "year": 2001,
            "venue": "Scand J Public Health",
            "volume": "29",
            "issn": "",
            "pages": "20--66",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Levelling off of prevalence of obesity in the adult population of Sweden between 2000/1 and 2004/5",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sundquist",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sundquist",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": "119--128",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Norwegian public health policy: revitalization of the social democratic welfare state?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fosse",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Health Serv",
            "volume": "39",
            "issn": "2",
            "pages": "287--300",
            "other_ids": {
                "DOI": [
                    "10.1186/1475-9276-11-41"
                ]
            }
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Submit your next manuscript to BioMed Central and take full advantage of: • Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar • Research which is freely available for redistribution",
            "authors": [],
            "year": 2012,
            "venue": "International Journal for Equity in Health",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Mechanisms of initiative implementation for lifestyle-based, environment-based and structure-based initiatives in BC and ON between January 1, 2006 and September 1, 2011.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Examples of healthy living initiatives in BC and ON according to mechanism of delivery: direct programs, blueprints and building blocks",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Examples of healthy living initiatives in BC and ON according to intervention type: lifestyle-based, environment-based and structure-based",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the Renewal of Public Health Systems research team (website) and in particular Dr. Marjorie MacDonald for allowing us access to their dataset in order to initially identify policy initiatives. We also thank Drs. Nicole Berry and Lorraine Halinka Malcoe who provided important insights into the subject matter and suggestions for the manuscript. AK is partially supported through a new investigator award from the Canadian Institutes of Health Research. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "initiatives; such outcomes require many years to manifest themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Addressing the social determinants of health necessarily means moving away from depoliticized frameworks that emphasize biomedical factors in disease. Attention to the social determinants and inequities has been growing, as health promotion movements evolve -movements that were initially led by Canada. However it is necessary that health be seen for what it is: a political matter. As such, the health sector needs to diversify to a more political approach in finding solutions for health inequities. Until this occurs, it is debatable how much progress can occur on improving the social determinants of health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Additional file 1: BC Healthy eating and active living initiatives analyzed (61) .Additional file 2: ON Healthy eating and active living initiatives analyzed (60).",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "(61)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Additional files"
        },
        {
            "text": "The authors declare that they have no competing interests.Authors' contributions DG conceived of the study, lead the analysis and drafted the manuscript. AK participated in refining the study's design, acted as a critical discussant of analytical findings and helped to draft the manuscript. Both DG and AK read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}