{
    "paper_id": "8cf02f23f08f2b7c8b0e83dcc85d080f9c1cf615",
    "metadata": {
        "title": "The Oakville Oil Refinery Closure and Its Influence on Local Hospitalizations: A Natural Experiment on Sulfur Dioxide",
        "authors": [
            {
                "first": "Wesley",
                "middle": [
                    "S"
                ],
                "last": "Burr",
                "suffix": "",
                "affiliation": {},
                "email": "wesleyburr@trentu.caw.s.b."
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Dales",
                "suffix": "",
                "affiliation": {},
                "email": "r.dales@canada.car.d."
            },
            {
                "first": "Ling",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": "ling.liu@canada.cal.l."
            },
            {
                "first": "Dave",
                "middle": [],
                "last": "Stieb",
                "suffix": "",
                "affiliation": {},
                "email": "dave.stieb@canada.cad.s."
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Smith-Doiron",
                "suffix": "",
                "affiliation": {},
                "email": "marc.smith-doiron@canada.cam.s.-d."
            },
            {
                "first": "Branka",
                "middle": [],
                "last": "Jovic",
                "suffix": "",
                "affiliation": {},
                "email": "branka.jovic@canada.cab.j."
            },
            {
                "first": "Lisa",
                "middle": [
                    "Marie"
                ],
                "last": "Kauri",
                "suffix": "",
                "affiliation": {},
                "email": "lisamarie.kauri@canada.cal.m.k."
            },
            {
                "first": "Hwashin",
                "middle": [
                    "Hyun"
                ],
                "last": "Shin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: An oil refinery in Oakville, Canada, closed over 2004Canada, closed over -2005 an opportunity for a natural experiment to examine the effects on oil refinery-related air pollution and residents' health. Methods: Environmental and health data were collected for the 16 years around the refinery closure. Toronto (2.5 million persons) and the Greater Toronto Area (GTA, 6.3 million persons) were used as control and reference populations, respectively, for Oakville (160,000 persons). We compared sulfur dioxide and age-and season-standardized hospitalizations, considering potential factors such as changes in demographics, socio-economics, drug prescriptions, and environmental variables. Results: The closure of the refinery eliminated 6000 tons/year of SO 2 emissions, with an observed reduction of 20% in wind direction-adjusted ambient concentrations in Oakville. After accounting for trends, a decrease in cold-season peak-centered respiratory hospitalizations was observed for Oakville (reduction of 2.2 cases/1000 persons per year, p = 0.0006) but not in Toronto (p = 0.856) and the GTA (p = 0.334). The reduction of respiratory hospitalizations in Oakville post closure appeared to have no observed link to known confounders or effect modifiers. Conclusion: The refinery closure allowed an assessment of the change in community health. This natural experiment provides evidence that a reduction in emissions was associated with improvements in population health. This study design addresses the impact of a removed source of air pollution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A very large number of population-based observational studies have reported a positive association between ambient concentrations of air pollution and hospitalizations for respiratory and cardiac disease; however, there exist few studies assessing the health benefit of an intervention which reduces community exposure to air pollution. Improvements in both air quality and health effects have been documented following a number of large-scale changes in local air pollution emissions, including copper smelters in the Southwestern United States [1] , bitumous coal burning in Dublin, Ireland [2] , lowered sulfur content for fuel oil and gasoline in Hong Kong [3] , closure of pollution-emitting industries in East Germany [4] , reduction of traffic during the 1996 Summer Olympic Games in Atlanta [5] , and reduction of traffic during the Summer Asian Games in Busan, South Korea [6] . Studies have also been done following the closure of the Utah Valley Steel Mill [7, 8] and on the impact of the air pollution-lowering steps adopted prior to the 2008 Beijing Olympics [9, 10] . In many of these studies the intervention led to significant reductions in negative health effect metrics for the affected populations.",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 549,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 882,
                    "end": 885,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 968,
                    "end": 971,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 972,
                    "end": 974,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1076,
                    "end": 1079,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present study assesses the health impact of the closure of an oil refinery in Oakville, Canada on residents' hospitalizations. The refinery was designed for production of consumer-grade gasoline and by-products such as asphalt and kerosene. It was located near the shore of Lake Ontario and produced 13,200 cubic meters of gasoline per day (approximately 90,000 barrels) [11] . The refinery was built in 1958 [12] and closed and decommissioned over a six-month period from October 2004 to March 2005.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There remains a small-scale oil terminal at the location, but air pollution emissions, in particular SO 2 , have been almost completely eliminated after the refinery closure. Ambient measurements of air pollution for the city were more complete than site-specific emissions data for the study period, as the site-specific monitor was removed before the refinery closure. Considering the relatively small population size of Oakville, we examined respiratory-related morbidity, as there were more hospital admissions than deaths, providing more statistical power. Thus, in this study we focused on the changes in ambient air pollution in relation to those in morbidity records to measure the impact of the refinery closure on public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All data referenced in the following section were recorded in, and around, the city of Oakville, Ontario (ON), Canada. Oakville sits on the northwestern shore of Lake Ontario, one of the five great lakes, and experiences a humid continental climate, with cold winters and warm summers. Typical monthly average temperatures range from −5 • C to +26 • C. The city itself is largely suburban, and major pollutant sources nearby include the city of Hamilton, ON (which has a large industrial region) and prevailing winds carrying pollution from the Ohio River valley of the United States up through Southwestern Ontario. No major changes to pollution sources in the local region occurred during the study period aside from the closure of the refinery described in the following, excepting only the national regulatory change (enacted in [2002] [2003] which lowered the sulfur content of gasoline: by early 2003 this change was fully in effect. For comparisons with neighbor cities during the study period, City of Toronto (Toronto) was selected as a control city and the Greater Toronto Area (GTA) was used as a population demographic reference to more accurately represent the demographic composition of Oakville.",
            "cite_spans": [
                {
                    "start": 833,
                    "end": 839,
                    "text": "[2002]",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 846,
                    "text": "[2003]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "To address the emission reduction from closure of the refinery, we obtained site-specific emissions data from the National Pollutant Release Inventory (NPRI) program, run by Environment and Climate Change Canada (ECCC). This program collects information from industrial, commercial, and institutional facilities that meet certain minimum emission requirements [13, 14] . Data were obtained for air emissions from the refinery of SO 2 , CO, NO 2 , total PM, PM 10 , and PM 2.5 for 2002-2005 as well as volatile organic compounds (VOCs) [13] for 2002-2012 from both the refinery and the storage facility that replaced it in 2006.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "[13,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Emissions Data"
        },
        {
            "text": "To assess the impact of refinery closure on ambient air pollution, we collected data from two National Air Pollution Surveillance (NAPS) air quality monitoring stations: Station 61602 (approximately 1 km from the refinery site, hereafter called the \"Refinery station\") and Station 61603 (approximately 10 km north-east of the refinery, hereafter called the \"Oakville station\") . Daily values  of sulfur dioxide, the indicator pollutant for the oil refinery emissions, were available for 1996-2002  at the Refinery station, and for 2003-2007 at the Oakville station. The Refinery station was closed in 2002 and the Oakville station was opened as a replacement in 2003. Figure 1 shows the two designated sites in the refinery region for the time period of interest, as well as a few stations from surrounding areas, including two NAPS stations (Stations 60430 and 60433) in Toronto and one station (63001) to the southwest in the city of Burlington, ON. The Refinery and Oakville stations in Figure 1 recorded air pollutant monitoring data for some portion of the study period (1996) (1997) (1998) (1999) (2000) (2001) (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) , although no one station has complete data for the entire period. Table 1 gives an overview of the available data from the two designated stations. Table 1 . National Air Pollution Survey (NAPS) data availability from monitoring stations near the refinery (61602 and 61603) in Figure 1 . Figure 1 shows the two designated sites in the refinery region for the time period of interest, as well as a few stations from surrounding areas, including two NAPS stations (Stations 60430 and 60433) in Toronto and one station (63001) to the southwest in the city of Burlington, ON. The Refinery and Oakville stations in Figure 1 recorded air pollutant monitoring data for some portion of the study period (1996-2012), although no one station has complete data for the entire period. Table 1 gives an overview of the available data from the two designated stations. Table 1 . National Air Pollution Survey (NAPS) data availability from monitoring stations near the refinery (61602 and 61603) in Figure 1 . ",
            "cite_spans": [
                {
                    "start": 1075,
                    "end": 1081,
                    "text": "(1996)",
                    "ref_id": null
                },
                {
                    "start": 1082,
                    "end": 1088,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1095,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 1096,
                    "end": 1102,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 1103,
                    "end": 1109,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 1110,
                    "end": 1116,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1123,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 1124,
                    "end": 1130,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 1131,
                    "end": 1137,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 1138,
                    "end": 1144,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 1145,
                    "end": 1151,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 1152,
                    "end": 1158,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 1159,
                    "end": 1165,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 1166,
                    "end": 1172,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 1173,
                    "end": 1179,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 1180,
                    "end": 1186,
                    "text": "(2011)",
                    "ref_id": null
                },
                {
                    "start": 1187,
                    "end": 1193,
                    "text": "(2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 540,
                    "text": ". Daily values  of sulfur dioxide, the indicator pollutant for the oil refinery emissions, were available for 1996-2002  at the Refinery station, and for 2003-2007",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 668,
                    "end": 676,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 990,
                    "end": 998,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1261,
                    "end": 1268,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1343,
                    "end": 1350,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1472,
                    "end": 1480,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1483,
                    "end": 1491,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1805,
                    "end": 1813,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1968,
                    "end": 1975,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 2050,
                    "end": 2057,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 2179,
                    "end": 2187,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Ambient Air Pollution Data"
        },
        {
            "text": "Hourly temperature and climate records were obtained from the Climate Data records of ECCC for the study period (1996-2012). These records are almost complete (greater than 99% availability) for two weather stations in the geographic vicinity of the refinery location: one located at Lester B. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weather Data"
        },
        {
            "text": "Hourly temperature and climate records were obtained from the Climate Data records of ECCC for the study period (1996) (1997) (1998) (1999) (2000) (2001) (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) . These records are almost complete (greater than 99% availability) for two weather stations in the geographic vicinity of the refinery location: one located at Lester B. Pearson International Airport (station 5097 approximately 20 km northeast (NE) of the refinery) and the second located at the Burlington Piers (station 7868, approximately 10 km southwest (SW) of the refinery, as shown in Figure 1 ). These hourly records allowed us to categorize the prevailing wind patterns through Oakville for the study period.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 118,
                    "text": "(1996)",
                    "ref_id": null
                },
                {
                    "start": 119,
                    "end": 125,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 132,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 139,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 146,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 147,
                    "end": 153,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 160,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 167,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 168,
                    "end": 174,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 181,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 188,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 195,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 202,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 209,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 210,
                    "end": 216,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 223,
                    "text": "(2011)",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 230,
                    "text": "(2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 624,
                    "end": 632,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Weather Data"
        },
        {
            "text": "Daily morbidity (hospitalization) counts for Oakville, Toronto and the GTA were collected for the study period. The International Classification of Diseases 10th Revision (ICD-10) [15] was used to identify circulatory (I00-I99) and respiratory (J00-J99) diagnoses. Ontario hospitals were transitioning between the ICD-9 and ICD-10 classifications over the period 2001-2004, so data recorded under ICD-9 were converted to ICD-10 based on the conversion table provided by the Canadian Institute for Health Information (CIHI).",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Health Data"
        },
        {
            "text": "To investigate potential confounders or effect modifiers related to morbidity we obtained age, sex, marital status, household type, and income from Statistics Canada [16, 17] at the census division (CD) level, measured every five years. Standardization was done against the census results of 2006, as a convenient center point of the analysis. Seasonal traffic patterns for the study period on the major highways running through Oakville were also collected to examine their effects on ambient air pollution concentrations and hospitalizations [18] .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[16,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Additional Data"
        },
        {
            "text": "In this study, it was necessary to control for seasonal and demographic changes in hospitalization counts when attempting to identify any possible association between reductions in ambient air pollution and hospitalizations for Oakville. For this purpose, a standardized hospitalization rate (SHR) was applied to standardize the number of hospitalizations in Oakville (\"observed\") relative to the number of hospitalizations expected for a population with demographic distribution of the GTA in 2006 (\"expected\"). Seasonal (four 3-month blocks, seasons 1 to 4) aggregate counts were standardized against a distribution of six age categories, as described below, using GTA demographic data for the year 2006 (a census year in Canada). The GTA had a population of 6.3 million people in 2006, and encompasses Oakville, which comprises only a small portion of the overall population (approximately 3%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Season-and Age-Standardized Hospitalization Rates (SHRs)"
        },
        {
            "text": "Multiple standardization methods are possible [19] [20] [21] , and direct age-standardization against the reference population of the GTA in 2006, a census year, was selected as the most appropriate method for our available data and demographics. We used six age categories (years): 1-5, 6-20, 21-65, 66-75, 76-85, and 86 or older. We explored variations on this choice of stratification and found that the choice did not affect the analysis; the specific categories chosen here are a convenient choice commonly used at Health Canada for other studies and analyses.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 51,
                    "end": 55,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 56,
                    "end": 60,
                    "text": "[21]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Season-and Age-Standardized Hospitalization Rates (SHRs)"
        },
        {
            "text": "In the following equation, the SHRs, (m t ), are aggregated by block as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Season-and Age-Standardized Hospitalization Rates (SHRs)"
        },
        {
            "text": "where t is the time index, k the age category (k = 1, . . . , 6), n k,t the city-specific age category health count at given time t, P c the city-specific age category population for the given time block, P s the reference population for the same age category for the reference time block, and P the total reference population (GTA) for the same. In implementation, the standardization was done by blocks (e.g., 3 months), multiplying the resulting seasonal totals by 4000 to become standardized cases per thousand persons per year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Season-and Age-Standardized Hospitalization Rates (SHRs)"
        },
        {
            "text": "In addition to the season-and age-standardized SHRs described above, which use fixed seasonal time periods (e.g., January to March), we implemented an alternative, dynamic method, which allows one block per year to float temporally according to annual variations. As the yearly cold and respiratory virus epidemic has variable start and termination dates year-by-year and, additionally, correlates with the maximum respiratory hospitalization rates, it is possible to locate the maximum weekly rate of respiratory hospitalization (between September and July, typically occurring in February or March), and then take a 15-week block centered on that maximum week (i.e., 7 weeks prior to, 7 weeks following, and the maximum week). These 15 weeks of age-standardized rates can then be aggregated and scaled to cases per thousand persons per year. We explore this in the following.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cold-Season Peak-Centered Hospitalization"
        },
        {
            "text": "The proposed dynamic approach has value for our analysis over the traditional seasonal approach with a pre-determined fixed time period for two reasons. First, epidemic-related unusual hospitalizations can be accounted for if they exist. Second, off-season epidemic episodes can be accounted for as the dynamic approach puts weight on exact episode occurrence time rather than on calendar time. We use this cold-season peak-centered morbidity method to compare Oakville to Toronto. These results, aggregated and simplified to a single count (as a rate per thousand persons per year), were then fit using a simple segmented regression model as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cold-Season Peak-Centered Hospitalization"
        },
        {
            "text": "where R t is the yearly rate, t a time variable (year), and I t an indicator variable for the intervention, with the β elements coefficients of the same. This model allows for a long-term trend to be fit to the data while simultaneously modeling any step-function behaviour as delineated by the intervention variable (I t ). This is a particularly simple implementation of interrupted time-series modeling. Table 2 lists the reported total yearly emissions (in metric tons) for the Petro-Canada Refinery Table 2 indicates emissions below the required reporting thresholds. In addition to the reported reduction in annual emissions, we observed ambient SO 2 concentrations as decreasing across the refinery closure period. The SO 2 fuel regulations initiated in 2003 can be observed in the reduction in annual average hourly ambient SO 2 for Oakville of 39% (from 4.30 ppb to 2.62 ppb between 2001-2002 and 2003-2004) before the refinery closed. In an attempt at identifying any further reduction that might plausibly be related to the refinery closure in 2004, we compared two time periods, 2003-2004 versus 2005-2007 , restricting attention to wind direction from the south-west to allow for winds to carry refinery emissions to station 61603. For this data, the wind direction-restricted average hourly ambient SO 2 fell further by 20% after the refinery closure (from 4.92 ppb to 3.94 ppb). Against this, the ambient, unrestricted ambient concentration dropped 0.4 ppb, from 2.62 ppb to 2.26 ppb. This larger reduction for the sub-case of wind from the south-west (10% of observed hourly samples) may reflect the impact of the refinery closure. In addition, it appears that the variability of the exposure in both stations decreased, indicating that extreme events were less likely to occur post-closure. Table 3 gives means (µ) and standard deviations (s) for N available hourly observations of both all cases and wind-direction-restricted data (winds originating from the southwest) for the two periods. ",
            "cite_spans": [
                {
                    "start": 892,
                    "end": 916,
                    "text": "2001-2002 and 2003-2004)",
                    "ref_id": null
                },
                {
                    "start": 1091,
                    "end": 1117,
                    "text": "2003-2004 versus 2005-2007",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 414,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 504,
                    "end": 511,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1808,
                    "end": 1815,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Cold-Season Peak-Centered Hospitalization"
        },
        {
            "text": "The unstandardized (whether by age or by season) hospital admission data showed little annual daily change in non-accidental all-cause, circulatory and respiratory gross number of hospitalizations over the study period (1996) (1997) (1998) (1999) (2000) (2001) (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) in Oakville (Table 4 ). However, the unstandardized hospital admissions in Table 4 do not reflect demographic (e.g., changes in age distribution and population) or environmental changes (e.g., seasonal variations). Accordingly, we age-standardized the seasonal counts for Oakville against the GTA as a 6.3-million-person demographic reference population, from the national census in 2006 (see Online Supplement, Table S1 for details on the GTA records). As the population of Oakville increased from 132,234 to 190,902 (44%) [22] during the study period, to account for shifting demographics over time we employed age-standardized SHRs to detect any changes in the number of hospitalizations after the refinery closure. In Oakville, respiratory hospitalization rates were up to 50% greater in the cold season (winter, January-March, and fall, October-December, in white dots, Figure 2 ) than in the warm season (spring, April-June, and summer, July-September, in dark dots, Figure 2 ), and thus we examined seasonal-level age-standardized SHRs.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 225,
                    "text": "(1996)",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 232,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 239,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 246,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 253,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 260,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 267,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 274,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 281,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 288,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 289,
                    "end": 295,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 302,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 309,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 316,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 317,
                    "end": 323,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 330,
                    "text": "(2011)",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 337,
                    "text": "(2012)",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 358,
                    "text": "(Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 413,
                    "end": 420,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 750,
                    "end": 758,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1221,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1311,
                    "end": 1319,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Changes in Season-and Age-Standardized Hospitalization Rates (SHRs)"
        },
        {
            "text": "There was a sharp decline in Oakville seasonal age-standardized SHRs of respiratory hospitalizations after the closure of the refinery (Figure 2 , to the right of two vertical dashed lines). The 2003 rates appeared to be outliers, which could be explained by the severe acute respiratory syndrome (SARS) epidemic [23] in Ontario when patients were advised to stay away from hospitals. Apart from this specific cold season in 2003, there were approximately 6.5 fall/winter hospitalizations per thousand persons per year before the refinery closure (with the pattern going back as far as 1996, the first year of available data), dropping to a rate of 4.5 immediately following the closure, a 31% decline in respiratory SHRs (mean before to mean after).",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[23]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 144,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Changes in Season-and Age-Standardized Hospitalization Rates (SHRs)"
        },
        {
            "text": "To examine the standardization methodology, we explored a number of standardization approaches, including population standardization (year-by-year evolving reference) and static reference population (presented in this paper, e.g., Figure 2 ). In all cases, the decrease in Oakville stood out as being unusual among nearby cities, and against the demographic reference population of the GTA in 2006. Selected figures from this exploration for Oakville, the City of Toronto, and for the entire GTA are available in the Online Supplement for this paper as Figures S1 through S9. 132,234 to 190,902 (44%) [22] during the study period, to account for shifting demographics over time we employed age-standardized SHRs to detect any changes in the number of hospitalizations after the refinery closure. In Oakville, respiratory hospitalization rates were up to 50% greater in the cold season (winter, January-March, and fall, October-December, in white dots, Figure 2 ) than in the warm season (spring, April-June, and summer, July-September, in dark dots, Figure 2 ), and thus we examined seasonal-level age-standardized SHRs. There was a sharp decline in Oakville seasonal age-standardized SHRs of respiratory hospitalizations after the closure of the refinery (Figure 2 , to the right of two vertical dashed lines). The 2003 rates appeared to be outliers, which could be explained by the severe acute respiratory syndrome (SARS) epidemic [23] in Ontario when patients were advised to stay away from hospitals. Apart from this specific cold season in 2003, there were approximately 6.5 fall/winter hospitalizations per thousand persons per year before the refinery closure (with the pattern going back as far as 1996, the first year of available data), dropping to a rate of 4.5 immediately following the closure, a 31% decline in respiratory SHRs (mean before to mean after).",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 605,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1434,
                    "end": 1438,
                    "text": "[23]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 553,
                    "end": 575,
                    "text": "Figures S1 through S9.",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 952,
                    "end": 960,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1050,
                    "end": 1058,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1256,
                    "end": 1265,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Changes in Season-and Age-Standardized Hospitalization Rates (SHRs)"
        },
        {
            "text": "To examine the standardization methodology, we explored a number of standardization approaches, including population standardization (year-by-year evolving reference) and static reference population (presented in this paper, e.g., Figure 2 ). In all cases, the decrease in Oakville stood out as being unusual among nearby cities, and against the demographic reference population ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Changes in Season-and Age-Standardized Hospitalization Rates (SHRs)"
        },
        {
            "text": "The peak of the respiratory-related hospitalization rates typically occurs during the yearly epidemic of cold and respiratory virus infections, which has variable timing and therefore is inconsistent from city to city across different hospitalization-cause categories. We thus considered a dynamic approach of taking 15-week blocks centered on the peak week of respiratory hospitalizations for a given cold season (October-March) and city. Eliminating 2003 as a clear outlier (attributed to the SARS epidemic) and excluding 2005 as the pivot year for refinery closure, we found a significant (p = 0.0006) mean difference between the period before the closure (1996) (1997) (1998) (1999) (2000) (2001) (2002) (2003) (2004) and afterwards (2006-2012) using a simple segmented linear regression model, as detailed in Equation ( 2) (details in Table 5 and Figure 3 ). We found no significant differences in all-cause (non-accidental), circulatory and non-cardiorespiratory related hospitalizations before and after the refinery closure (not shown here). Note that when data from 2003 and 2005 were included in the analysis, although the exact values changed, the conclusions did not; similarly, allowing 2005 to be considered as \"after\" closure did not change the conclusions. This result indicates that our finding on the Oakville respiratory hospitalizations is insensitive to the inclusion of the two specific years in question. In summary, cold-season peak-centered respiratory hospitalizations in Oakville fell by 2.2 cases per thousand persons per year (approximately 180 total hospitalizations for the year) from before the refinery closure to after, excluding the two outlier years. Across the same period, no immediate decrease (after accounting for trend) was found in Toronto.",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 665,
                    "text": "(1996)",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 672,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 679,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 686,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 693,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 700,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 707,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 714,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 721,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 824,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 840,
                    "end": 847,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 852,
                    "end": 860,
                    "text": "Figure 3",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Changes in Cold-Season Peak-Centered SHRs"
        },
        {
            "text": "To test the sensitivity of the results to the time of analysis, we repeated the above analysis by ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes in Cold-Season Peak-Centered SHRs"
        },
        {
            "text": "Other potentially confounding factors include changes in socioeconomic variables, temperature and traffic density occurring in the Oakville area over the same time as the refinery closure. However, using census data from 2001, 2006 and 2011 [24] , we found no corresponding change in median income, sex, education status, labor force status, or industry of main employment, nor was any such change reported by community organizations [22, 25] . For vehicular traffic, the time period of interest shows a steady increase in traffic volume and density, which we cannot plausibly link to a sudden decrease in respiratory-related hospitalizations. ",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other Possible Confounders"
        },
        {
            "text": "In this study, we found that the closure of the oil refinery located in the city of Oakville, Ontario was associated with measurable reductions in wind-direction-adjusted ambient SO2 in Oakville. We additionally found that there was a significant reduction in respiratory-related hospitalizations in Oakville, with the reduction occurring sharply after the refinery closure and persisting. Moreover, we found no other explanatory or confounding factors which influenced the reduction in hospitalizations for Oakville, such as changes in socio-economic status, traffic counts, or traffic-related air pollutants such as NO2. Taking these findings together, the reduction in SO2 emissions from the Oakville refinery closure and the subsequent decrease in SO2 concentrations in ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we found that the closure of the oil refinery located in the city of Oakville, Ontario was associated with measurable reductions in wind-direction-adjusted ambient SO 2 in Oakville. We additionally found that there was a significant reduction in respiratory-related hospitalizations in Oakville, with the reduction occurring sharply after the refinery closure and persisting. Moreover, we found no other explanatory or confounding factors which influenced the reduction in hospitalizations for Oakville, such as changes in socio-economic status, traffic counts, or traffic-related air pollutants such as NO 2 . Taking these findings together, the reduction in SO 2 emissions from the Oakville refinery closure and the subsequent decrease in SO 2 concentrations in ambient air concentrations appear to have occurred simultaneously with a significant reduction in cold-season respiratory hospitalizations in Oakville.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Natural experiments represent a powerful tool in establishing a causal link between exposure and response. In many cases, the experiment acts as an intervention, with correspondingly large changes: the Utah Valley steel mill closures [7] being one of the most clear and famous examples. In our study the evidence suggests that even closures of smaller-scale industrial sites like the Oakville refinery, if the sites are emitters of pollutants associated with health effects, can have immediate and measurable effects on the health of the surrounding community.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There were several limitations of our study. Data were lacking from the Refinery Station (61602), which was closed at the end of 2002, and the replacement Oakville station (61603) did not begin operation until April 2003, although data from the NPRI indicated that there was little change in the emissions from the refinery up to 2003, so the 1996-2002 span of available data from 61602 should give reasonably accurate estimates of the ambient air quality before closure. Data from Oakville station provided us a view into ambient air quality after closure. However, no SO 2 data were available after 2007 for the Oakville Station. In addition, VOC data (which would normally be of great interest when examining the emissions from a refinery) were sparse or unavailable for the period of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The NPRI data used as a gauge of pollution emissions from the refinery are not entirely reliable, as the data are self-reported by industry, rather than observed by a third party. In addition, regulations only require coarse aggregate measures. Self-reported data on air pollution emissions are available from 2002-2014, and emissions of specific chemicals (e.g., toluene) are available back to 1994. As well, yearly NPRI reporting requirements, including addition/removal of substances, reporting thresholds and reporting exemptions for specific industrial sectors have changed over time [14, 26] . In 2001, new release groupings were created, including on-site pollutant release to air, and 7 criteria air contaminants were added in 2002, including SO 2 , NOx, CO, and VOCs.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 593,
                    "text": "[14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "26]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are no limitations to the health-related data, as they are complete due to mandatory reporting regulations, with complete morbidity data available back to 1996. The seasonal age-standardized SHRs based on the GTA should account for seasonal, demographic and population changes through the study period, and as demonstrated in the Online Supplement, are resistant to variation in parameter choices for the SHR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "By contrast, our study has several strengths. Use of SO 2 as a proxy for overall refinery emissions is a sensible choice, as SO 2 is known to be related to morbidity (hospitalizations), both in general [27] [28] [29] [30] [31] [32] and specifically for the Canadian population [33, 34] . While associations between SO 2 and morbidity are positive and significant, they are small in magnitude, so any association between refinery closure and health outcomes cannot be necessarily directly attributed to this pollutant, however use of SO 2 as a representative proxy of the whole seems reasonable. At the same time, no other ambient air pollutants with available data showed statistically significant reductions of step-function nature after the refinery closure, despite the clear reduction (6000 tons per year for SO 2 , Table 2 ) in emissions, so again, the use of SO 2 is justified.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[27]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[28]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 212,
                    "end": 216,
                    "text": "[29]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[30]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[31]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[32]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[33,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "34]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 820,
                    "end": 827,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The closure of the refinery coincided with a measurable reduction in hourly ambient SO 2 levels in the city of Oakville-a reduction that was greater than what would be expected from the refinery closure, which we estimated through evaluation of similar monitoring stations in the neighboring city of Toronto using wind-direction-restricted analyses. Comparing the before-and after-closure periods, we found a statistically significant (step-function) reduction of ambient SO 2 concentration levels in Oakville only, not in Toronto. This is another strength of the study, as with the local nature of SO 2 ambient concentration we would not expect to see step-function reductions of SO 2 concentration outside of the immediate region surrounding the refinery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The closure of the refinery came soon after the introduction of a stringent sulfur content regulation for gasoline in Ontario: as of 1 January 2005, all gasoline sold in Ontario was limited to an annual average sulfur level of 30 ppm (30,000 ppb) or 30 milligrams per-kilogram (mg/kg), with a never-to-be-exceeded limit of 80 ppm (Government of Canada, 1999) . From July 2002 to 2005, there was an interim annual average sulfur content of 150 ppm. The ambient concentration reduction happened quite sharply in 2002-2003, despite the regulation rolling out in phases, as most fuel manufacturers moved their facilities to the new standard in time for the initiation of the regulation. Similar regulatory changes were implemented in June 2006 for diesel fuel, with a reduction from 500 to 15 ppm [35] . These changes, together with more restrictions on power plants and industry, led to a decrease in the Ontario average annual ambient concentration of sulfur dioxide (SO 2 ) from approximately 6 ppb to 2.2 ppb across the 2000-2013 period [36, 37] . The step-wise decrease in ambient SO 2 levels observed in Oakville appears to be in addition to the background decrease in SO 2 levels associated with the reduction in allowable sulfur content in gasoline, as seen in ambient concentrations of nearby municipalities.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 358,
                    "text": "Canada, 1999)",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[35]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[36,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1042,
                    "end": 1045,
                    "text": "37]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regarding other commonly available air pollutant measures, NO 2 concentrations have also been previously linked to morbidity [33, 34] ; however, examination of the present data revealed neither a significant decrease in 2001-2003 such as was observed in SO 2 with the roll-out of the Canadian Environmental Protection Act (1999) [35] regulations, nor any sudden decrease in Oakville levels at or around the closure of the refinery. As NO 2 is most commonly linked to automobile traffic, this fits available evidence, supporting the NPRI records which indicate that NO 2 was not a significant emission from the refinery.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[33,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "34]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[35]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While the Census Division of Halton (which contains CSD Oakville) experienced rapid population growth through the 2001-2011-time period, much of the growth occurred in newly-built subdivisions well north of Lake Ontario, away from the refinery and north of the highway system [22, 25] . The area directly co-located with the refinery saw very little population growth (0-3%) during this time. In addition, the age distribution skewed toward retirees through this period, with the demographic profile aging over the decade; much of this aging should have been compensated for by the standardization of hospitalization records. Any residual effect not compensated for by this modeling (due to population demographics being temporally coarse owing to census patterns) should have been in the direction of an aging population, which should result in increased levels of hospitalizations rather than the opposite.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, despite limitations in data availability for the region and the study, we have demonstrated measurable reductions in ambient SO 2 levels as would be experienced by the residents of Oakville. We similarly demonstrated a sharp decrease in cold-season age-standardized hospitalization rates, which occurred immediately following the refinery closure. No other contributory factor was found which could explain this decrease. Thus, we present in this study another piece of evidence in the field, showing concurrent measurable reductions in both SO 2 concentrations and respiratory-related hospitalizations when a local emission source was removed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study demonstrated improved air quality and population health ameliorated in relation with the closure of an oil refinery. As a natural experiment, it provides evidence supporting a link between refinery emissions and adverse health effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Supplementary Materials: The following are available online at http://www.mdpi.com/1660-4601/15/9/2029/ s1, Figure S1 : Oakville seasonal (3-month blocks) non-age-standardized total respiratory hospitalizations from 1996 through 2010; Figure S2 : Oakville seasonal (3-month blocks) year-by-year age-standardized total respiratory hospitalization rate from 1996 through 2010, in 1000-persons per year. Standardization done against Oakville population for given year (evolving over time); Figure S3 : Oakville seasonal (3-month blocks) population age-standardized total respiratory hospitalization rate from 1996 through 2010, in 1000-persons per year.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 235,
                    "end": 244,
                    "text": "Figure S2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 487,
                    "end": 496,
                    "text": "Figure S3",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "Standardization done against a fixed population distribution for the GTA in 2006, a census year; Figure S4 : Toronto seasonal (3-month blocks) total non-age-standardized total respiratory hospitalizations from 1996 through 2010; Figure S5 : Toronto seasonal (3-month blocks) year-by-year age-standardized total respiratory hospitalization rate from 1996 through 2010, in 1000-persons per year. Normalization done against Toronto population for given year (evolving over time); Figure S6 : Toronto seasonal (3-month blocks) population age-standardized total respiratory hospitalization rate from 1996 through 2010, in 1000-persons per year. Standardization done against a fixed population distribution for the GTA in 2006, a census year; Figure S7 : GTA seasonal (3-month blocks) non-age-standardized total respiratory hospitalizations from 1996 through 2010; Figure S8 : GTA seasonal (3-month blocks) year-by-year age-standardized total respiratory hospitalization rate from 1996 through 2010, in 1000-persons per year. Standardization done against the current GTA population for given year (evolving over time); Figure S9 : GTA seasonal (3-month blocks) age-standardized total respiratory hospitalization rate from 1996 through 2010, in 1000-persons per year. Standardization done against a fixed population distribution for the GTA in 2006, a census year; Table S1 : yearly mean, standard deviation and maximum counts (with daily resolution) for all-cause, circulatory and respiratory hospitalizations for the GTA, a region encompassing Toronto, Ontario as well as a number of other co-located cities. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 106,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 238,
                    "text": "Figure S5",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 486,
                    "text": "Figure S6",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 746,
                    "text": "Figure S7",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 868,
                    "text": "Figure S8",
                    "ref_id": null
                },
                {
                    "start": 1113,
                    "end": 1122,
                    "text": "Figure S9",
                    "ref_id": null
                },
                {
                    "start": 1358,
                    "end": 1366,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mortality effects of a copper smelter strike and reduced ambient sulfate particulate matter air pollution. Environ. Health Perspect",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pope",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Iii; Rodermund",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gee",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "115",
            "issn": "",
            "pages": "679--683",
            "other_ids": {
                "DOI": [
                    "10.1289/ehp.9762"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effect of air-pollution control on death rates in Dublin, Ireland: An intervention study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Clancy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sinclair",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dockery",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "360",
            "issn": "",
            "pages": "1210--1214",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(02)11281-5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cardiorespiratory and all-cause mortality after restrictions on sulphur content of fuel in Hong Kong: An intervention study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Medley",
                    "suffix": ""
                },
                {
                    "first": "C.-M",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Thach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "T.-H",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "360",
            "issn": "",
            "pages": "1646--1652",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Decline of ambient air pollution and respiratory symptoms in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heinrich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hoelscher",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wichmann",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "50",
            "issn": "",
            "pages": "1930--1936",
            "other_ids": {
                "DOI": [
                    "10.1164/ajrccm.161.6.9906105"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of improved air quality during the 1996 Summer Olympic Games in Atlanta on multiple cardiovascular and respiratory outcomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Flanders",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mulholland",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Res. Rep. Health Effects Inst",
            "volume": "148",
            "issn": "",
            "pages": "3--23",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Benefits of mitigated ambient air quality due to transportation control on childhood asthma hospitalization during the 2002 summer Asian games in Busan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Korea. J. Air Waste Manag. Assoc",
            "volume": "57",
            "issn": "",
            "pages": "968--973",
            "other_ids": {
                "DOI": [
                    "10.3155/1047-3289.57.8.968"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Respiratory disease associated with community air pollution and a steel mill",
            "authors": [
                {
                    "first": "Iii",
                    "middle": [],
                    "last": "Pope",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Am. J. Public Health",
            "volume": "79",
            "issn": "",
            "pages": "623--628",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.79.5.623"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pre-term birth after the Utah Valley Steel Mill closure: A natural experiment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mendola",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Woodruff",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Epidemiology",
            "volume": "19",
            "issn": "",
            "pages": "820--823",
            "other_ids": {
                "DOI": [
                    "10.1097/EDE.0b013e3181883d5d"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Acute respiratory inflammation in children and black carbon in ambient air before and during the",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brunekreef",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gehring",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Association between changes in air pollution levels during the Beijing Olympics and Int",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rich",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kipen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ohman-Strickland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Philipp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Diehl",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Environ. Res. Public Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "biomarkers of inflammation and thrombosis in healthy young adults",
            "authors": [],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "",
            "pages": "2068--2078",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2012.3488"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The effects of recent volatility in international petroleum markets on Canadian wholesale and retail gasoline prices",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Roseman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Compet. Bureau",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A longitudinal study of the health impacts of a petroleum refinery",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Luginaah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elliot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eyles",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Soc. Sci. Med",
            "volume": "50",
            "issn": "",
            "pages": "1155--1166",
            "other_ids": {
                "DOI": [
                    "10.1016/S0277-9536(99)00362-7"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Notice with Respect to the Substances in the National Pollutant Release Inventory for",
            "authors": [
                {
                    "first": "Climate Change",
                    "middle": [],
                    "last": "Environment",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Canada",
                    "suffix": ""
                },
                {
                    "first": "Climate Change",
                    "middle": [],
                    "last": "Environment",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Canada",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "National Pollutant Release Inventory; Environment and Climate Change Canada",
            "authors": [
                {
                    "first": "Climate Change",
                    "middle": [],
                    "last": "Environment",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Canada",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "World Health Organization. ICD-10: International Statistical Classification of Diseases and Related Health Problems",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "WHO",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Profile for Canada, Provinces, Territories, Census Divisions and Census Subdivisions",
            "authors": [],
            "year": 2015,
            "venue": "Statistics Canada",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Profile for Canada, Provinces, Territories, Census Divisions and Census Subdivisions",
            "authors": [],
            "year": 2015,
            "venue": "Statistics Canada",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ministry of Transportation Ontario. Provincial Highways Traffic",
            "authors": [],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Methods for age-adjustment of rates",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Inskip",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Beral",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Stat. Med",
            "volume": "2",
            "issn": "",
            "pages": "455--466",
            "other_ids": {
                "DOI": [
                    "10.1002/sim.4780020404"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Direct Standardization (Age-Adjusted Death Rates)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Curtin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Optimal weighting systems for direct age-adjustment of vital rates",
            "authors": [
                {
                    "first": "W.-C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y.-P",
                    "middle": [],
                    "last": "Liaw",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Stat. Med",
            "volume": "18",
            "issn": "",
            "pages": "2645--2654",
            "other_ids": {
                "DOI": [
                    "10.1002/(SICI)1097-0258(19991015)18:19<2645::AID-SIM184>3.0.CO;2-Q"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Learning from SARS-Renewal of Public Health in Canada; Public Health Agency of Canada",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Profile of Census Divisions and Subdivisions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Canada",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Statistics Canada",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Changes to the National Pollutant Release Inventory Substance List over Time; Environment and Climate Change Canada",
            "authors": [
                {
                    "first": "Climate Change",
                    "middle": [],
                    "last": "Environment",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Canada",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1645--61",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Air pollution and mortality in Barcelona",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sunyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Castellsague",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tobias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Anto",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Epidemiol. Community Health",
            "volume": "50",
            "issn": "",
            "pages": "76--80",
            "other_ids": {
                "DOI": [
                    "10.1136/jech.50.Suppl_1.s76"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Short-term effects of particulate air pollution on respiratory morbidity in asthmatic children",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dockery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heinrich",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wichmann",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eur. Respir. J",
            "volume": "10",
            "issn": "",
            "pages": "872--879",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Daily mortality and fine and ultrafine particles in Erfurt, Germany-Part I: Role of Particle Number and Particle Mass",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wichmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spix",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tuch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wolke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heinrich",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kreyling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heyder",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Res. Rep. Health Eff. Inst",
            "volume": "98",
            "issn": "",
            "pages": "5--86",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Children's respiratory morbidity prevalence in relation to air pollution in four Chinese cities",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Korn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Environ. Health Perspect",
            "volume": "110",
            "issn": "",
            "pages": "961--967",
            "other_ids": {
                "DOI": [
                    "10.1289/ehp.02110961"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Short-term association between sulfur dioxide and daily mortality: The Public Health and Air Pollution in Asia (PAPA) study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kan",
                    "suffix": ""
                },
                {
                    "first": "C.-M",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vichit-Vadakan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vichit-Vadakan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Environ. Res",
            "volume": "110",
            "issn": "",
            "pages": "258--264",
            "other_ids": {
                "DOI": [
                    "10.1016/j.envres.2010.01.006"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Air pollution and respiratory morbidity in Israel: A review of accumulated empiric evidence",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Portnov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Isr. Med. Assoc. J",
            "volume": "17",
            "issn": "",
            "pages": "445--450",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Association of particulate matter components with daily mortality and morbidity in urban populations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lippmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nadas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burnett",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Res. Rep. Health Eff. Inst",
            "volume": "95",
            "issn": "",
            "pages": "5--72",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Meta-Analysis of Time-Series Studies of Air Pollution and Mortality: Effects of Gases and Particles and the Influence of Cause of Death, Age, and Season",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Stieb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Judek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Burnett",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Air Waste Manag. Assoc",
            "volume": "52",
            "issn": "",
            "pages": "470--484",
            "other_ids": {
                "DOI": [
                    "10.1080/10473289.2002.10470794"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Canadian Environmental Protection Act, 1999. (S.C. 1999, c.33)",
            "authors": [
                {
                    "first": "Canada",
                    "middle": [],
                    "last": "Government Of",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Environmental Monitoring and Reporting Branch",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Environmental Monitoring and Reporting Branch",
            "authors": [],
            "year": 2013,
            "venue": "Ministry of the Environment and Climate Change",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Map of the refinery and surrounding cities with NAPS monitoring stations and weather stations noted. The figure includes a prevailing wind vector, accounting for approximately 40% of all hourly wind directions recorded between the two weather stations, 7868 (Piers) and 5097 (Pearson).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Map of the refinery and surrounding cities with NAPS monitoring stations and weather stations noted. The figure includes a prevailing wind vector, accounting for approximately 40% of all hourly wind directions recorded between the two weather stations, 7868 (Piers) and 5097 (Pearson).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(2002)(2003)(2004)(2005) and the Suncor Storage Facility which replaced it (2006-2012). The closure of the refinery in 2004-2005 reduced emissions of SO 2 , CO, NO 2 , PM, and volatile organic compounds (VOCs) by considerable amounts. Annual reported emissions of SO 2 were reduced from 6000 tons in 2002 to 900 tons (15%) in 2005, corresponding to the three months of operation in calendar year 2005, and then from there to below the reporting threshold. PM emissions dropped from 300-400 tons per year to essentially zero, and VOC emissions were decreased from 600 to 250 tons (42%) immediately after the refinery closure and then further down to approximately 30 tons (5%) in 2012. Blanks in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Seasonal (three-month block) population age-standardized total respiratory morbidity (hospitalization) rates (per 1000 persons per year) for Oakville from 1996 through 2012. Cold seasons are displayed with open circles and warm seasons with filled circles. Vertical dashed lines indicate the period during which the refinery was decommissioned, in two stages. The horizontal lines and shaded regions are the cold-season-only means and corresponding 95% confidence intervals for the pre-and post-closure periods.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Seasonal (three-month block) population age-standardized total respiratory morbidity (hospitalization) rates (per 1000 persons per year) for Oakville from 1996 through 2012. Cold seasons are displayed with open circles and warm seasons with filled circles. Vertical dashed lines indicate the period during which the refinery was decommissioned, in two stages. The horizontal lines and shaded regions are the cold-season-only means and corresponding 95% confidence intervals for the pre-and post-closure periods.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "iterating through break-point years of 2001 through 2007, again excluding 2003 and 2005 from the analysis. The most significant break-point, as determined by the p-value of the segmented regression, occurred in 2004-2005 (Oakville) and 2001 (Toronto).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Int. J. Environ. Res. Public Health 2018, 15, x 9 of 13",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Cold-season peak-centered respiratory hospitalization rates (in cases per 1000 persons per year) for Toronto (dashed, not the Greater Toronto Area (GTA)) and Oakville (solid) from 1996 to 2012. Note: 2003 as an outlier due to SARS, and the downward trend of Toronto from 1999 to 2004.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Cold-season peak-centered respiratory hospitalization rates (in cases per 1000 persons per year) for Toronto (dashed, not the Greater Toronto Area (GTA)) and Oakville (solid) from 1996 to 2012. Note: 2003 as an outlier due to SARS, and the downward trend of Toronto from 1999 to 2004.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Contributions: Conceptualization, H.H.S. and R.D.; Methodology, H.H.S., R.D. and W.S.B.; Software, W.S.B., B.J. and M.S.-D.; Validation, H.H.S., W.S.B., R.D., D.S., L.L., L.M.K.; Formal Analysis, W.S.B. and R.D.; Investigation, All; Resources, B.J., M.S.-D. and L.M.K.; Data Curation, B.J., M.S.-D. and W.S.B.; Writing-Original Draft Preparation, W.S.B. and H.H.S.; Writing-Review & Editing: All; Visualization, W.S.B. and M.S.-D.; Supervision, H.H.S.; Project Administration, H.H.S.; Funding Acquisition, H.H.S. Funding: This research was funded by Health Canada's Clean Air Regulatory Agenda.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "closed in 2002 and the Oakville station was opened as a replacement in 2003.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Annual changes in emissions from the refinery: 2002-2012 (in tons). VOCs: volatile organic compounds.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Wind-adjusted ambient SO 2 concentration data in ppb for the Oakville, 61603. The winddirection restriction used a 90-degree arc (wind from the southwest (SW), 180-270 • , directed toward the northeast, 0-90 • ), coarsely aligned with the N14 • E path joining the two weather stations, and including the path of wind from the refinery to station 61603 in Northeast Oakville.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Summary statistics for daily counts of hospitalizations by cause in Oakville for 1996-2012.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Difference in means (in ppb) before and after 2005, for cold-and virus-peak-centered hospitalizations, using segmented regression via Equation(2).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments: Data for this study was provided by the Canadian Institute for Health Information, Environment and Climate Change Canada and Transport Ontario. We gratefully acknowledge their data stewardship and contribution. The health data used for this study cannot be shared freely due to Canadian governmental regulations for the use and distribution of sensitive records. Parts of this material are based on data and information compiled and provided by CIHI. However, the analyses, conclusions, opinions, and statements expressed herein are not necessarily those of CIHI. The authors also wish to thank the editor and three anonymous reviewers whose feedback improved the quality of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}