{
    "paper_id": "8cff063c436820e2c85479244dcf7b5f123d4446",
    "metadata": {
        "title": "A Novel Approach to Clustering Genome Sequences Using Inter-nucleotide Covariance",
        "authors": [
            {
                "first": "Alfredo",
                "middle": [],
                "last": "Pulvirenti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cheong",
                "middle": [
                    "Xin"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stefano",
                "middle": [],
                "last": "Piotto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "-T",
                "middle": [],
                "last": "Yau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "yau@uic.edu"
            },
            {
                "first": "Rui",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lily",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Rong",
                "middle": [
                    "Lucy"
                ],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chicago State University",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "United States"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Classification of DNA sequences is an important issue in the bioinformatics study, yet most existing methods for phylogenetic analysis including Multiple Sequence Alignment (MSA) are time-consuming and computationally expensive. The alignment-free methods are popular nowadays, whereas the manual intervention in those methods usually decreases the accuracy. Also, the interactions among nucleotides are neglected in most methods. Here we propose a new Accumulated Natural Vector (ANV) method which represents each DNA sequence by a point in R 18 . By calculating the Accumulated Indicator Functions of nucleotides, we can further find an Accumulated Natural Vector for each sequence. This new Accumulated Natural Vector not only can capture the distribution of each nucleotide, but also provide the covariance among nucleotides. Thus global comparison of DNA sequences or genomes can be done easily in R 18 . The tests of ANV of datasets of different sizes and types have proved the accuracy and time-efficiency of the new proposed ANV method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "With the rapid development of Next Generation Sequencing technology, more and more information of the genome sequences is available. Studying sequence similarity is a crucial question in research and can explain phylogenetic relationships by constructing trees. One of the most commonly used methods, Multiple Sequence Alignment (MSA) uses dynamic programming, a regression technique that finds an optimal alignment by assigning scores to different possible alignments and taking the one with the highest score (Yu et al., 2013a) . However, the computational cost of MSA is extremely high and MSA may not produce accurate phylogeny for diverse systems of different families of RNA viruses (Yu et al., 2013b) . Alignment-free approaches have been developed to overcome those limitations. Published alignment-free methods include Markov chain models (Apostolico and Denas, 2008) , chaos theory (Hatje and Kollmar, 2012) , and some other methods based on the statistics of oligomer frequency and associated with a fixed length segment, known as k-mer (Sims et al., 2009) . Yau and his team proposed the natural vector method, which takes the position of each nucleotide into consideration. The natural vector method performs well on many datasets (Deng et al., 2011; Yu et al., 2013b; Hoang et al., 2016; Li et al., 2016) , however, it only considers the number, average position and dispersion of positions of each nucleotide. Relationships between nucleotides are also important, especially when the functions may be related to interactions of nucleotides, such as the folding of a chromosome. In this paper, we propose a new Accumulated Natural Vector (ANV) method, which not only considers the basic property of each nucleotide, but also the covariance between them. In the traditional Natural Vector (NV) method, each sequence is uniquely represented by a single point in R 12 . The traditional Natural Vector approach is firstly introduced in Deng et al. (2011) : for a sequence of length N, n α (αǫ{A, C, T, G}) denotes the number of nucleotide α in the sequence. s [α] [v] is the distance from the first nucleotide (regarded as origin) to the v th nucleotide α in the DNA sequence. T α = n α v=1 s [α] [v] denotes the total distance of each set of A,C,G,T from the origin, αǫ{A, C, T, G}. µ α = T α n α , is the mean value of the distances of nucleotide α from the origin.",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 529,
                    "text": "(Yu et al., 2013a)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 689,
                    "end": 707,
                    "text": "(Yu et al., 2013b)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 848,
                    "end": 876,
                    "text": "(Apostolico and Denas, 2008)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 892,
                    "end": 917,
                    "text": "(Hatje and Kollmar, 2012)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1048,
                    "end": 1067,
                    "text": "(Sims et al., 2009)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1244,
                    "end": 1263,
                    "text": "(Deng et al., 2011;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1264,
                    "end": 1281,
                    "text": "Yu et al., 2013b;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1282,
                    "end": 1301,
                    "text": "Hoang et al., 2016;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1302,
                    "end": 1318,
                    "text": "Li et al., 2016)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1946,
                    "end": 1964,
                    "text": "Deng et al. (2011)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2070,
                    "end": 2073,
                    "text": "[α]",
                    "ref_id": null
                },
                {
                    "start": 2203,
                    "end": 2206,
                    "text": "[α]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": ", is the normalized central moment of order 2, which can also be seen as the variance of the positions of nucleotide α. Therefore, a DNA sequence can be represented by a 12-dim vector:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this paper, we propose an Accumulated Natural Vector approach, which projects each sequence into a point in R 18 , where the additional six dimensions describe the covariance between nucleotides. Obviously, ANV can provide more information than the traditional NV method, and doesn't include the human intervention, such as choosing the optimal value of k in the k-mer method. Therefore, it can distinguish different sequences and classify species into correct clusters with higher accuracy and less time cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The following six datasets were used to validate the method. The Coronaviruses dataset includes 36 viral genomes, in which 34 viruses are from the exact same dataset with (Woo et al., 2005; Yu et al., 2010; Hoang et al., 2015) and the other two viruses are new members in Coronavirus. The second dataset consists of the genomes of 38 Influenza A viruses, which is a classic dataset to test if a new proposed method performs well. The third dataset includes 72 viruses from Zheng et al. (2015) , which focuses on the classification of Ebolaviruses. The fourth one is from our colleagues' previous paper (Li et al., 2016) which includes 351 viruses chosen randomly under some criteria. The fifth one is the mitochondrial genomes of 31 mammals, which can be clustered into seven well-known categories. All the sequence materials can be found on NCBI with the reference number provided in the Appendices. We also generated different mutations by simulation in a DNA sequence and constructed phylogenetic trees of simulated sequences to test our ANV method. All computations in this paper are done on a Dell laptop equipped with Intel i7 Processor under Windows 10 Home Premium with 8 GB RAM, together with the Matlab (version R2017a) and Mega X.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 189,
                    "text": "(Woo et al., 2005;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 190,
                    "end": 206,
                    "text": "Yu et al., 2010;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 207,
                    "end": 226,
                    "text": "Hoang et al., 2015)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 473,
                    "end": 492,
                    "text": "Zheng et al. (2015)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 602,
                    "end": 619,
                    "text": "(Li et al., 2016)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "For a given genomic sequence, we first define four Indicator Functions (u) for Adenine, Cytosine, Guanine and Thymine, respectively:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indicator Function"
        },
        {
            "text": "if α appears at the i th position of the sequence 0, if α doesn ′ t appear at the i th position of the sequence (1) where αǫ{A, C, T, G}, and i = 1, 2, . . . , N. HereN is the length of the whole sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indicator Function"
        },
        {
            "text": "For example, if the genomic sequence is \"ATCTAGCT, \" then the four Indicator Functions are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 107,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Indicator Function"
        },
        {
            "text": "Here are some simple properties about the Indicator Functions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indicator Function"
        },
        {
            "text": "1. Each column has the sum of 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indicator Function"
        },
        {
            "text": "2. Each row has the sum of the number of corresponding nucleotide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indicator Function"
        },
        {
            "text": "Now we define four Accumulated Indicator Functions as the following:ũ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accumulated Indicator Function"
        },
        {
            "text": "The four Accumulated Indicator Functions for the example above (\"ATCTAGCT\"), are shown in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 97,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Accumulated Indicator Function"
        },
        {
            "text": "Here are some properties about the Accumulated Indicator Functions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accumulated Indicator Function"
        },
        {
            "text": "1. The i th column has the sum of i. α∈{A,C,G,T}ũ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accumulated Indicator Function"
        },
        {
            "text": "2. The last column is the total number of the nucleotideα in the sequence. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accumulated Indicator Function"
        },
        {
            "text": "µ k is the average position in the Natural Vector in Deng et al. (2011) . Property 1 and 2 can be easily proved by the definition of Indicator Function (u α ) and Accumulated Indicator Function (ũ α ), now we prove the Property 3, which builds up the relationship between the Accumulated Indicator Function and the average position of a specific nucleotide.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 71,
                    "text": "Deng et al. (2011)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Accumulated Indicator Function"
        },
        {
            "text": "If we assume that the positions of nucleotide α are t 1 , t 2 , . . . , t n α , where n α is the number of nucleotide α in the sequence, then the basic form of Accumulated Indicator Function should be, which satisfies 1 ≤ t 1 < t 2 < . . If we add up those N elements above and denote the sum as α and t 0 = 0, we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accumulated Indicator Function"
        },
        {
            "text": "Therefore, we use",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accumulated Indicator Function"
        },
        {
            "text": "to describe the average position of nucleotide α, which indicates the distance of the average position to the end of the sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accumulated Indicator Function"
        },
        {
            "text": "For two finite point sets with equal number of elements: A = {a 1 , a 2 , . . . , a n }, B = b 1 , b 2 , . . . , b n in R, which satisfy a 1 < a 2 < . . . < a n and b 1 < b 2 < . . . < b n , the covariance of two sets can be defined as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inter-nucleotide Covariance"
        },
        {
            "text": "where u A = n i = 1 a i /n and u B = n i = 1 b i /n. Now we apply the covariance formula above to the Accumulated Indicator Functions. A set is a collection of definite, distinct objects, known as the elements or members of the set. Now for each nucleotide, we have an array of N elements which is the Accumulated Indicator Function for the nucleotide α ∈ {A, C, G, T}:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inter-nucleotide Covariance"
        },
        {
            "text": "[0, 0, . . . , 0, 1, 1, . . . , 1, 2, 2, . . . , 2, . . . (n α − 1) ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inter-nucleotide Covariance"
        },
        {
            "text": "However, those N elements cannot build up a set of N elements since many of them are replicated. Hence, we extend the definition of set to a generalized concept, where the elements in a set can be the same. In this generalized definition, each nucleotide has a set of N elements and they can be arranged in the ascending order, i.e., from the smallest to the biggest number. Thus, we can use the covariance formula (11). As the example of sequence \"ATCTAGCT, \" the covariance of nucleotide A and C can be computed in this way: the generalized set of nucleotide A is {1,1,1,1,2,2,2,2} and of C is {0,0,1,1,1,1,2,2}. Each generalized set has N = 8 elements and the generalized covariance would be",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inter-nucleotide Covariance"
        },
        {
            "text": "Similarly, we can get cov (A,G), cov (A, T), cov (C, G), cov (C, T), cov (G, T).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inter-nucleotide Covariance"
        },
        {
            "text": "For two nucleotides like α and β, the covariance formula is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compatibility of Variance and Covariance"
        },
        {
            "text": "Then it is obvious that when α = β, the corresponding formula should be",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compatibility of Variance and Covariance"
        },
        {
            "text": "The formula above defines the variance of the positions of nucleotide α.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compatibility of Variance and Covariance"
        },
        {
            "text": "For a given nucleotide sequence, now we can build up its Accumulated Natural Vector. The first four dimensions describe the number of each nucleotide, denoted as n A , n C , n G , n T , which are the last column of the Accumulated Indicator Functions. The second four dimensions describe the average distance of nucleotides to the end of the sequence, denoted as (10). The third four dimensions describe the divergence of each nucleotide, denoted (16).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accumulated Natural Vector"
        },
        {
            "text": "Please note that this D α is a little different from the D α 2 in the traditional Natural Vector method since the previous definition of variance cannot be extended to a reliable definition of covariance. The last six dimensions describe the covariances between each two nucleotides, denoted as cov (A, G), cov (A, T), cov (C, G), cov (C, T), cov (G, T) as formula (15). And the universal form of Accumulated Natural Vector is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accumulated Natural Vector"
        },
        {
            "text": "From section 2.2.1 to section 2.2.5, we introduce how a DNA sequence is represented by a vector in R 18 space. Therefore, the distance between two sequences can be measured by the Euclidean distance between two vectors. Suppose that now we have two sequences in R w (in our case, w = 18), denoted as x = (x 1 , ..., x w ) and (y 1 , ..., y w ), the Euclidean distance between them is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Euclidean Distances Between Accumulated Natural Vectors"
        },
        {
            "text": "For a dataset of m different sequences, we can construct a distance matrix D = (d ij ) m×m , and d ij (≥ 0) represents the Euclidean distance between sequence i and sequence j. D is a symmetric matrix and the diagonal element is zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Euclidean Distances Between Accumulated Natural Vectors"
        },
        {
            "text": "In this research, we use Mega X to build up phylogenetic trees. In order to eliminate the influences of different algorithms of constructing trees, we apply the Unweighted Pair Group Method with Arithmetic Mean (UPGMA) algorithm (Sneath and Sokal, 1973) for analysis on the four datasets.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 253,
                    "text": "(Sneath and Sokal, 1973)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Constructing Phylogenetic Trees and Comparisons"
        },
        {
            "text": "For comparison with other common alignment or alignmentfree method, we also perform k-mer and MSA (ClustalW or MUSCLE) on the same dataset. The Feature frequency profile (FFP) (Woo et al., 2005) , which is based on k-mer frequency, calculates the frequency of each k-mer in the sequence and turns a DNA sequence into a vector in a 4 k -dimensional space. The Euclidean distance between two k-mer vectors can also be computed by formula (17). We apply MSA method, ClustalW on several datasets as well, with the default parameters in Mega X. ClustalW is much slower than another MSA algorithm, MUSCLE, while ClustalW can give a better result. MUSCLE is applied on the fourth dataset of 351 viruses and after we get the alignment result of the viruses, distance matrix is calculated using Hamming distance, to find the nearest neighbor of each virus. Hamming distance between two strings of equal length is the number of positions at which the corresponding symbols are different. It measures the minimum number of substitutions required to change one string into the other or the minimum number of errors that could have transformed one string into the other. Since alignment approaches are to arrange the sequences to identify regions of similarity between the sequences, the alignment would provide the performance of each sequence on a fixed number of positions. Therefore, the Hamming distance can be calculated by simply counting the number of pairwise differences in character states.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 194,
                    "text": "(Woo et al., 2005)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Constructing Phylogenetic Trees and Comparisons"
        },
        {
            "text": "In the simulated dataset, we use the pairwise alignment distance by the \"seqpdist\" function inside MATLAB Bioinformatics toolbox, which uses the Jukes-Cantor algorithms as the correct tree, since the sequences are simulated according to a base sequence. Then the distance matrices are compared using Robinson-Foulds distances, which can measure the congruence to the reference topology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constructing Phylogenetic Trees and Comparisons"
        },
        {
            "text": "We apply the Accumulated Natural Vector method on five datasets, and compare the results with common methods, such as MSA, k-mer (FFP) and the traditional Natural Vector method. From comparison, the results of Accumulated Natural Vector are more accurate and the calculation cost is very small compared to others. A dataset of 351 viruses has also been tested, and laptop cannot bear such a heavy burden of calculation of aligning them but alignment-free can still be done in a reasonable time. We also use a server to align segments of 351 sequences, to compare the results to ANV and other methods. ANV also gives the best performance on this dataset. Besides, we simulate another dataset of 20 sequences from a randomly generated sequence with length of 1,000bp, and test the phylogenetic trees from this and other methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "We have chosen those datasets of different sizes (number of sequences, and lengths of sequences), which to test if ANV can be suitable in all cases. Most datasets have been analyzed by previous researches, therefore we can compare our results to others to evaluate the performances. Four datasets consist of viruses that are closely related to human health, and the mammal's dataset and simulated dataset show that this method can perform on other types of sequences as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Coronavirus belongs to the subfamily Coronavirinae in the family Coronaviridae, in the order Nidovirales. In this paper, we construct a dataset with 36 Coronaviruses, in which 34 viruses are from the exact same dataset with (Woo et al., 2005; Yu et al., 2010 ; Hoang et al., 2015) . The other two viruses are two new members in Coronavirus. Details of the Coronaviruses can be found in Table S1 . The new ChinaGD01 (Lu et al., 2015) was identified in Guangdong Province (China) in 2015 and is an imported Middle East respiratory syndrome Coronavirus. The other one MERS-CoV/KOR is from South Korea (Kim et al., 2015) . As of 15 June 2015, the MERS-COV was spreading in South Korea, and the ChinaGD01 case was a South Korean national who traveled to Guangdong in May 2015. Therefore, those two members were considered highly correlated with each other. The genomic size of Coronaviruses ranges from about 9 to 31 kbp, with the average of 27,567 nucleotides. Using our Accumulated Natural Vector and UPGMA method (Sneath and Sokal, 1973) , we can build up a phylogenetic tree as shown in Figure 1 . Figure 1 shows that the two new members are clustered together with Group 4, which is also well-known as SARS (Severe Acute Respiratory Syndrome). Between November 2002 and July 2003, an outbreak of SARS in southern China caused an eventual 8,098 cases, resulting in 774 deaths reported in 37 countries. Both MERS-CoV and SARS viruses are beta-Coronaviruses, however, they belong to different lineages, for more details please see (Drexler et al., 2013; Hilgenfeld and Peiris, 2013) . The phylogenetic tree indicates that the ChinaGD01 and MERS-CoV/KOR forms a monophyletic clade, sister to the SARS clade, which may possibly be a variant from some SARS viruses.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 242,
                    "text": "(Woo et al., 2005;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 243,
                    "end": 258,
                    "text": "Yu et al., 2010",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 261,
                    "end": 280,
                    "text": "Hoang et al., 2015)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 415,
                    "end": 432,
                    "text": "(Lu et al., 2015)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 598,
                    "end": 616,
                    "text": "(Kim et al., 2015)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1011,
                    "end": 1035,
                    "text": "(Sneath and Sokal, 1973)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1528,
                    "end": 1550,
                    "text": "(Drexler et al., 2013;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1551,
                    "end": 1579,
                    "text": "Hilgenfeld and Peiris, 2013)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 394,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1086,
                    "end": 1094,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1097,
                    "end": 1105,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Coronaviruses Dataset"
        },
        {
            "text": "We also performed the same procedure with k-mer method on the Coronaviruses dataset. However, how to choose an optimal k-value is an interesting topic that requires manual intervention. Sims et al. showed in Woo et al. (2005) that the location of the peak in the distribution of k-mers, i.e., the k with the largest vocabulary, is related to the sequence length N. The k with maximum information is empirically determined but may be closely approximated by",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 225,
                    "text": "Sims et al. showed in Woo et al. (2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Coronaviruses Dataset"
        },
        {
            "text": "where 4 is the alphabet size. They have shown in Sims et al. (2009) that reliable tree topologies are typically obtained with k-mer resolutions where k > k Hmax whereas lengths below k H max yield unreliable trees. The upper limit of resolution can be empirically determined by a criterion that the tree topology for feature length k is equal to that of k+1, i.e., tree topologies converge. According to this principle, we have 7 ≤ k ≤ 9. We show the result of k = 7 in Figure 2A , and the results of k = 8 and k = 9 are in the Figures S1, S2 . The four outgroup viruses cannot be clustered together as another branch from the tree of Coronaviruses, meanwhile the Group 1 was divided into smaller groups. The traditional ClustalW algorithm of Multiple Sequence Alignment (MSA) is also applied on the same dataset, and the result is shown in Figure 2B . MSA cannot cluster viruses from same groups together either. From this example, we can see that our ANV method is better than the k-mer and MSA method.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 67,
                    "text": "Sims et al. (2009)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 470,
                    "end": 479,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 528,
                    "end": 542,
                    "text": "Figures S1, S2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 841,
                    "end": 850,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Coronaviruses Dataset"
        },
        {
            "text": "Influenza A viruses are single-stranded RNA viruses, which have been a major health threat to both human society and animals . Influenza A viruses' nomenclature is based on the surface glycoproteins: hemagglutinin (HA) and neuraminidase (NA) (Obenauer et al., 2006) . HA has 15 subtypes and NA has 9 subtypes, which forms 135 different combinations. The NCBI number of the analyzed 38 Influenza A viruses can be found in Table S2 . Our result agrees with previous work by Hoang et al. (2015) . Furthermore, we find that all the Influenza A viruses are clustered with the same H and N type in Figure 3 , with only one exception of A/turkey/Minnesota/1/1988(H7N9). There is no specific research about this virus and we infer that it may be the intermediate from H7N3 to H7N9. H7N3 had an outbreak in July 2012, causing millions of poultry's infection, but there is no report of infection from human to human yet. However, H7N9 was identified in Shanghai, China at the end of March 2013. Considering that the HA glycoprotein of those two subtypes are the same and the close outbreak date, we indicate that the H7N9 on March 2013 might be a variant from H7N3, and A/turkey/Minnesota/1/1988 (H7N9) plays a key role in this variation. We get the same conclusion in another work as well (Dong et al., 2018) . More biological research on this virus should be done to deepen our understanding of Influenza A viruses to accelerate the invention of an effective vaccine and to prevent more dangerous variants.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 265,
                    "text": "(Obenauer et al., 2006)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 472,
                    "end": 491,
                    "text": "Hoang et al. (2015)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1280,
                    "end": 1299,
                    "text": "(Dong et al., 2018)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 429,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 592,
                    "end": 600,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Influenza A viruses"
        },
        {
            "text": "The k-mer method and MSA are also performed on this dataset as shown in Figures 4A,B . The k-value is determined in the same procedure as in the Coronaviruses dataset as 5. In Figure 4A , the viruses from H1N1 and H5N1 are mixed up together with each other, while MSA has a worse result in Figure 4B . The results also indicate that k-mer and MSA cannot reveal the real relationships among the viruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 84,
                    "text": "Figures 4A,B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 176,
                    "end": 185,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 290,
                    "end": 299,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Influenza A viruses"
        },
        {
            "text": "To get a direct image of the relationships between Influenza A viruses, we draw the Natural Graph of them. Natural Graph was first introduced by Zheng et al. (2015) . In Figure 5 , the blue lines represent the 1-level connected components and the red ones 2-level. Classes are marked in different colors and it is obvious that after the construction of two levels, the Influenza A viruses with the same H and N are clustered together, including the A/turkey/Minnesota/1/1988(H7N9) which is Number 34 in Figure 3 . H7N9 and H7N3 are clustered together in Level 2, indicating that they have a closer relationship, which accords with our previous conjecture.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 164,
                    "text": "Zheng et al. (2015)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 178,
                    "text": "Figure 5",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 503,
                    "end": 511,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Influenza A viruses"
        },
        {
            "text": "To illustrate that the new proposed ANV method is an important improvement of the traditional Natural Vector method, a 72 Ebolaviruses dataset is tested, which is a subset of the 163 viruses used in Zheng et al. (2015) . It consists of 38 Ebola virus (EBOV), 11 Sudan virus (SUDV), 9 Reston virus (RESTV), 1 Taï Forest virus (TAFV), 6 Bundibugyo virus (BDBV), 6 Marburg virus (MARV) and 1 Lloviuvirus (LLOV). Details of this dataset are shown in Table S3 . In Figure 6A , the phylogenetic tree shows that from the novel Accumulated Natural Vector method classifies all viruses into the right groups, however, in Figure 6B , the traditional Natural Vector method divides EBOV class into two clusters and SUDV is misclassified with some EBOV virus. This is an indication that including covariance between nucleotides helps improve the accuracy of classification. Hence this is an important improvement to the traditional Natural Vector and other alignment-free methods.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 218,
                    "text": "Zheng et al. (2015)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 454,
                    "text": "Table S3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 460,
                    "end": 469,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 612,
                    "end": 621,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Ebolaviruses Dataset"
        },
        {
            "text": "We also test a large dataset of 351 viruses in Li et al. (2016) , and the details of this dataset can be found in Table S4 . The average length of them is 11,952 nucleotides and it makes alignment methods on a laptop impossible. Only server or cloud computing can finish such a task. Here we use 1-Nearest Neighbor (1-NN) method (Li et al., 2016) to see the accuracy of the prediction. This evaluation is inspired by the high rate of missing labels in many databases of viruses. For example, if a virus with missing family label has been added to the database, and it should share the same family label with the virus (stored in the database already) that is closest to it, then we can predict the missing family label according to the information of its nearest neighbor. Therefore, for a dataset with no missing labels, we can count how many viruses share the same label with its neighbor. \"Nearest neighbor\" of a specific virus can be defined as the virus that has the smallest Euclidean distance in the dataset to it for the alignment-free methods. For alignment results, we use the Hamming distance to measure the distance between two sequences. If the virus shares its distance with its neighbor, we consider it as a \"correct\" one, since even if its label is missing we can still predict it from its nearest neighbor. The accuracy can be computed by dividing the number of correct ones by the number of all viruses, in this case, by 351. We compare the result of ANV to the k-mer method since they are all alignment-free methods, and the results are shown in Table 3 . The optimal choice of k is made by the same procedure in the other datasets. From Table 3 , it is evident that ANV has much higher accuracy than the k-mer method, meanwhile using much less time. Thus, we have proved that ANV can apply to practical use with high time-efficiency and high-accuracy. For the alignment in this part, we tried to align all the sequences with full length on our server, but it fails to give a reliable result. Therefore, we extract 3,000 bp from the beginning and align 351 pieces of segments all with length of 3,000 bp. The results are shown in Table 3 as well and the accuracy is still not as good as what ANV gives.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 63,
                    "text": "Li et al. (2016)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 329,
                    "end": 346,
                    "text": "(Li et al., 2016)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "Table S4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1565,
                    "end": 1572,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1657,
                    "end": 1664,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2149,
                    "end": 2156,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Ebolaviruses Dataset"
        },
        {
            "text": "Our Accumulated Natural Vector performs well not only on virus datasets, but also on other common species. We extract 31 mammalian mitochondrial genomes with the average length of 16,696 nucleotides, and the NCBI numbers of them can be found in Table S5 . The genomes are from seven known clusters: Primates, Carnivora, Cetartiodactyla, Perissodactyla, Eulipotyphla, Lagomorpha, and Rodentia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 253,
                    "text": "Table S5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Mammals"
        },
        {
            "text": "The Accumulated Natural Vector method can still distinguish the differences among the seven clusters, as shown in Figure 7A . FFP (k-mer) method has also been tested as well (the optimal k-value for this dataset is 8), as shown in Figure 7B . Since the species that includes in different paper are not all the same, it is hard to compare the whole topology of phylogenetic trees, however, our work still only has a small difference from the previous work in Murphy et al. (2001) and Tarver et al. (2016) . The difference can be attributed to that mitochondrial genomes in mammals may not always reflect the organismal evolutionary history (Morgan et al., 2014) , however, it still keeps more information than k-mer does in Figure 7B , since the distance within each group is smaller than the distances among groups, we can still distinguish clusters based on current dataset. In Ladoukakis and Zouros (2017) , point out that most of the information researchers gained about the tree of life through the use of mtDNA remains valid, while we should pay more attention to its role in the function of the organism and its value as a tool in the study of major evolutionary novelties in the history of life. Therefore, the result implies that our ANV method can capture the key information hidden inside the DNA sequences and gives us a reliable topology among mammals. ",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 478,
                    "text": "Murphy et al. (2001)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 483,
                    "end": 503,
                    "text": "Tarver et al. (2016)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 639,
                    "end": 660,
                    "text": "(Morgan et al., 2014)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 879,
                    "end": 907,
                    "text": "Ladoukakis and Zouros (2017)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 123,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 231,
                    "end": 240,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 723,
                    "end": 732,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Mammals"
        },
        {
            "text": "To verify is the similarity distance by our method can be used for clustering DNA sequences effectively, we also generated different mutations in DNA sequences and constructed phylogenetic trees by various methods. We simulated a sequence of length 1,000 bp as a base sequence, and generated two new sequences named \"A_original\" and \"B_original\" using point mutations. Both A and B have 100 nucleotides different from the original sequence. We then similarly evolved A and B into different mutants by four different mutations (substitutions, deletion, insertion, and transposition) as did in Yin et al. (2014) . Table 4 is the detailed description on the simulated DNA sequences with different mutations. Since the sequences are mutated slightly based on an exon sequence, we take the aligned result as the \"correct\" relationships among the sequences, and the alignment is done by the \"seqpdist\" function in MATLAB Bioinformatics toolbox. This function uses the classical Jukes-Cantor algorithm and we calculate the pairwise alignment distance. For comparison, we use the ANV method, FFP method (we test k = 4,5,6 in this case, since the lengths of sequences are about 1,000 bp). The UPGMA trees of alignment, ANV and FFP (k=4) methods are shown in Figures 8, 9A ,B separately. Among these trees, it is not very obvious which one is more similar to the alignment results, therefore we calculate the Robinson-Foulds distances between the distance matrix and the \"correct\" matrix and the results are shown in Table 5 . Here we apply the program named \"Robinson-Foulds\" (Robinson and Foulds, 1981) when calculating Table 5 .",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 609,
                    "text": "Yin et al. (2014)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1567,
                    "end": 1594,
                    "text": "(Robinson and Foulds, 1981)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 612,
                    "end": 619,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1249,
                    "end": 1262,
                    "text": "Figures 8, 9A",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1507,
                    "end": 1514,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1612,
                    "end": 1619,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Simulated Dataset"
        },
        {
            "text": "The simulated dataset is in Table S6 . Actually, the differences among trees mainly lie in the branch of sequences generated from B, and ANV gives a more similar result, since the order is slightly disorganized by B5 and the transpositional sequences, while in Figure 9B , the whole branch of B is different from the alignment result.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 36,
                    "text": "Table S6",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 270,
                    "text": "Figure 9B",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Simulated Dataset"
        },
        {
            "text": "In this paper, we propose a novel vector named Accumulated Natural Vector to analyze sequences, genomes and their phylogenetic relationships. Results from our analysis largely agree with the earlier studies, which indicates that our approach can detect the similarity and difference among sequences. Therefore, constructing phylogenetic trees only by sequence data could be done accurately in a very reasonable time, without using large computing platforms or conducting biological experiments of high cost. Our method can be applied in a global comparison of all genomes and provide a new powerful tool by including the correlations of nucleotides. We are working on extending the ANV method to protein sequences, nevertheless, for a protein sequence, it would produce an 1,830-dim vector for each sequence. The calculation cost for this is too large under the current technology. The covariance for three amino acids at a time may be more reasonable, since three consequent nucleotides can also become a codon in expression region of a sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fast algorithms for computing sequence distances by exhaustive substring composition",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apostolico",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Denas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Algorithm Mol. Biol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1748-7188-3-13"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel method of characterizing genetic sequences: genome space with biological distance and applications",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S T"
                    ],
                    "last": "Yau",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0017293"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A new method to cluster genomes based on cumulative Fourier power spectrum",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S T"
                    ],
                    "last": "Yau",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Gene",
            "volume": "673",
            "issn": "",
            "pages": "239--250",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gene.2018.06.042"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ecology, evolution and classification of bat coronaviruses in the aftermath of SARS",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antivir. Res",
            "volume": "101",
            "issn": "",
            "pages": "45--56",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2013.10.013"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A phylogenetic analysis of the Brassicales clade on an alignmet-free sequence comparison method",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hatje",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kollmar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Front. Plant Sci",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpls.2012.00192"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "From SARS to MERS: 10 years of research on highly pathogenic human coronaviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antivir. Res",
            "volume": "100",
            "issn": "",
            "pages": "286--295",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2013.08.015"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Numerical encoding of DNA sequences by chaos game representation with application in similarity comparison",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S T"
                    ],
                    "last": "Yau",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Genomics",
            "volume": "108",
            "issn": "",
            "pages": "134--142",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ygeno.2016.08.002"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A new method to cluster DNA sequences using Fourier power spectrum",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S T"
                    ],
                    "last": "Yau",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Theor. Biol",
            "volume": "372",
            "issn": "",
            "pages": "135--145",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2015.02.026"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Complete genome sequene of middle east respiratory syndrome Coronavirus KOR/KNIH/002_05_2016, isolated in South Korea",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Genome Announc",
            "volume": "3",
            "issn": "",
            "pages": "787--00715",
            "other_ids": {
                "DOI": [
                    "10.1128/genomeA.00787-15"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Evolutionary and inheritance of animal mitochondrial DNA: rules and exceptions",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Ladoukakis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zouros",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Biol. Res-Thessaloniki",
            "volume": "24",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40709-017-0060-4"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Virus classification in 60-dimensional protein space",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S T"
                    ],
                    "last": "Yau",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol. Phylogenet. Evol",
            "volume": "99",
            "issn": "",
            "pages": "53--62",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ympev.2016.03.009"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Complete genome sequence of middle east respiratory syndrome Coronavirus (MERS-CoV) from the first imported MERS-CoV case in China",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Genome Announc",
            "volume": "3",
            "issn": "",
            "pages": "818--00815",
            "other_ids": {
                "DOI": [
                    "10.1128/genomeA.00818-15"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mitochondrial data are not suitable for resolving placental mammals phylogeney",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Creevey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Connell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mamm Genome",
            "volume": "25",
            "issn": "",
            "pages": "636--647",
            "other_ids": {
                "DOI": [
                    "10.1007/s00335-014-9544-9"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Molecular phylogenetics and the origins of placental mammals",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eizirik",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Ryder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Brien",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "409",
            "issn": "",
            "pages": "614--618",
            "other_ids": {
                "DOI": [
                    "10.1038/35054550"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Large-scale sequence analysis of avian influenza isolates",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Obenauer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Denson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mukatira",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Finkelstein",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "311",
            "issn": "",
            "pages": "1576--1580",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1121586"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Comparison of phylogenetic trees",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Foulds",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Math. Biosci",
            "volume": "53",
            "issn": "",
            "pages": "131--147",
            "other_ids": {
                "DOI": [
                    "10.1016/0025-5564(81)90043-2"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Alignment-free genome comparison with feature frequency profiles (FFP) and optimal resolutions",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Jun",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "106",
            "issn": "",
            "pages": "2677--2682",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0813249106"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Numerical Taxonomy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H A"
                    ],
                    "last": "Sneath",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Sokal",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The interrelationships of placental mammals and the limits of phylogenetic inference",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Tarver",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mirarab",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "O&apos;reilly",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Genome Biol. Evol",
            "volume": "8",
            "issn": "",
            "pages": "330--344",
            "other_ids": {
                "DOI": [
                    "10.1093/gbe/evv261"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Characterization and complete genome sequence of a novel Coronavirus, Coronavirus HKU1, from patients with pneumonia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K P"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsoi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "884--895",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.2.884-895.2005"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A measure of DNA sequence similarity by Fourier Transform with applications on hierarchical clustering",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S T"
                    ],
                    "last": "Yau",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Theor. Biol",
            "volume": "359",
            "issn": "",
            "pages": "18--28",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2014.05.043"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Protein sequence comparison based on K-string dictionary",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S T"
                    ],
                    "last": "Yau",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Gene",
            "volume": "529",
            "issn": "",
            "pages": "250--256",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gene.2013.07.092"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Real time classification of viruses in 12 dimensions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Yau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0064328"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A novel construction of genome space with biological geometry",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S T"
                    ],
                    "last": "Yau",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "DNA Res",
            "volume": "17",
            "issn": "",
            "pages": "155--168",
            "other_ids": {
                "DOI": [
                    "10.1093/dnares/dsq008"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Ebolavirus classification based on natural vectors",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S T"
                    ],
                    "last": "Yau",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "DNA Cell Biol",
            "volume": "34",
            "issn": "",
            "pages": "418--428",
            "other_ids": {
                "DOI": [
                    "10.1089/dna.2014.2678"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "... , 2, ...",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(n α − 1) , (n α − 1) , ... (n α − 1)(tn α − 1) − (tn α − 1 − 1), n α , ... , n α ] N − t nα + 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The phylogenetic UPGMA tree using ANV method on Coronaviruses dataset. Frontiers in Genetics | www.frontiersin.org",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(A) The phylogenetic UPGMA tree using FFP (k-mer) method when on Coronavirus dataset. (B) The phylogenetic UPGMA tree using MSA (ClustalW) method on Coronaviruses dataset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The phylogenetic UPGMA tree using ANV method on Influenza A viruses dataset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "(A) The phylogenetic UPGMA tree using the k-mer (k = 5) method on Influenza A viruses dataset. (B) The phylogenetic UPGMA tree using MSA (ClustalW) method on Influenza A viruses dataset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The Natural Graph using ANV method on Influenza A virus dataset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "(A) The phylogenetic UPGMA tree using ANV method on Ebolaviruses dataset. (B) The phylogenetic UPGMA tree using the traditional Natural Vector (NV) method on Ebolaviruses dataset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "(A) The phylogenetic UPGMA tree using ANV method on mammals mtDNA dataset. (B) The phylogenetic UPGMA tree using FFP (k-mer) method when K = 8 on mammals mtDNA dataset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "(A) The phylogenetic UPGMA tree using ANV method on simulated dataset (B) The phylogenetic UPGMA tree using FFP (k-mer) method when K = 4 on simulated dataset.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The Indicator Functions of the sequence \"ATCTAGCT\".",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The Accumulated Indicator Functions of the sequence \"ATCTAGCT.\"",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparison of ANV and k-mer methods on 351 viruses dataset.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Description of DNA sequence mutation in simulated tests. Transposition from position 1 to 50 in B_original B12 100 bp Transposition from position 601 to 700 in B_original FIGURE 8 | The phylogenetic UPGMA tree using Jukes-Cantor pairwise alignment method on simulated dataset.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Robinson-Foulds  distances between trees by alignment-free methods and the reliable alignment tree.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "SS-TY and RH conceived the idea of covariance. RD implemented the idea and wrote the first draft of the manuscript. LH discussed and revised the first draft. RD, LH, RH, and SS-TY all contributed to the writing of the manuscript and agreed with the manuscript results and conclusions. They jointly developed the structure and arguments for the paper, made critical revisions and approved final version, and reviewed and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "This study is supported by the National Natural Science Foundation of China (91746119) (to SS-TY), Tsinghua University start-up fund (to SS-TY).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        },
        {
            "text": "The corresponding author would like to thank National Center for Theoretical Sciences (NCTS) for providing excellent research environment while part of this research was done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fgene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY MATERIAL"
        },
        {
            "text": "Conflict of Interest Statement: The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Copyright © 2019 Dong, He, He and Yau. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2019.00234/full#supplementary-material"
        }
    ]
}