{
    "paper_id": "8dada285162e466f7867f6b657853905bd778933",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Nicole",
                "middle": [],
                "last": "Britten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Guelph",
                    "location": {
                        "settlement": "Guelph",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Lauren",
                "middle": [
                    "E"
                ],
                "last": "Wallar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Guelph",
                    "location": {
                        "settlement": "Guelph",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [
                    "A"
                ],
                "last": "Mcewen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Guelph",
                    "location": {
                        "settlement": "Guelph",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Papadopoulos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Guelph",
                    "location": {
                        "settlement": "Guelph",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Master of Public Health programs have been developed across Canada in response to the need for graduate-level trained professionals to work in the public health sector. The University of Guelph recently conducted a five-year outcome assessment using the Core Competencies for Public Health in Canada as an evaluative framework to determine whether graduates are receiving adequate training, and identify areas for improvement. Methods: A curriculum map of core courses and an online survey of University of Guelph Master of Public Health graduates comprised the outcome assessment. The curriculum map was constructed by evaluating course outlines, assignments, and content to determine the extent to which the Core Competencies were covered in each course. Quantitative survey results were characterized using descriptive statistics. Qualitative survey results were analyzed to identify common themes and patterns in open-ended responses. Results: The University of Guelph Master of Public Health program provided a positive learning environment in which graduates gained proficiency across the Core Competencies through core and elective courses, meaningful practicums, and competent faculty. Practice-based learning environments, particularly in collaboration with public health organizations, were deemed to be beneficial to students' learning experiences. Conclusions: The Core Competencies and graduate surveys can be used to conduct a meaningful and informative outcome assessment. We encourage other Master of Public Health programs to conduct their own outcome assessments using a similar framework, and disseminate these results in order to identify best practices and strengthen the Canadian graduate public health education system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "High profile public health issues, such as the Escherichia coli contamination of the Walkerton, Ontario water supply in 2000, and the Severe Acute Respiratory Syndrome outbreak in the Greater Toronto Area in 2003, demonstrated the need for individuals with graduate-level public health training to improve the public health system. To meet this need, Master of Public Health (MPH) programs were developed by academic institutions across Canada. These universities, in partnership with public health organizations, seek to produce graduates that have the necessary skills, knowledge and attitudes to increase public health workforce capacity. However, the impact of MPH graduates on the Canadian public health system has not been formally assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The development and continuous improvement of Canadian MPH programs are guided by two Public Health Agency of Canada documents: The Core Competencies for Public Health in Canada (Core Competencies) and the Guidelines for MPH Programs in Canada (Guidelines) [1, 2] . The Core Competencies describe a set of 36 general competencies in 7 categories: public health sciences; assessment and analysis; policy and program planning, implementation and evaluation; partnerships, collaboration and advocacy; diversity and inclusiveness; communication; and, leadership [1] . The Guidelines advise all MPH programs to create a competency-based learning environment that clearly and systematically increases student proficiency across the Core Competencies through wellplanned assignments, courses, and practicum experiences [2] . The Guidelines define a practicum as a \"planned, supervised and evaluated field placement that provides the opportunity to integrate classroom learning and practice in a public health work environment\" [2] . Public health competencies have previously been used to map preparedness training initiatives [3, 4] and preventive medicine residency programs in the United States [5, 6] , as well as an MPH capstone assignment at the University of Guelph [7] . However, a knowledge gap exists in how to use the Core Competencies as an evaluative framework for Canadian MPH programs. Here, we describe the development and use of such a framework to conduct a five-year outcome assessment of the University of Guelph generalist MPH program. The goals of this assessment were to: 1) Assess whether the program is being delivered as intended based on current educational practices; 2) Assess whether the program is producing individuals adequately trained to begin careers in the public health sector based on their employability; 3) Provide accountability to the University of Guelph and the Canadian public health system; 4) Identify program strengths and weaknesses, as well as gaps in the intended curriculum; and, 5) Make recommendations for continuous improvement based on measures of graduate satisfaction, quality of practicum placements, and breadth and quality of courses.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 261,
                    "end": 263,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 812,
                    "end": 815,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1020,
                    "end": 1023,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1120,
                    "end": 1123,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1124,
                    "end": 1126,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1195,
                    "end": 1197,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1266,
                    "end": 1269,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The Core Competencies were used as the framework for this two-part outcome assessment [1] . In the first part of the assessment, a curriculum map was created by the first author (NB), a recent graduate of the MPH program, to understand the distribution of the Core Competencies across the nine core courses. Course outlines, class assignments, and lecture material were reviewed to determine the extent to which the competencies were covered in each course. Each competency was rated using a five-point scale: 1 -No coverage, 2 -Minimal coverage, 3 -Moderate coverage, 4 -Substantial coverage, and 5 -Core component of the course. A competency that is minimally covered was briefly taught in lectures but was not needed to complete assignments. Moderate coverage indicates that a competency was taught in two or more lectures and was needed to complete assignments. Substantial coverage indicates that a competency was highly relevant to, but not a primary focus of, a course where it was taught in numerous lectures and needed to complete assignments. A competency that is a core component of a course was incorporated into the course learning objectives, taught throughout the entire course, and was directly assessed in course assignments. Competency 1.5 \"Demonstrate the ability to pursue lifelong learning opportunities in the field of public health\" was not included in the curriculum map as it reflects an ability that is developed throughout one's professional career. The curriculum map was reviewed and validated by a second graduate of the MPH program, and the program coordinator, AP.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In the second part of the assessment, a logic model was first developed that identified the program's inputs, activities, outputs, outcomes, impact and external factors (see Additional file 1). The logic model and the program's critical success factors were used to develop survey questions. An online survey was constructed using the software program, LimeSurvey (http://www.limesurvey.org/en/). Informed consent was obtained prior to entering into the survey. The survey asked graduates to retrospectively assess their overall level of proficiency at the beginning of their program, and their proficiency in each of the Core Competencies at the end of their program, using a fivepoint scale: 1 -Needs improvement, 2 -Satisfactory, 3 -Good; 4 -Very good, and 5 -Outstanding. Students were also asked questions relating to the practicum placement, program curriculum and experience, and employment after graduation. In February 2013, the survey URL link was electronically distributed to all graduates via email and the University of Guelph MPH Facebook group page. Graduates were given three weeks to complete the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Analysis of the survey results was done using Excel. Any incomplete surveys were excluded from analysis. Descriptive statistics were determined for all ratings scale questions. Time of graduation was cross-referenced with employment status to provide a standard frame of reference. Open-ended comments were reviewed to identify key themes and patterns for program improvement. This study was approved by the University of Guelph Research Ethics Board (REB 13JA055).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The curriculum mapping exercise revealed that all of the Core Competencies were covered by the nine core courses, at least to a moderate level (see Additional file 2). Thirty-three of the 35 Core Competencies were substantially covered, or were a core component of course material in one or more of the core courses. Competency 3.6 \"Evaluate an action, policy, or program and competency\" and Competency 3.8 \"Demonstrate an ability to fulfill functional roles in an emergency\" were moderately covered, at best, in all courses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Curriculum map"
        },
        {
            "text": "Of the 60 eligible participants, 44 submitted their responses (35 complete, 9 incomplete). The incomplete responses were excluded from analysis yielding a response rate of 58%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graduate outcome assessment survey"
        },
        {
            "text": "At the time of the survey, 60% of respondents were employed in the public health sector with the majority being employed for 3 years or less (Table 1) . Of those employed in the public health sector, all were employed in 6 months or less with 71.4% being employed within 3 months. Of those who were not currently employed in the public health sector (40%), several respondents (30.8%) indicated that they were pursuing further education. Of those who were unable to find work (38.5%), 4 out of 5 of these respondents had graduated in February 2013.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 150,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Employment"
        },
        {
            "text": "When asked to evaluate their overall proficiency across the Core Competencies at the beginning of their program, 5.7% of respondents scored their proficiency as very good, none rated their proficiency as outstanding, with the majority of respondents needing improvement (40.0%). At the end of their program, the proportion of respondents who scored their proficiency as very good or outstanding in each of the Core Competencies ranged from 35.3-97.1% (see Additional file 3). Respondents felt least proficient in Competency 3.4 \"Implement a policy or program and/or take appropriate action to address a specific public health issue\" with 35.3% scoring their proficiency as very good (26.5%) or outstanding (8.8%). Respondents felt most proficient in Competency 6.2 \"Interpret information for professional, non-professional and community audiences\" with 97.1% scoring their proficiency as very good (50.0%) or outstanding (47.1%). The majority of respondents (greater than 50%) scored their proficiency as very good or outstanding in 31 of the 35 competencies. The other four competencies where less than 50% of respondents scored their proficiency as very good or outstanding were in Policy and Program Planning, Implementation and Evaluation (3.4, 3.5, 3.6, 3.8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proficiency in the core competencies"
        },
        {
            "text": "Students complete a 12-16 week practicum in the Spring/Summer semester as part of the MPH degree requirements. The majority of respondents (93.9%) rated the value of their practicum to their overall program experience as very good (36.4%) or outstanding (57.6%). Respondents indicated that the practicum experience added to their training by providing contact with individuals in the public health sector (82.9%), meaningful public health exposure (80.0%), ability to apply knowledge gained through coursework (80.0%), additional knowledge (80.0%), experience with challenges in the public health sector (71.4%), enhanced understanding of the value of the Core Competencies (57.1%), and other benefits (11.4%). Respondents indicated additional benefits including exposure to government public health agencies, and a greater understanding of public health infrastructure and communication hierarchies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practicum placement"
        },
        {
            "text": "In addition to the nine core courses, students must complete three restricted elective courses. The majority of respondents (60.0%) indicated that three electives in their area of interest was sufficient, whereas 22.9% would have liked to have taken more electives. When respondents were asked how well elective courses enhanced their knowledge and skills beyond that gained in the core courses, 75.8% of respondents scored their electives as very good (48.5%) or outstanding (27.3%). The most influential factor affecting selection of elective courses was general interest (82.9%), followed by course content (68.6%) and lacking knowledge and training in the course subject (60.0%) ( Table 2 ). The least influential factor was a distance education learning format (11.4%). Additional comments revealed electives that are interdisciplinary, relevant to public health, and/or of personal interest were desirable. Course scheduling was cited as a challenge, at times, for choosing electives.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 685,
                    "end": 692,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Electives"
        },
        {
            "text": "Faculty are a central component of the MPH program. Faculty were rated on their level of student interaction, and teaching competence. The majority of respondents rated faculty as very good or outstanding in these areas (91.4% and 88.6%, respectively). Together, 85.7% of respondents rated their overall program experience as very good (25.7%) or outstanding (60.0%). Based on respondent feedback, key learning areas for future development include program evaluation, emergency preparedness, qualitative research skills, analytical software tools, and priority populations. More professional development opportunities such as networking and attending conferences would have further enhanced their development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Faculty and program experience"
        },
        {
            "text": "Respondents identified practice-based learning environments, particularly in collaboration with public health organizations, as beneficial to their learning experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Faculty and program experience"
        },
        {
            "text": "Most MPH programs in Canada were developed after a series of public health crises in the early 2000s exposed an overall lack of capacity in the Canadian public health system to meet population health needs, especially during times of crisis. Several government-commissioned reports that reviewed provincial and federal public health systems were unanimous in their recommendation for graduatetrained public health professionals [8] [9] [10] . In response, MPH programs were developed in order to imbue the necessary knowledge, skills and values in the future public health workforce. According to the Guidelines, MPH programs should provide students with a broad knowledge of concepts that can be applied to meet core public health needs [2] . This knowledge should be acquired in a competency-based learning environment that exists in both the classroom and real-world settings. In this study, we used the Core Competencies as the basis of our outcome assessment to gain a greater understanding of our competency-based learning environment. This allowed us to examine the progression of student learning across the Core Competencies, and to identify critical factors in student development that can be applied to similar MPH programs across Canada. This study represents the first outcome assessment of a Canadian MPH program that uses the Core Competencies as an evaluative framework. The Core Competencies define the knowledge, skills and attitudes that are expected of today's public health professionals [1] . Depending on training, experience and role in the public health system, public health professionals may develop greater proficiency in certain competencies. Ensuring that public health professionals acquire and maintain competence is a shared responsibility of the individual, educators, and the public health sector, with MPH programs providing the necessary skills and knowledge prior to entering the workforce.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 431,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 738,
                    "end": 741,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1509,
                    "end": 1512,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of this assessment show that the University of Guelph MPH program graduates had a positive learning experience characterized by gains in proficiency in the Core Competencies, leading to rapid employment for those who entered the public health workforce. Key program factors included a comprehensive core curriculum, diverse electives, meaningful practicums, and interactive, knowledgeable faculty. Although our findings are specific to the University of Guelph MPH program, the evaluative framework used in this study can be similarly applied to other Canadian MPH programs in order to develop a systems-view of graduate public health education and training in Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found that the majority of respondents scored themselves as either needing improvement or having basic proficiency across the Core Competencies at the beginning of the MPH program. Given the diverse educational backgrounds and prior work experience of entering students, some variation in students' level of proficiency can be expected. Over the duration of the program, students acquire the skills and knowledge necessary for public health professionals to become competent in their role, which are enhanced through practice-based learning experiences in order to make graduates proficient in the Core Competencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As students progressed through the program, we observed a shift where the majority of respondents scored themselves as having very good or outstanding proficiency in many of the Core Competencies at the end of the program. Given that the University of Guelph MPH Only option available 20.0% (7) Other 11.4% (4) program is a generalist program with no formal areas of specialization, students appeared to supplement their learning experience by choosing electives that enhanced their knowledge and training in areas of interest to them. Other critical factors in their development including meaningful practicum experiences, competencybased curriculum, and knowledgeable faculty were found to revolve around practice-based teaching experiences. Practice-based teaching in public health unites the classroom and public health practice in order to enhance student learning [11] . The use of case studies and problembased learning exercises in the classroom, and practicums outside of the classroom are common examples of practicebased teaching in public health [11, 12] . Indeed, respondents identified the practicum experience as an extremely valuable component of their MPH program experience. Although there is little research on the impact of Canadian MPH practicums on student development, previous studies have shown that practicums can be successful in preparing students for entry into the workforce by developing additional skills, creating networking opportunities, and revealing what it is like to work in a public health setting that, together, help to bridge the gap between the school and work environment [13] . According to the Guidelines, MPH practicums allow students to apply their classroom knowledge to public health practice, enhance their proficiency in the Core Competencies, improve their interpersonal, communication, critical thinking and problemsolving skills, and identify potential career interests [2] . In order to provide valuable practicum experiences, successful links between academic institutions and public health practice must be established.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 310,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1063,
                    "end": 1066,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1617,
                    "end": 1621,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1926,
                    "end": 1929,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Linkages between academic institutions and public health practice allow the integration of traditional and applied learning in order to enhance student proficiency in the Core Competencies. A recent study of the partnership between New England boards of health and academic institutions found that boards of health were involved in hosting practicum students and in providing mentors, scholarly resources, guest lecturers, and financial support of student conference presentations [14] . In Florida, academic institutions support education and research within public health agencies, and in turn, public health agencies host MPH practicum students and serve as adjunct faculty [15] . Students enhanced epidemiological surge capacity in North Carolina through a partnership between the University of North Carolina Center for Public Health Preparedness and state and local health departments [12] . This kind of cooperative relationship was recommended by the Institute of Medicine's \"Who will keep the public healthy? Educating public health professionals for the 21 st century\" and is outlined in the Guidelines as a way to build both program and workforce capacity [2, 16] . Although further research is needed to understand the synergistic effect of partnerships between Canadian MPH programs and public health agencies, these examples demonstrate that an effective workforce is a result of formal education and workplace learning. Incorporating practice-based learning in MPH pedagogical practices will accelerate this outcome.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 485,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1167,
                    "end": 1170,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1171,
                    "end": 1174,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Potential limitations of this study include recall bias, particularly for those respondents who were among the first cohort of graduates, and may have experienced some difficulty differentiating between knowledge gained while in the public health workforce, and their knowledge upon graduation. Response bias may have been introduced through self-selection or use of ratings scale questions. Of note, recent graduates (February 2013) were over-represented (28.6%) in the respondent population. Future work will evaluate employers' perceptions of graduate proficiency in the Core Competencies to gain a more comprehensive understanding of the program's impact and effectiveness. Although these results are limited to the University of Guelph MPH program, we encourage other MPH programs to use a similar evaluative framework, as presented in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Moving forward, a systems understanding of Canadian graduate public health education is needed and should include an evaluation of the impact of MPH graduates on the Canadian public health system. The public health workforce can benefit by identifying strengths and areas of improvement in MPH program curriculum, practicebased teaching, and linkages with public health agencies. We recommend that MPH programs conduct and publish regular evaluations and scholarly teaching and learning activities in order to identify and disseminate best practices for the strengthening of the entire public health education system. By using the Core Competencies as an evaluative framework, as presented here, results from different programs will be more easily translatable. As public health continues to face both new and recurring challenges, MPH programs will continue to be invaluable to the education and training of the public health workforce to meet these needs and enhance population health into the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Additional file 1: Logic model of the University of Guelph MPH program outcome assessment. The logic model describes the program inputs, activities, outputs, outcomes and impact, as well as influential external factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional files"
        },
        {
            "text": "Additional file 2: Curriculum map of the nine core courses in the University of Guelph MPH program. The Core Competencies were mapped onto the nine core courses using lecture material and course outlines and assignments. The extent to which they were covered in each course was scored using a 5-point scale: 1 -No coverage, 2 -Minimal coverage, 3 -Moderate coverage, 4 -Substantial coverage, 5 -Core component.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional files"
        },
        {
            "text": "Additional file 3: Respondents' Self-Assessment of their Proficiency in the Core Competencies upon Completion of the University of Guelph MPH Program. Survey respondents rated their proficiency at the end of their program in 35 of the 36 Core Competencies using a 5-point scale: 1 -Needs improvement; 2 -Satisfactory; 3 -Good; 4 -Very good; 5 -Outstanding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional files"
        },
        {
            "text": "Abbreviation MPH: Master of public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional files"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Authors' contributions NB participated in the design of the study, analyzed the data, and drafted the manuscript. LEW analyzed the data, and drafted the manuscript. SAM participated in the design of the study, and helped to draft the manuscript. AP conceived of the study, participated in its design and coordination, and helped to draft the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Authors' information NB is a graduate of the University of Guelph MPH program. SAM is the admissions coordinator, and AP is the program coordinator of the University of Guelph MPH program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Public Health Agency of Canada: Core Competencies For Public Health In Canada: Release 1.0. Ottawa: Public Health Agency of Canada",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Public Health Human Resources Task Group: Guidelines for MPH programs in Canada",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Competency mapping and analysis for public health preparedness training initiatives",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Calhoun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rowney",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Public Health Rep",
            "volume": "120",
            "issn": "1",
            "pages": "91--99",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mapping student response team activities to public health competencies: are we adequately preparing the next generation of public health practitioners? Public Health Rep",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Montgomery",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Durbeck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Sarigiannis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Boulton",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "78--86",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiology competencies and preventive medicine residencies: do they mix and map? Public Health Rep",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Boulton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Montgomery",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "136--148",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Assessing integration of clinical and public health skills in preventive medicine residencies: using competency mapping",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Sarigiannis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Boulton",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Prev Med",
            "volume": "42",
            "issn": "6",
            "pages": "107--116",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Using business plan development as a capstone project for MPH Programs in Canada: validation through the student perspective",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Papadopoulos",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Britten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hatcher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rainville",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Community Health",
            "volume": "38",
            "issn": "5",
            "pages": "791--798",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "National Advisory Committee on SARS and Public Health: Learning from SARS: Renewal Of Public Health In Canada -A Report Of The National Advisory Committee on SARS and Public Health",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Standing Senate Committee on Social Affairs, Science and Technology: Reforming Health Protection And Promotion In Canada: Time To Act",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Expert Panel on SARS and Infectious Disease Control: For the Public's Health: A Plan of Action -Final Report of the Ontario Expert Panel on SARS and Infectious Disease Control",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Demonstrating Excellence In Practice-Based Teaching For Public Health",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Atchison",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boatright",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Merrigan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Quill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fueling the public health workforce pipeline through student surge capacity response teams",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Horney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Ricchetti-Masterson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Community Health",
            "volume": "39",
            "issn": "1",
            "pages": "35--39",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The purpose, value and structure of the practicum in higher education: a literature review",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Toohey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "355--377",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Public health system partnerships: role for local boards of health in preparing the future public health workforce",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Caron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Hiller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Wyman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Community Health",
            "volume": "39",
            "issn": "1",
            "pages": "29--34",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Assessing the status of partnerships between academic institutions and public health agencies",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Livingood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goldhagen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gornto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Public Health",
            "volume": "97",
            "issn": "4",
            "pages": "659--666",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Institute of Medicine: Who Will Keep the Public Healthy? Educating Public Health Professionals for the 21st Century",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1472-6920-14-158"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Using core competencies to build an evaluative framework: outcome assessment of the University of Guelph Master of Public Health program",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Britten",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Medical Education",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Descriptive statistics of survey respondents' employment status, duration of employment, time to find employment, and reasons for unemployment in the public health sector",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Descriptive statistics of factors influencing elective selection including interest, lack of knowledge, course content, learning format, timing, and choice restriction",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Nikhil Kitchlu for critically revising the manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Submit your next manuscript to BioMed Central and take full advantage of: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}