{
    "paper_id": "8e7d05c2e304aa0430befd8259b9bb6c863a0f29",
    "metadata": {
        "title": "Detection of a novel astrovirus from a black-naped monarch (Hypothymis azurea) in Cambodia",
        "authors": [
            {
                "first": "Ian",
                "middle": [
                    "H"
                ],
                "last": "Mendenhall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katherine",
                "middle": [
                    "Nay"
                ],
                "last": "Yaung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Priscilla",
                "middle": [
                    "H"
                ],
                "last": "Joyner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lucy",
                "middle": [],
                "last": "Keatts",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sophie",
                "middle": [],
                "last": "Borthwick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erica",
                "middle": [
                    "Sena"
                ],
                "last": "Neves",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sorn",
                "middle": [],
                "last": "San",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Gilbert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gavin",
                "middle": [
                    "Jd"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Astroviruses are comprised of two genera with Avastrovirus infecting birds and Mamastrovirus infecting mammals. Avastroviruses have primarily been associated with infections of poultry, especially chicken, turkey, duck, and guineafowl production systems, but also infect wading birds and doves. Outcomes result in a spectrum of disease, ranging from asymptomatic shedding to gastroenteritis with diarrhea, stunting, failure to thrive and death. Findings: Virological surveillance was conducted in birds from two sites in Cambodia in 2010. Samples were screened for influenza, astroviruses, coronaviruses, flaviviruses, and paramyxoviruses. A total of 199 birds were tested and an astrovirus was detected in a black-naped monarch (Hypothymis azurea). Conclusions: This is the first astrovirus detection in a passerine bird. Phylogenetic analysis and nucleotide distances suggest that this avastrovirus forms a distinct lineage and may constitute a fourth avastrovirus group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Recently, avastroviruses have been discovered in a variety of wild birds, with the greatest numbers detected from aquatic species in the orders Anseriformes (i.e. teals, pintails, shovelers, and wigeons), Charadriiformes (i.e. greenshanks and sanderlings), and Pelecaniformes (i.e. herons and spoonbills) [3, 4] . The only land dwelling wild bird species found to harbor astroviruses include members of the order Colombiformes (i.e. doves and pigeons) and Coraciiformes (i.e. European roller) [5] [6] [7] . Aside from avian influenza virus, there have been few studies examining endemic viruses in birds in Cambodia. Here we report on the surveillance for a variety of viruses in species from four bird orders in Cambodia (Table 1 ) and the first detection of an astrovirus from the order Passeriformes.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 309,
                    "end": 311,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 722,
                    "end": 730,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "From February until December 2010 the Wildlife Conservation Society collected samples from wild birds in Cambodia to study circulating viruses in the country's avifauna. Birds were trapped at Toul Krasang, a wetland located in Kandal Province, and Jee Tour, a secondary forest in Takéo province under the University of Minnesota IACUC number 0702A02841. Paired oropharyngeal and cloacal swabs were collected from 119 birds at the two field sites (Table 1) . Duplicate samples were taken and stored in either guanidine isothiocyanate or virus transport media for detection or culture, respectively. Samples were kept at −80°C until shipped to Duke-NUS Graduate Medical School Singapore for PCR screening.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 455,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Paired samples in guanidine isothiocyanate were pooled, vortexed, centrifuged at 4,000 g for 5 min, and the clarified supernatant was removed for RNA extraction. Lysis buffer was added in a laminar flow hood before nucleic acid extraction using a QiaExtractor robot (Qiagen). Complementary DNA was synthesized using a Superscript II kit (Invitrogen) following the manufacturer's protocol using either a Uni-12 specific primer for detection of influenza or with random hexamers for detection of the other virus families. A Taqman PCR assay was used to test for influenza A viruses, while family specific primer sets targeting conserved regions of the genome were used for detection of astroviruses, coronaviruses, flaviviruses, and paramyxoviruses (protocols and primer sets are available in Additional file 1: Supplementary Information ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 810,
                    "end": 835,
                    "text": "Supplementary Information",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "An astrovirus positive PCR product from a blacknaped monarch (Hypothymis azurea) was purified using a Qiagen PCR purification kit (Qiagen). This product was cloned using a Promega p-Gem T easy kit (ProMega). Plasmids were purified using an Omega MiniPrep (Omega) purification kit and sent for sequencing. Two sequences generated from the same individual in this study were deposited in GenBank (accession numbers KT965674-KT965975). Attempts to generate additional genetic data using a 3′ RACE PCR and culture in embryonated chicken eggs were unsuccessful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The RNA dependent reverse polymerase (RdRp) sequences from representative mammal and bird species were aligned using MUSCLE in Geneious 7.1.6 [8] and then manually curated (see Additional file 2: Table S1 ). Nucleotide pairwise p-distances were calculated using Mega 6.06 [9] . Maximum-likelihood (ML) trees were constructed in Geneious 7.1.6 using PHYML v2.2.0 [10] using a combined NNI and SPR topology search and support calculated with 500 ML bootstrap replicates. Bayesian analysis was conducted in Geneious 7.1.6 with MrBayes v3.2.2 [11] using two replicates of 5,000,000 generations sampled every 1,000 generations. The convergence of chains and estimation of burn-in were assessed and Bayesian posterior probabilities were calculated from the consensus of 8,000 trees after excluding the first 2,000 trees as burn-in. Both analyses implemented a GTR + G nucleotide substitution model. Phylogenetic trees were visualized in FigTree v1.4.2 (http://tree.bio.ed.ac.uk/ software/figtree/).",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 204,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Astrovirus was detected in one black-naped monarch from 119 birds tested with an overall prevalence of 0.8 % (Table 1) . Influenza viruses, coronaviruses, paramyxoviruses Table S2 ). These results suggest that the passerine avastrovirus is as divergent from the three described groups as those groups are from each other and may represent a unique avastrovirus lineage. Both the ML and Bayesian analysis of the RdRp gene showed the same basic tree topology as Chu et al. [3] with the exception that the passerine astrovirus formed a divergent group that falls in a basal position to both avastrovirus groups 1 and 2 (Fig. 1) . Groups 1 and 2 are strongly supported as sister groups to each other and are in turn most closely related to the black-naped monarch Sequences from this study are in red text. The sequences are labeled with the common name/sample identification/two letter country code/year collected (GenBank Accession). A list of all sequences is in the supplementary data virus sequences. Group 3 avastroviruses are comprised entirely of ducks and supported as a sister clade to all other avastroviruses. Phylogenetic reconstruction and the pairwise distance analysis both indicate that the passerine avastrovirus forms a novel lineage that is well differentiated from all previously described avastroviruses.",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 474,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 171,
                    "end": 179,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 624,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "This is the first astrovirus detection in a passerine bird. Phylogenetic analysis and nucleotide distances suggest that this avastrovirus forms a distinct lineage and may constitute a fourth avastrovirus group. Astroviruses are a genetically diverse group with a wide host range [12] . Avastroviruses have previously been detected from domestic birds that tend to be communally housed (chickens, ducks, turkeys), birds specifically associated with water bodies (ducks, herons, spoonbills, and shorebirds), or gregarious birds exhibiting communal behaviors (wood pigeons and rock doves). These spatial-temporal associations provide opportunities for transmission of viruses between receptive hosts [13] . However, it is unknown where and how this individual acquired the infection because although black-naped monarchs will forage in mixed flocks, they tend to be solitary or roost in pairs [14] . Interestingly, pond herons represented nearly 50 % of all birds sampled in our study, yet we detected no astrovirus positives even though avastroviruses have previously been detected in this species in Cambodia [3] .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 890,
                    "end": 894,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1108,
                    "end": 1111,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our understanding of the impact of astrovirus infection in wild birds is very limited, especially regarding fitness costs and transmission dynamics. There is evidence that cross-species transmission occurs and that individual species may host divergent astrovirus strains, indicating their receptiveness to infection [15, 16] . Astroviruses can also undergo recombination leading to the emergence of novel strains [17] . Birds in the order Passeriformes are highly diverse, comprising 60 % of all bird species, and occupy a tremendous variety of terrestrial ecological niches [18] . As such, the discovery of an astrovirus in one species raises the possibility that additional astrovirus lineages may exist in the Passeriformes.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Additional file 1: Supplementary Information. Protocols and primers used for screening bird samples. (PDF 74 kb) Additional file 2: Table S1 . List of sequences used for phylogenetic tree. (XLSX 46 kb) Additional file 3: Table S2 . Pairwise distance between avastrovirus groups. (XLSX 8 kb)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 140,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 221,
                    "end": 229,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Additional files"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectivity and genome persistence of rotavirus and astrovirus in groundwater and surface water",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Espinosa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mazari-Hiriart",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Espinosa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maruri-Avidal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mendez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Arias",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Water Res",
            "volume": "42",
            "issn": "",
            "pages": "2618--2646",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel group of avian astroviruses in wild aquatic birds",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Joyner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "13772--13780",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Novel coronavirus and astrovirus in Delaware Bay shorebirds",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Honkavuori",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krauss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Hutchison",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Screening of feral and wood pigeons for viruses harbouring a conserved mobile viral element: characterization of novel Astroviruses and Picornaviruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kofstad",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Jonassen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Complete sequence and genetic characterization of pigeon avian nephritis virus, a member of the family Astroviridae",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "B"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Arch Virol",
            "volume": "156",
            "issn": "",
            "pages": "1559--65",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Detection of a mammalianlike astrovirus in bird, European roller (Coracias garrulus)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pankovics",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boros",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Delwart",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Reuter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect Genet Evol",
            "volume": "34",
            "issn": "",
            "pages": "114--135",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Geneious Basic: an integrated and extendable desktop software platform for the organization and analysis of sequence data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kearse",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stones-Havas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sturrock",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bioinformatics",
            "volume": "28",
            "issn": "",
            "pages": "1647--1656",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "MEGA6: Molecular Evolutionary Genetics Analysis version 6.0",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stecher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Filipski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Biol Evol",
            "volume": "30",
            "issn": "",
            "pages": "2725--2734",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A simple, fast, and accurate algorithm to estimate large phylogenies by maximum likelihood",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guindon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gascuel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Syst Biol",
            "volume": "52",
            "issn": "",
            "pages": "696--704",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "MRBAYES: Bayesian inference of phylogenetic trees",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Huelsenbeck",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ronquist",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Bioinformatics",
            "volume": "17",
            "issn": "",
            "pages": "754--759",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Astrovirus infections in humans and animals -molecular biology, genetic diversity, and interspecies transmissions",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Benedictis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schultz-Cherry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burnham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cattoli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infect Genet Evol",
            "volume": "11",
            "issn": "",
            "pages": "1529--1573",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ecological drivers of virus evolution: Astrovirus as a case study",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Mendenhall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dhanasekaran",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "14",
            "pages": "6978--81",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02971-14"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Black-naped Monarch",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Birds of the Thai-Malay Peninsula",
            "volume": "2",
            "issn": "",
            "pages": "161--162",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Novel astroviruses in insectivorous bats",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "9107--9121",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Genetic characterization of astroviruses detected in guinea fowl (Numida meleagris) reveals a distinct genotype and suggests cross-species transmission between turkey and guinea fowl",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Battisti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Salviato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jonassen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Toffan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Capua",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cattoli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch Virol",
            "volume": "157",
            "issn": "",
            "pages": "1329--1366",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Phylogenetic analysis of Turkey astroviruses reveals evidence of recombination",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Pantin-Jackwood",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spackman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Woolcock",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virus Genes",
            "volume": "32",
            "issn": "",
            "pages": "187--92",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Distribution and Taxonomy of Birds of the World",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Sibley",
                    "suffix": ""
                },
                {
                    "first": "Bly",
                    "middle": [],
                    "last": "Monroe",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This tree represents a phylogenetic analysis on the RNA dependent reverse polymerase using Mr. Bayes and PHYML in Geneious 7.1.6. Posterior probability values (>95 %) from Mr. Bayes are above the nodes and Maximum Likelihood bootstrap values (>70 %) are labeled below the nodes.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "List of birds caught and sampled in Cambodia",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We wish to thank Dr. Stacey Cherry-Schultz and Pamela Freiden, Department of Infectious Diseases, St. Jude Children's Research Hospital for providing their egg culture protocol. We would like to thank the Forestry Administration, Ministry of Agriculture Forestry and Fisheries, Cambodia for their support and Zoe Greatorex from WCS for her assistance in sample shipment. We wish to thank Dr. Daniel Chu, The University of Hong Kong, for sharing his 3′RACE protocol and expertise. We also would like to thank Nirupa V. C. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}