{
    "paper_id": "8f14ee043acb5f880df53ebdd12d6edc71ddb851",
    "metadata": {
        "title": "Community -and hospital laboratory-based surveillance for respiratory viruses",
        "authors": [
            {
                "first": "Philip",
                "middle": [],
                "last": "Zachariah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "addrLine": "622 West 168th Street, VC4-417",
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Whittier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "addrLine": "622 West 168th Street, VC4-417",
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Carrie",
                "middle": [],
                "last": "Reed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "addrLine": "622 West 168th Street, VC4-417",
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [],
                "last": "Larussa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "addrLine": "622 West 168th Street, VC4-417",
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Elaine",
                "middle": [
                    "L"
                ],
                "last": "Larson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "addrLine": "622 West 168th Street, VC4-417",
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Celibell",
                "middle": [
                    "Y"
                ],
                "last": "Vargas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "addrLine": "622 West 168th Street, VC4-417",
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [],
                "last": "Saiman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "addrLine": "622 West 168th Street, VC4-417",
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [
                    "S"
                ],
                "last": "Stockwell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Medical Center",
                    "location": {
                        "addrLine": "622 West 168th Street, VC4-417",
                        "postCode": "10032",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Traditionally, surveillance for respiratory viruses in the U.S.A. relies on symptom detection on laboratory testing during medically attended encounters or hospitalizations for acute respiratory infection/influenza-like illness (ARI/ILI). 1 These methods may not represent population-level viral activity, as they rely on individuals seeking medical care, because of either personal health behaviors or severity of illness. Surveillance of ARI/ILI in community-based settings may better represent population-based respiratory viral activity. Direct comparison of viral activity in the community versus in hospitalized patients (derived from the same community) could further help determine the impact of specific viruses and identify the utility of including community-based samples for ARI/ILI surveillance.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 240,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Text messaging is a method of ecological momentary reporting that can be used for population-based infectious disease surveillance that has been pilot-tested once in Mexico for pandemic influenza and for provider-reported ILI incidence data in Madagascar. 2, 3 We recently demonstrated the feasibility of using text messaging for community-based surveillance of ARI/ILI. 4 In the current study, we compare respiratory viral activity detected through longitudinal community-based surveillance using text message responses for targeted sample acquisition and diagnostic testing to respi-ratory viral activity obtained from hospital laboratory-based data (from the same community). We hypothesized that viral activity obtained from community-based surveillance would correspond to that obtained from laboratory-based surveillance and demonstrate similar viral strain distributions.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 258,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 259,
                    "end": 260,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 371,
                    "end": 372,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Community-based surveillance for respiratory viruses was conducted from January 2013 to June 2014 in Washington Heights/Inwood, a diverse low-income neighborhood served by Columbia University Medical Center (CUMC) in New York City (NYC), as part of an ongoing surveillance project which recruited eligible households from a previous community survey. 4 Households were recruited between December 2012 and February 2013, for the Mobile Surveillance for Acute Respiratory Infections and Influenza-Like Illness in the Community (MoSAIC) study, a 5-year population-based study of ILI/ARI surveillance. Households in the MoSAIC study were selected using a random sample of participants, previously enrolled in a large community-based survey (https://www.dbmi.columbia.edu/impact/wicer/). To be eligible for the MoSAIC study, households had three or more members with at least one member under 18 years of age, were Spanish-or English-speaking, and had a cellular telephone with text messaging. During the initial home visit, one volunteer from the household was selected to be the household reporter who received and responded to text messages. The reporter from participating households was sent twice weekly text messages to identify members with symptoms of ARI/ILI. Nasal swabs were collected by research staff in the homes of individuals with ARI/ILI if they fulfilled at least two of the following clinical criteria: fever, runny nose/congestion, sore throat, cough, and/or myalgia. For infants, these criteria were modified to include the sole criterion of runny nose/congestion. 4 The institutional review board at CUMC (New York, New York) approved the community surveillance study.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 352,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1582,
                    "end": 1583,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Community-based surveillance using text messaging"
        },
        {
            "text": "Hospital samples were collected as part of routine care as medically indicated for adult and pediatric inpatients and outpatients at three CUMC sites (a children's hospital, an acute care hospital serving adults, and a community hospital serving primarily adults) during the same time period as community-based surveillance. All CUMC sites are located in the same neighborhood as the community surveillance population. At CUMC, testing is recommended only if respiratory symptoms are present and usually is limited to patients requiring hospitalization. The CUMC Institutional Review Board approved this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital-based laboratory surveillance"
        },
        {
            "text": "In the community and hospital, respiratory samples were analyzed via multiplex reverse transcriptase polymerase chain reaction (RT-PCR) using the FDA-approved FilmArray Respiratory panel 1Á7 (Biofire Diagnostics, LLC, Salt Lake City, Utah) that identifies 17 viral and three bacterial respiratory pathogens including adenovirus; coronaviruses (HKU1, NL63, 229E, OC43); human metapneumovirus; rhino/enteroviruses; influenza viruses (A, A/H1, A/H3, A/ H1-2009, B); parainfluenza viruses (1,2,3,4);and respiratory syncytial virus, Chlamydophila pneumoniae, Mycoplasma pneumoniae, and Bordetella pertussis with an overall reported sensitivity of 85-100% and specificity of 95-100%. 5 Samples from the community were tested in a research laboratory, and samples from the hospital were tested in the CUMC clinical microbiology laboratory.",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 679,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory testing"
        },
        {
            "text": "We compared respiratory viral activity determined through community-versus hospital laboratory-based surveillance. Overall and monthly viral activities were calculated by dividing total number of positive tests by the total number of respiratory samples tested. Overall positivity rates were compared between the two populations using chi-squared tests. We also compared distributions of viral positivity, stratified by age between the two groups using chi-squared tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Epidemiologic curves of monthly activity for each virus were created. Statistical concordance between viral activity detected in the community and in the hospital samples was assessed using Pearson's moment correlation coefficients with 95% confidence interval using Fisher transformation. Chi-squared tests compared: (i) the proportion of individual viral pathogens contributing to viral activity in community vs. hospital surveillance and (ii) the distribution for parainfluenza, coronavirus, and influenza virus types identified in community vs. hospital surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Finally, to assess bias caused by household clustering of viruses in the community sample, a sensitivity analysis was conducted using only the first case detected in the household for each ARI/ILI episode to determine community viral activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "In the community-based surveillance study population, 289 households were enrolled between January 2013 and June 2014. The recruited community population included 1407 subjects (mean: 4Á9 members/household), with 149 (10Á6%) subjects under 5 years of age, 433 (30Á7%) subjects aged 5-18 years, 751 (53Á4%) subjects aged >18 to 65 years, and 74 (5Á2%) subjects aged >65 years. During the study period, 30,219 messages were sent and 22 575 responses obtained (74Á7%). There were 955 ILI/ARI episodes reported, for which 865 (90Á5%) nasal swabs were obtained (90 participants refused or were missed). Of 865 tested specimens in the community, 551 (63Á7%) were positive for ≥1 respiratory pathogen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population in community and hospital laboratory surveillance"
        },
        {
            "text": "Over the same period, 25,350 samples (23 753, 93Á7% obtained from inpatients) were tested in the hospital. The 25,350 hospital samples were drawn from 14,988 subjects with 3637 (24Á2%) subjects under 5 years of age, 1845 (12Á3%) subjects aged 5-18 years, 5554 (37Á0%) subjects aged >18 to 65 years, and 3952 (36Á4%) subjects aged >65 years. Overall, 10,223 (40Á3%) of 25,350 samples in the hospital group were positive for ≥1 respiratory pathogen, a significantly lower proportion of positive results than obtained in community-based surveillance (P < 0Á01). Overall monthly positivity ranged from 46Á2% to 75Á8% (median 63Á7%) for community-based surveillance and from 35Á8% to 65Á1% (median 53Á6%) for hospital-based surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population in community and hospital laboratory surveillance"
        },
        {
            "text": "Rhinovirus/enteroviruses were the most frequently identified viruses. Ten percent of samples were positive for influenza in the hospital-versus 11Á3% in community-based surveillance (Table 1a) . Among all positive tests for viral pathogens, 24Á9% were positive for influenza in the hospital-vs. 17Á0% in community-based surveillance (P < 0Á01). (Table 1b) The distribution of coronavirus and rhinovirus differed significantly in the two populations, and both were more frequent in the community. In age-stratified analyses, rhino/enteroviruses were most commonly identified among positive tests, in all age groups except >65-year-olds in the hospital group where influenza was more common. Influenza was detected proportionately more in the hospital as compared to the community in all age groups ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 192,
                    "text": "(Table 1a)",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 355,
                    "text": "(Table 1b)",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 806,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Activity of specific viruses in community-and hospital-based surveillance"
        },
        {
            "text": "The correlation between community-and hospital-based respiratory virus detection by month was strongest for influenza virus and RSV (correlation coefficients of 0Á97 and 0Á87, respectively) and lowest for adenovirus (0Á14) (Table 3, Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 241,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Comparison of community-and hospital-based respiratory virus activity 2"
        },
        {
            "text": "Among persons with an influenza virus, influenza B viruses were more common in community than hospital-based surveillance (51Á0% versus 39Á7%, P = 0Á04), while influenza A (H3N2) was more common in hospital than community-based surveillance (35Á4% versus 27Á5%, P = 0Á1). The distributions of parainfluenza virus types and coronavirus types were similar; NL63 was the most commonly isolated coronavirus in both the community and hospital (33Á7% and 33Á3%, respectively) and type 3 was the most common parainfluenza virus in both groups (48Á6% and 55Á6%, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution of viral types"
        },
        {
            "text": "When only the first case detected in each household during an ARI/ILI episode was included, the number of positive samples in the community decreased (503/865, 58Á1%), but remained significantly higher than in the hospital-based sample. The relative proportions of viral types detected in the community and hospital and the correlation between community and hospital viral activity remained unchanged (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analysis"
        },
        {
            "text": "In this study, we demonstrated a significant correlation between community-and hospital laboratory-based surveillance for most respiratory viruses. While previous studies have compared the impact of specific viral etiologies in a hospitalized population versus those seeking care in outpatient clinics, such studies did not fully reflect what might be Table 1 . occurring in the broader community as only medically attended illness was analyzed. 6, 7 Most community testing in the current study reflected non-medically attended ARI/ILI, as <25% of ill participants sought medical care 4 confirming the potential of developing mobile health technologies to expand surveillance and outbreak response into the community.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 448,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 449,
                    "end": 450,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 359,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We observed significant differences in the distribution of viruses in the community compared with the hospital. Rhino/enteroviruses and coronaviruses were more frequently detected in community-based surveillance. We also observed differences in the proportion of influenza strains contributing to community versus hospital activity. The larger proportion of influenza A seen in those hospitalized corroborates existing evidence for increased clinical severity from these strains. Although typically described as having a milder clinical course than influenza A, 8, 9 influenza B is now increasingly described as a cause of mortality and morbidity 10 and contributed to the preponderance of community activity and a sizeable fraction of hospital activity. The proportions of viruses affecting different age groups in the community versus hospital samples also differed, emphasizing the importance of broad surveillance both by site, community vs. hospital, and by age.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 564,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 565,
                    "end": 566,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has limitations. It was conducted in a select neighborhood in NYC for a limited duration, impacting generalizability. Indications for testing in the hospital-based analyses were not assessed. Positivity rates were lower in the hospital-based samples than the community-based samples, but similar to other hospital studies. 11 The sensitivity of the multiplex RT-PCR test could also vary with sample acquisition technique or timing of specimen collection, which may have differed between the two groups. Hospital laboratory testing also included patients who lived outside the neighborhood of the community surveillance cohort, but most reside in NYC, a geographically limited area, which would minimize bias due to variation in neighborhood respiratory Table 3 . Relationship between community-based and hospital-based respiratory viral detection by month, January 2013-June 2014",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 336,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 764,
                    "end": 771,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Correlation coefficient (95% CI)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory Virus"
        },
        {
            "text": "Adenovirus 0Á14 (À0Á36-0Á56) Coronaviruses 0Á88 (0Á71-0Á96)* Human metapneumovirus 0Á64 (0Á22-0Á84)* Influenza viruses (all subtypes) 0Á97 (0Á90-0Á98)* Parainfluenza viruses (all types) 0Á74 (0Á29-0Á87)* Respiratory syncytial virus 0Á87 (0Á75-0Á87)* Rhinovirus/enteroviruses 0Á74 (0Á38-0Á89)* *P value < 0Á05. viral activity. It is also less likely for patients with ARI/ILI to be referred to our hospital from outside NYC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory Virus"
        },
        {
            "text": "In conclusion, we demonstrated a significant association between community-based surveillance for respiratory viruses using text messaging and hospital laboratory-based surveillance, although there were some differences in viral distribution between the two settings. Further work will develop detailed temporal associations over a longer time period and explore use of community surveillance to predict hospital resource utilization for ARI/ILI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory Virus"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Use of electronic surveillance to drive improvement in hospital infection rates",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Baier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gravenstein",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "33",
            "issn": "",
            "pages": "112--113",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Short message service sentinel surveillance of influenza-like illness in Madagascar",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rajatonirina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Heraud",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Randrianasolo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bull World Health Organ",
            "volume": "90",
            "issn": "",
            "pages": "385--389",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mobile messaging as surveillance tool during pandemic (H1N1)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lajous",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Danon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lopez-Ridaura",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mexico. Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "1488--1489",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "MoSAIC: Mobile Surveillance for Acute Respiratory Infections and Influenza-Like Illness in the Community",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Stockwell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Vargas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Epidemiol",
            "volume": "180",
            "issn": "",
            "pages": "1196--1201",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The FilmArray(R) respiratory panel: an automated, broadly multiplexed molecular test for the rapid and accurate detection of respiratory pathogens",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Babady",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Expert Rev Mol Diagn",
            "volume": "13",
            "issn": "",
            "pages": "779--788",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Human rhinovirus species associated with hospitalizations for acute respiratory illness in young US children",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Iwane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Prill",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "",
            "pages": "1702--1710",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Human coronavirus in young children hospitalized for acute respiratory illness and asymptomatic controls",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Prill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Iwane",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "",
            "pages": "235--240",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Accuracy of electronic surveillance of catheter-associated urinary tract infection at an academic medical center",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Wald",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bandle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Min",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "35",
            "issn": "",
            "pages": "685--691",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Influenza B virus causes milder pathogenesis and weaker inflammatory responses in ferrets than influenza A virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Seo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Viral Immunol",
            "volume": "22",
            "issn": "",
            "pages": "423--430",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comparing clinical characteristics between hospitalized adults with laboratory-confirmed influenza a and B virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chaves",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "59",
            "issn": "",
            "pages": "252--255",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Comparison of the Biofire FilmArray RP, Genmark eSensor RVP, Luminex xTAG RVPv1, and Luminex xTAG RVP fast multiplex assays for detection of respiratory viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Popowitch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Clin Microbiol",
            "volume": "51",
            "issn": "",
            "pages": "1528--1533",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(a) Number and proportion of respiratory viruses detected among all tested samples from community-and hospital-based surveillance for acute respiratory illness/influenza-like illness (b) Number and proportion of respiratory viruses detected among positive tests for viral pathogens from community-and hospital-based surveillance for acute respiratory illness/influenza-like illness Virus Community N = 865 n (%) Hospital laboratory N = 25 350 n (%) P value",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of Community-and Hospital-based Respiratory Viral Activity from January 2013-June 2014. Surveillance for respiratory viruses ª 2016 The Authors. Influenza and Other Respiratory Viruses Published by John Wiley & Sons Ltd.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Number and proportion of respiratory viruses detected among positive tests for viral pathogens by age from community-and hospital-based surveillance for acute respiratory illness/ influenza-like illness 0Á01 (comparing distributions between community and hospital surveillance).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by a grant from the Centers for Disease for Control and Prevention, U01 IP000618 -MOSAIC Mobile Surveillance for ARI/ILI in the Community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}