{
    "paper_id": "8f98c8621da6438169976931b2bc2cce12959a70",
    "metadata": {
        "title": "Rab-GDI Complex Dissociation Factor Expressed through Translational Frameshifting in Filamentous Ascomycetes",
        "authors": [
            {
                "first": "F",
                "middle": [],
                "last": "Malagnac",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Fabret",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Prigent",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J-P",
                "middle": [],
                "last": "Rousset",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Namy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In the model fungus Podospora anserina, the PaYIP3 gene encoding the orthologue of the Saccharomyces cerevisiae YIP3 Rab-GDI complex dissociation factor expresses two polypeptides, one of which, the long form, is produced through a programmed translation frameshift. Inactivation of PaYIP3 results in slightly delayed growth associated with modification in repartition of fruiting body on the thallus, along with reduced ascospore production on wood. Long and short forms of PaYIP3 are expressed in the mycelium, while only the short form appears expressed in the maturing fruiting body (perithecium). The frameshift has been conserved over the evolution of the Pezizomycotina, lasting for over 400 million years, suggesting that it has an important role in the wild.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "All living cells have to accurately convert gene information into proteins in a complex multistep process. Translation is suspected to be the key step where errors may occur. One of the main issues is to keep translating the correct reading frame from the start codon to the stop codon. The reading frame is defined by the start codon, as the genetic code is unpunctuated; any shift leads to an aberrant protein. Spontaneous frameshift errors occur at low levels in comparison to missense errors. The ribosome has developed several mechanisms to allow proper translocation of the tRNAs in the different sites. Signals are present on some mRNAs and induce an alternative reading of the genetic code by diverting the standard rules. These elements are very efficient at disrupting ribosome accuracy, increasing error rate from background (,5610 25 ) to 50% [1] . Such programmed events are known as recoding. Among the recoding sites identified, programmed frameshifting (PRF) are the most frequently found signals. +1 frameshifting motifs are widespread and regulate several important cellular functions in both eukaryotes and prokaryotes [2, 3] whereas 21 frameshifting events are currently mainly limited to viral genomes [4] , with very few exceptions such as dnaX in prokaryotes or the edr/PEG10 and Ma3 genes in eukaryotes [5, 6, 7, 8] . 21 frameshifting motifs are minimally formed by a slippery sequence of the general structure X XXY YYZ (the initial reading frame is indicated) where tRNAs shift reading frame, and a stimulatory element (mainly a secondary structure) [9,10] located 5-9 nucleotides (nt) downstream of the slippery sequence.",
            "cite_spans": [
                {
                    "start": 855,
                    "end": 858,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1138,
                    "end": 1141,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1142,
                    "end": 1144,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1223,
                    "end": 1226,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1327,
                    "end": 1330,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1331,
                    "end": 1333,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1334,
                    "end": 1336,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1337,
                    "end": 1339,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the filamentous fungus Podospora anserina, it was hypothesized about 30 years ago that translation accuracy changes during cell differentiation allowing the production of key regulatory proteins required for the development of this model fungus [11] . Indeed, tampering with accuracy of the P. anserina cytosolic translation apparatus results in impaired development [12, 13] . Especially, decreasing the error rate triggers abnormal ascospore formation [14, 15] and the development of an epigenetic cell degeneration mechanism known as Crippled Growth [16] . The regulatory proteins, whose diminished expression could be responsible for both alterations as hypothesized by Picard-Bennoun, are still unknown. Moreover, altering translation accuracy results in altered lifespan [17, 18] , through presently unknown mechanism(s) [15, 17, 19, 20] . While sequencing the P. anserina genome, we identified potential candidates regulated by recoding that could explain the importance of maintaining a certain level of translational error [21] . Among these candidate genes, a 21 frameshifting site located in the P. anserina orthologue of the Saccharomyces cerevisiae YIP3/PRA1 protein appears conserved in Pezizomycotina. YIP3 is a Rab-GDI displacement factor involved in endoplasmic reticulum to Golgi transport. It is conserved in animals [22] and plants [23] . We present here a functional analysis of this factor in P. anserina showing that its production is indeed regulated by a programmed translational 21 frameshift, which appears widely conserved in filamentous ascomycetes.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 843,
                    "end": 846,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1339,
                    "end": 1343,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1355,
                    "end": 1359,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All the P. anserina strains used in this study derived from the ''S'' (Uppercase S) wild-type strain that was used for sequencing [21, 24] . The latest genome sequence and EST derived from the S strain are available at http://podospora.igmors.u-psud.fr. Construction of the Dmus51::su8-1 strain lacking the mus-51 subunit of the complex involved in end-joining of broken DNA fragments was described previously [25] . DNA integration in this strain proceeds almost exclusively by homologous recombination. Standard culture conditions, media and genetic methods for P. anserina have been described [26] and the most recent protocols can be accessed at http://podospora.igmors.u-psud.fr/more.php; the M2 minimal medium is a medium in which carbon is supplied as dextrin, and nitrogen as urea. The methods used for nucleic acid extraction and manipulation have been described [27, 28] . Transformation of P. anserina protoplasts was carried out as described previously [29] .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[27,",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 880,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 965,
                    "end": 969,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Fungal strains and culture conditions"
        },
        {
            "text": "For the frameshifting measurement, the FY1619 S. cerevisiae strain was used (MATa ura3-52 trp1D63 his3D200 leu2D1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fungal strains and culture conditions"
        },
        {
            "text": "The reporter plasmid for frameshifting measurement was the pAC vector [30] . The Podospora target sequences, corresponding to either the 21 frameshift sequence (Podo-1) (59-GCTTTTT CCGGGGAGGTGGTCTAGGTGGTCGGCCACGAGCTCC or the in-frame control sequence (Podo0) (obtained by addition of a G at the 59 end) were inserted at the MscI restriction site located at the junction between bgalactosidase and the firefly luciferase coding sequences. Hybrid sequences consisting of the IBV (Infectious Bronchitis Virus) slippery site with either the IBV spacer sequence (IBV-Podo-1 sp6) (59-TATTTAAACGGGTACGGGAGGTGGTCAAGGTGGTC GGCCACGAGCTCCCAAATTTTCGCCCC-39) or the Podospora spacer sequence (IBV-Podo-1 sp2) (59-TATTTAAACCGG GGAGGTGGTCTAGGTGGTCGGCCACGAGCTCCCAAAT TTTCGCCCCA-39) followed by the Podospora pseudoknot were also cloned into the pAC MscI site, as well as a sequence consisting of the IBV slippery site out-of frame with the IBV spacer sequence and the P. anserina pseudoknot (IBV-Podo0) (59-TTATTTAA ACGGGTACGGGAGGTGGTCAAGGTGGTCGGCCACGAG CTCCCAAATTTTCGCCCCAT-39). The b-galactosidase and firefly luciferase activities were quantified in the same crude extract as described previously [31] for standard growth conditions. Quantifications were the mean of six independent measurements. The efficiency, defined as the ratio of firefly luciferase activity to b-galactosidase activity, is expressed as percentage, and calculated by dividing the firefly luciferase/b-galactosidase ratio obtained from the 21 frameshift construct by the same ratio obtained with the in-frame control construct [30] . Statistical significance was determined using the Mann-Whitney test (XL STAT 2007 software).",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1184,
                    "end": 1188,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1586,
                    "end": 1590,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Frameshifting efficiency"
        },
        {
            "text": "PaYIP3 was inactivated by replacing the PaYIP3 CDS with a hygromycin B-resistance marker. The flanking regions of the PaYIP3 gene were amplified by PCR, using the primers 8470GF (59-aagcttccggatccgagaataacc-39) and 8470GR (59-tctagacggtttggagaaggaaaagg-39) for the upstream sequence, and 8470DF (59-ctcgagaccattaacgcccgttgttt-39) and 8470DR (59-aagcttcttcgcgaccttctcaa-39) for the downstream sequence. Two primers contain sites for restriction enzymes to help in cloning. The PCR products were digested with XbaI/HindIII for the upstream region and with HindIII/XhoI for the downstream region and cloned into the pBChygro vector [13] digested with XbaI and XhoI. The plasmid recovered was then linearized with HindIII and introduced into the P. anserina Dmus51::su8-1 strain by transformation. Numerous transformants were obtained. Selected transformants were crossed with the wild-type strain to remove the Dmus51::su8-1 marker and obtain mat+ and mat2 strains carrying the deletion. Southern Blot analysis confirmed that for two transformants the PaYIP3 gene was correctly deleted ( Figure S1 ). One such mutant was selected for further phenotypic analyses.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 633,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 1085,
                    "end": 1094,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Deletion of PaYIP3"
        },
        {
            "text": "To complement the PaYIP3 D mutant, the wild-type gene was amplified by PCR using the PhusionH High-Fidelity DNA Polymerase (Fermentas), P. anserina wild-type genomic DNA and primers 8470DF and 8470GR. The product was cloned into the pBC-phleo vector [13] , to yield pPaYIP3 + . Sequencing of the insert proved that no mutation occurred in PaYIP3 during amplification and cloning. The pPaYIP3 + plasmid was then introduced by transformation into the PaYIP3 D mutant. Twentysix transformants, all with a wild-type phenotype, were recovered. Two were selected for further studies and crossed with wild-type. The phleomycin-resistant PaYIP3 D F1 progeny carrying the PaYIP3 + transgene had a wild-type phenotype, demonstrating that restoration of the phenotype was due to the introduction of a wild-type copy of the PaYIP3 gene.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Complementation of PaYIP3 and creation of truncated and corrected CDS (coding sequence)"
        },
        {
            "text": "The corrected version of the PaYIP3 CDS was PCR amplified using the PhusionH High-Fidelity DNA Polymerase, P. anserina PaYIP3 C -GFP genomic DNA (see below) and primers 8470DF and 8470RL (59-agcggccgcttaactgacacaaacgacaatcg-39). Because the PaYIP3 C allele was amplified from a GFP-tagged version it has no stop codon. Therefore the PCR product was cloned into the pBCphleo vector [13] along with the Rib2 terminator harboring a TAA codon in its 5 prime end, to yield pPaYIP3 C . Sequencing the insert proved that no mutation occurred in PaYIP3 C during amplification and cloning. The pPaYIP3 C plasmid was then introduced by transformation into the PaYIP3 D mutant. 19 transformants, all with a PaYIP3 D mutant phenotype, were recovered. Two were selected for further studies and crossed with wild-type. Analysis was performed on F1 progeny with the PaYIP3 C PaYIP3 D genotype.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 385,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 667,
                    "end": 669,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Complementation of PaYIP3 and creation of truncated and corrected CDS (coding sequence)"
        },
        {
            "text": "The truncated version of PaYIP3 CDS was PCR amplified using the PhusionH High-Fidelity DNA Polymerase, P. anserina wild-type genomic DNA and primers 8470DF and 8470RC (59-atctagactagaccacctccccggaaaaagcc-39). The PCR product was cloned into the pBC-phleo vector [13] , along with the Rib2 terminator to generate the PaYIP3 T plasmid. Sequencing the insert proved that no mutation occurred in PaYIP3 T during amplification and cloning. The pPaYIP3 T plasmid was then introduced by transformation into the PaYIP3 D mutant. Thirteen transformants, showing a range of phenotype intermediates between the wild-type and the PaYIP3 D mutant, were recovered. Three of them were selected for further studies and crossed with wild-type. Analysis was performed on the F1 progeny with the PaYIP3 T PaYIP3 D genotype.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Complementation of PaYIP3 and creation of truncated and corrected CDS (coding sequence)"
        },
        {
            "text": "To construct a C-terminal GFP fusion of the frameshifted protein, the 535 bp 39-end fragment of the 39 ORF of the PaYIP3 gene was PCR-amplified using the orf39w-bgl2 (59-GAA-GATCTGGCTCTAGTGCATCCAGGACAC-39) and orf39c-sma1 (59-TTTCCCGGGTCGCTTTCCTTCTAGCAGTACC-39) oligonucleotides, containing, respectively, the BglII and SmaI sites (underlined in the sequence). After enzymatic digestion, the fragment was cloned into the BglII and SmaI sites of the peGFPhygro vector, resulting in the pYIP3 + -GFP vector. peGFP-hygro contains the hygromycin B resistance gene from pBC-hygro inserted into the NotI site of the peGPF-1 vector from Clontech.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid constructions for GFP-tagging"
        },
        {
            "text": "A C-terminal GFP fusion with the frameshifted protein was artificially obtained using the pYIP3 C -GFP vector, which was constructed by cloning a 2 kb fragment of the PaYIP3 gene, in which the frameshift was eliminated. To this end, two PCRfragments corresponding to the 59 ORF (860 bp) and the 59-end of the 39 ORF (1208 bp) were amplified, respectively, with the orf59w-sal1 (59-ACGTGTCGACCGGTTCAGCCGTTCTTTC GGAGC-39) (SalI site underlined) and phase-c (59-CCTCC CCGGAAAAAGCCCTCATCGATAGGCTTG-39) oligonucleotides, and with the phase-w (59-CAAGCCTATCGATGAGGG CTTTTTCCGGGGAGG-39) and orf39c-sma1 oligonucleotides. Phase-w and phase-c oligonucleotides are complementary and contain the slippery sequence (indicated in italic) of the 21 frameshifting site. They also carry a supplemental nucleotide (in bold) compared to the genomic sequence in order to place the 39 ORF in frame with the 59 ORF. Both fragments were PCR-joined, SalIand SmaI-digested and cloned into the correspondingly digested peGFP-hygro vector to yield the pYIP3 C -GFP vector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid constructions for GFP-tagging"
        },
        {
            "text": "A last C-terminal GFP fusion was constructed with only the 59 ORF. A 869 bp fragment of the the 59 ORF was PCR-amplified using the orf59w-sal1 and the orf59c-sma1 (59-AGACCCGGGC-CACCTCCCCGGAAAAAGCCTC-39) (SmaI site underlined) oligonucleotides. After digestion with both the SalI and SmaI enzymes, and cloning into the SalI-SmaI-digested peGFP-hygro, the pYIP3 T -GFP vector was obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid constructions for GFP-tagging"
        },
        {
            "text": "All constructs were verified by sequencing and then transformed into the Dmus51::su8-1 strain. DNA was extracted from selected transformants, PCR-amplified so as to sequence the inserted chimaeric genes. For each of the three plasmids (pYIP3 + -GFP, pYIP3 C -GFP and pYIP3 T -GFP), two transformants, in which a correct integration of the chimaeric GFP transgenes had occurred, were selected and crossed with wild-type. In the progeny, mat+ and mat2 strains carrying the GFP chimaeric genes and devoid of the Dmus51::su8-1 were selected for observation. GFP localization was identical in the two transformants of all three constructs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid constructions for GFP-tagging"
        },
        {
            "text": "The anti-GFP monoclonal antibodies from Roche Applied Science (catalog number 11814460001) were used for the detection of GFP-fusion proteins by western blot analysis. Proteins were extracted as described [32] .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Western blot analysis"
        },
        {
            "text": "Pictures were taken with a Leica DMIRE 2 microscope coupled with a 10-MHz Cool SNAP HQ charge-coupled device camera (Roper Instruments). They were analyzed with ImageJ. The GFP filter was the GFP-3035B from Semrock (Excitation: 472 nm/30, dichroïc: 495 nm, Emission: 520 nm/35).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microscopy analysis"
        },
        {
            "text": "The trees were constructed using PhyML [33] with the default parameters [34] and 100 bootstrapped data sets. Trees were visualized with the iTOL server [35] .",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 72,
                    "end": 76,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 152,
                    "end": 156,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "The structure of the -1 translational frameshifting motif of PaYIP3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As seen in Figure 1A , the mRNA of the P. anserina PaYIP3 gene (CDS number Pa_1_8470) overlaps two open reading frames (ORFs). The small one located at the 59 end of the messenger is similar to the S. cerevisiae YIP3 gene (YNL044W), while the larger one at the 39 end is not present in this yeast (Fig. 1B) . This second ORF has no known functional domain and is only found in the genomes of Pezizomycotina, a large group of Ascomycota fungi (see phylogenetic analysis below). Translation from the first 59 ORF should produce a 19.5 kDa protein similar to YIP3. It is possible to generate a larger protein of 61.6 kDa in P. anserina that would encompass both the small 59 and large 39 ORFs by hypothesizing a -1 frameshift. Analysis of 12 independent cDNAs obtained during the P. anserina genome sequencing project showed that the mRNA sequence was identical to that of the gene except for a 173 bp intron located in the 59 untranslated region [21] . This indicates that the putative frameshift is not corrected by either RNA editing or splicing and thus it had to occur during translation. We could not find a canonical frameshift signal; however, examination of the PaYIP3 sequence suggested that frameshifting could happen at codon nu 170, since there is at this position the sequence ''U UUU UCC'', a potential slippery sequence [10] . Despite the fact that this slippery sequence does not match the consensus X XXY YYZ motif, this sequence would still allow tRNA tandem slippage by pairing of the tRNA Ser (IGA) to the -1 codon (UUC) since G-U base pairing between codon and anticodon is possible. Moreover, there is a sequence capable of forming a stem-loop and possibly a pseudoknot two nt downstream of the potential slippery sequence (Fig. 1C ), a feature that should increase frameshifting frequency [9, 10] . Such close vicinity between the slippery sequence and the stimulatory element is rather unusual for a 21 frameshifting stimulatory element. However the G-C stretch at the base of stem 1 is reminiscent of the very well-studied IBV pseudoknot [36] . Despite these unusual features we were able to detect the long frameshifted protein fused with GFP, demonstrating that this 21 frameshifting motif is indeed functional (see below).",
            "cite_spans": [
                {
                    "start": 944,
                    "end": 948,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1333,
                    "end": 1337,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1810,
                    "end": 1813,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1814,
                    "end": 1817,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2061,
                    "end": 2065,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 20,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 297,
                    "end": 306,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1743,
                    "end": 1751,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In our previous study [21] , we observed that the YIP3 -1 frameshifting motif is conserved during evolution, at least in Pezizomycotina. The availability of additional fungal genome sequences now makes it possible to refine the phylogenetic analysis. To this end, the YIP3 orthologues from representative species, whose genome sequences were available in public databases and covering the entire diversity of the Eumycota, were manually annotated. The sequences of the 59 short and 39 large ORFs of the Pezizomycotina proteins, along with those of other fungi, were aligned and phylogenetic trees were constructed ( Figures S2 and S3 ). Both trees were compatible with the known evolution of the Eumycota and Pezizomycotina (Fig. 2) . In most fungi, YIP3 is encoded by a single gene (Fig. 2) . The presence of a C-terminal extension was detected in all species of Pezizomycotina, except for Ascosphaera apis and Arthrobotrys oligospora (Fig. 2) . Examination of the structure downstream the frameshift sites showed that it was highly conserved in most Pezizomycotina and compensatory changes could be detected in the pseudoknot structure ( Fig. 3A and 3B) . Otherwise, changes were restricted to the predicted loops (Fig. 3B) . However, in the case of Tuber melanosporum, the adopted structure may not be a pseudoknot, but rather a simple stem-loop. Interestingly, in two clades, the Capnodiales (eight species investigated) and the Ophiostomatales (one species investigated), the C-terminal extension was not in the 21 frame but in the +1 frame ( Fig. 2 and Fig. 3C ). The UUUUU slippery sequence and the pseudoknot were conserved in Grosmania clavigera, the Ophiostomatales, while the UUUUU sequence was changed to UUUCU and only a small stem loop could be predicted in the case of Mycosphaerella graminicola, a Capnodiales (Fig. 3C ). This could indicate that a single tRNA slippage would occur in this sequence instead of the classical tandem tRNA slippage.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 616,
                    "end": 633,
                    "text": "Figures S2 and S3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 724,
                    "end": 732,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 783,
                    "end": 791,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 936,
                    "end": 944,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1140,
                    "end": 1155,
                    "text": "Fig. 3A and 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1216,
                    "end": 1225,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1548,
                    "end": 1566,
                    "text": "Fig. 2 and Fig. 3C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1826,
                    "end": 1834,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The -1 frameshift of PaYIP3 has been conserved during the evolution of Pezizomycotina"
        },
        {
            "text": "Deletion of PaYIP3 uncovers a growth phenotype but evidences no role in ascospore formation and Crippled Growth development",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The -1 frameshift of PaYIP3 has been conserved during the evolution of Pezizomycotina"
        },
        {
            "text": "To define the role of PaYIP3 in the physiology of P. anserina, the gene was inactivated by replacing its entire coding sequence by a hygromycin B resistance marker, i.e., the deleted gene is unable to produce either the short or the long forms of PaYIP3 (see Materials and Methods). The PaYIP3 D mutant strain was investigated during the entire life cycle of the fungus and no difference was detected during the reproductive phase, i.e., kinetics and modalities of fruiting body development, ascospore genesis and germination. On the contrary, mycelium defects appeared. First, the mycelium of PaYIP3 D grew slightly more slowly than wild-type (6+0.2 mm/d instead of 7+0.2 mm/d). However, growth resumed at the same speed as wild-type after 3 to 4 days of incubation. This was accompanied by an altered pattern in the repartition of the fruiting bodies (perithecia; Fig. 4 ) when grown on M2 minimal medium. Indeed, on this medium the wild-type produced perithecia mainly as a 1 cm-thick ring with an internal diameter of 1 cm, whereas in the mutant the ring was 0.7 cm thick The presence (species in black) and absence of the 39 ORFs (species in grey) of YIP3 was mapped on the most probable phylogenetic tree of the Eumycota [43, 46] . The most parsimonious scenario of evolution is a single appearance of the 39 ORF after the split of the Orbiliomycetes from the other Pezizomycotina (slanted arrow) and a secondary loss in A. apis (cross). * denotes the two groups for which a+1 frameshift is hypothesized and 62 the species in which a duplication of YIP3 has occurred. doi:10.1371/journal.pone.0073772.g002 and its internal diameter was 0.7 cm. Moreover, although the kinetics of perithecium development was identical after fertilization, perithecia from mat+/mat2 heterokaryotic mutant cultures yielded ascospores half a day before wild-type cultures, suggesting that fertilization occurred earlier in the mutant, in line with the smaller diameter of the ring of fruiting bodies. Finally, when grown on a medium with wood shavings as sole carbon source, fertility of the mutant was diminished and fewer ascospores were produced, while growth with Whatman paper (i.e. pure cellulose) as carbon source was only marginally modified (Fig. 4) . Significantly, Crippled Growth and life span were not modified in the mutant (data not shown).",
            "cite_spans": [
                {
                    "start": 1227,
                    "end": 1231,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1232,
                    "end": 1235,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 866,
                    "end": 872,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2235,
                    "end": 2243,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The -1 frameshift of PaYIP3 has been conserved during the evolution of Pezizomycotina"
        },
        {
            "text": "To assess whether the ring and wood shaving phenotypes were due to deletion of PaYIP3, a wild-type copy of the PaYIP3 gene was introduced by transformation into the PaYIP3 D mutant. As seen in Figure 5 , complete restoration of the wild-type phenotype was observed in transformants carrying an ectopic copy of PaYIP3 + , whereas the complemented strains formed a wild-type ring of perithecia and produced as much ascospores as wild-type on wood shaving medium, demonstrating that inactivation of PaYIP3 was responsible for all the phenotypes observed (compare PaYIP3 D with PaYIP3 + ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 201,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Complementation of the PaYIP3 D mutant"
        },
        {
            "text": "The mutant was also transformed with truncated and corrected alleles of the PaYIP3 gene. The PaYIP3 T truncated allele was obtained by removing the 39 ORF and produced only the 19.5 kDa polypeptide. The PaYIP3 c corrected allele was created by inserting a C in codon nu168, which is just upstream of the frameshift site, and produced the 61.6 kDa polypeptide resulting from the fusion of the proteins produced by the 39 and 59 ORFs. Introduction of PaYIP3 c did not result in the restoration of a wildtype phenotype: ring and ascospore production on wood shaving medium was identical to that observed with the PaYIP3 D mutant (Fig. 5) . A heterogeneous restoration depending on the transformants was observed with the PaYIP3 T allele. Recovery ranged from complete (e.g., the T1 transformant had a wild-type phenotype) to inexistent (e.g., the T2 transformant has a PaYIP3 D mutant phenotype, Fig. 5) , while others presented a modified repartition of perithecia and diminished fertility on wood shaving medium (e.g., the T3 transformant had a more diffuse ring and produced reduced amount of ascospores on wood shaving medium). Integrative transformation in P. anserina results mostly in non-homologous insertion. Variability in the complementation observed with the truncated allele could be explained by influence of the insertion point on the expression of the transgene. To check whether expression of both the truncated and corrected form in the same strain could rescue a complete wild-type phenotype, we constructed by genetic crosses strains carrying both the corrected and truncated alleles of PaYIP3. As seen in Figure 5 , these strains exhibited the same phenotypes as those expressing the truncated allele alone, indicating that co-expression of both forms is not sufficient to recover a wild-type phenotype.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 626,
                    "end": 634,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 893,
                    "end": 900,
                    "text": "Fig. 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1623,
                    "end": 1631,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Complementation of the PaYIP3 D mutant"
        },
        {
            "text": "To determine the in vivo expression level and localization of the short and long forms of YIP3, we constructed plasmids carrying chimaeric versions of the wild-type, truncated and corrected alleles by adding in frame the eGFP CDS at the 39 end of PaYIP3 (see Materials and Methods). Transformation of the three plasmids into P. anserina resulted in their integrations at the PaYIP3 chromosomal locus by a single crossing-over, generating the modified loci depicted in Fig. 6A . In the case of the wild-type PaYIP3 + -GFP transgene only a small ,500 pb truncated PaYIP3 CDS was present downstream of the chimaeric gene, while for the two other constructs a complete CDS was retained. However, these copies had a 59-untranslated region truncated just before the intron (Fig. 1) , and thus lacked the promoter region as well as 350 pb of the 59-UTR of the PaYIP3 mRNA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 475,
                    "text": "Fig. 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 767,
                    "end": 775,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Tagging the wild-type, short and long forms of PaYIP3 with GFP"
        },
        {
            "text": "To ensure that the recovered GFP-transgenes were expressed, we monitored by Western blotting with an anti-GFP antibody the production of the proteins from PaYIP3 + -GFP, PaYIP3 T -GFP and PaYIP3 C -GFP (Fig. 6B) . A doublet of bands, likely due to different levels of posttranslational modification observed for proteins with reticulum/Golgi localization, was detected at ,45 kDa for PaYIP3 T -GFP, as well as a band of about 88 kDa for PaYIP3 + -GFP and PaYIP3 C -GFP. These sizes are expected for the fusion proteins, showing that they were actually produced in P. anserina. Although present in low amounts, the detection of a band of high molecular weight with the PaYIP3 + -GFP construct demonstrated that the 61.6 kDa-long form of the protein is naturally produced by the wild-type allele.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 211,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Tagging the wild-type, short and long forms of PaYIP3 with GFP"
        },
        {
            "text": "When analyzed on M2, the strains carrying the PaYIP3 + -GFP and PaYIP3 T -GFP transgenes grew and presented a ring of perithecia as did the wild-type strain, while those carrying PaYIP3 C -GFP were similar to the PaYIP3 D mutant (Fig. 7) . To test whether the phenotype of PaYIP3 C -GFP resulted from lack of activity of the remaining downstream wild-type CDS or to a dominant negative effect of the PaYIP3 C -GFP copy, we constructed by genetic crossings balanced heterokaryon with the following genotype: PaYIP3 C -GFP lys2-1/PaYIP3 + leu1-1. These had a wildtype phenotype (Fig. 7) , showing that the PaYIP3 C -GFP phenotype was recessive. The same expected result was observed with a PaYIP3 D -GFP lys2-1/PaYIP3 + leu1-1 heterokaryon used as control. Therefore, the PaYIP3 C -GFP protein displayed no dominant negative effect. Hence as observed for the ectopic PaYIP3 C protein, PaYIP3 C -GFP is not functional and the downstream copy Microscopic examination revealed a clear expression of the wild-type fusion PaYIP3 + -GFP protein in the hyphae confirming that the recoded form is efficiently expressed in vivo in the host. This longer protein seems to display the same localization as the smaller form (PaYIP T -GFP; Fig. 8 ). The corrected in-frame form (PaYIP3 C -GFP) is more difficult to observe in the hyphae, as expected if it is present in lower amounts. In all three strains, the fluorescence was concentrated in foci compatible with a reticulum/Golgi localization as observed for the orthologous YIP3/ PRA1/PRA2 protein [37, 38] . Intriguingly, while we did not detect fluorescence in the centrum of fruiting bodies from the PaYIP3 + -GFP and PaYIP3 C -GFP strains, a clear staining was observed with the PaYIP3 T -GFP protein, suggesting that only this short form of the protein is present in this tissue.",
            "cite_spans": [
                {
                    "start": 1536,
                    "end": 1540,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1541,
                    "end": 1544,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 237,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 576,
                    "end": 584,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1224,
                    "end": 1230,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Tagging the wild-type, short and long forms of PaYIP3 with GFP"
        },
        {
            "text": "Unfortunately it is not possible to evaluate frameshifting efficiency by western-blot as the small peptide is not tagged with GFP in the PaYIP3 + -GFP construct. Moreover western-blot results from PaYIP3 C -GFP suggest that the longer form could be unstable, due to the weak intensity of the band (Fig. 6) , which corresponds to 100% of corrected protein. To determine if the identified PaYIP3 recoding sequence was able to promote 21 frameshifting, it was inserted between the b-galactosidase and firefly luciferase open reading frames of a yeast S. cerevisiae reporter plasmid [30] . The 21 frameshifting efficiency was quantified as described in Materials and Methods. The level was estimated to be 1%, which in S. cerevisiae indicated a low but true -1 frameshift event. We also replaced the slippery sequence by the very well characterized slippery sequence from the IBV 21 frameshift (T TTA AAC) in frame or out-of-frame. Positioning the IBV slippery sequence out-of-frame results in a significant drop in frameshifting efficiency (0.3%), indicating that the 1% obtained with the PaYIP3 sequence is significant. However, despite having tested several spacer distances between the IBV slippery sequence and the PaYIP3 pseudoknot, it is clear that this pseudoknot is unable to stimulate frameshifting in the IBV sequence to the same extent as does the IBV pseudoknot does ( Figure S4 ). This confirms the unusual nature of the frameshifting event that occurs on this sequence.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 583,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 305,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1378,
                    "end": 1387,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Quantification of -1 frameshifting efficiency"
        },
        {
            "text": "We present evidence that the P. anserina gene orthologous to S. cerevisiae YIP3, PaYIP3, is expressed in a complex fashion, whereby two proteins are produced with a single mRNA through a translational -1 frameshifting event. The mRNA produced by this gene encompasses two ORFs, the 59 ORF is highly conserved and is similar to the CDS of YIP3, while the 39 ORF is less conserved and present only in Pezizomycotina. The two ORFs can be expressed in P. anserina as a single polypeptide if a 21 frameshift occurs during translation. We were able to reveal in vivo a fusion protein corresponding to the translation of the two ORFs. We know from the analysis of EST that the mRNA does not undergo any modification (splicing, editing); therefore, only a translational event can explain the fusion protein. Several translational recoding events such as ribosome hopping or frameshifting could explain how the fusion protein is synthesized. However, two characteristic features reminiscent of frameshifting motifs are found in the overlapping sequence between the two ORFs: i) a pseudoknot that is an mRNA structure commonly stimulating 21 frameshifting [9, 10] ; ii) a slippery sequence. This sequence does not match the 21 frameshifting slippery sequence consensus; nevertheless, the slippage of the tRNA Ser (IGA), which base pairs to the UCC codon in the initial frame, can occur on the -1 codon (UUC) since G-U base pairing between codon and anticodon is possible. Another unconventional feature of this new frameshifting site is the proximity of the slippery sequence to the stimulatory pseudoknot. Indeed the slippery sequence is located only 2 nt upstream of the pseudoknot whereas the spacer region is usually around 5 to 9 nt.",
            "cite_spans": [
                {
                    "start": 1146,
                    "end": 1149,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1150,
                    "end": 1153,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To gain further details about this new frameshifting site we tested this motif in the yeast S. cerevisiae with a dual reporter system. Frameshifting efficiency was estimated as 1%, which is low but significant since frameshifting efficiency dropped to as low as 0.3% when the reading frame in which the ribosome encounters this slippery sequence was changed. Moreover our western-blot results suggest that frameshifting efficiency could be higher in the natural host. To better characterize the frameshifting mechanism the slippery site was replaced by a canonical slippery sequence from the IBV pseudoknot. Despite efforts to position the IBV slippery sequence either at 6 nt from the pseudoknot (the size of the IBV spacer region), or at 2 nt (the size of the PaYIP3 pseudoknot) the IBV frameshifting efficiency in yeast (10-15%) was not reached and only a moderate increase with a 2 nt spacer was observed. This indicates that the PaYIP3 pseudoknot is unable to stimulate frameshifting as does the IBV pseudoknot with a 6 nt spacer. However we cannot rule out that the slight increase observed with Figure 7 ). (B) Cellular extracts from transformants with the indicated genotypes were separated on a 10% acrylamide 1 mm-thick gel and probed with an anti-GFP antibody. The left part results from a short exposition time that reveals the control and the PaYIP3 T peptides. The right part is a longer exposition time to reveal the proteins produced from PaYIP3 + and PaYIP3 C transgenes. Brackets and arrow, respectively, indicate the short and the longer proteins specifically revealed by the anri-GFP antibody. Controls: 59 kDa fusion protein of Su12 ribosomal protein in frame with GFP (Su12-GFP, [48] ). doi:10.1371/journal.pone.0073772.g006 the 2 nt spacer is significant. This tentatively suggests that the PaYIP3 pseudoknot may slightly improve basal frameshifting of the IBV slippery sequence when positioned 2 nt downstream. It is always difficult to extrapolate the functional role from a predicted structure, as the pseudoknot can fold in an inactive form [39] . However One plausible explanation comes from the lack of conservation of the potential slippery sequence between the two organisms, suggesting that the frameshifting event does not occur by a dual tRNA slippage as for IBV but more probably by a single P-tRNA slippage, similarly to frameshifting found in bacterial transposable elements [40] . This would also explain why the PaYIP3 pseudoknot is unable to fully stimulate dual tRNA slippage on the IBV sequence. This is also in accordance with the fact that this pseudoknot displays several unusual features. It is positioned very close to the slippery sequence (only 2 nt), and there is a highly conserved bulge of 3 nt in stem 1 of the pseudoknot. Such a 3 nt bulge has already been described for the Edr frameshifter pseudoknot [6] but remains very unusual. Mutagenesis of Edr frameshifting supports a tandem tRNA slippage model and the bulge found in Edr pseudoknot does not play any role in frameshifting. The situation could be very different for PaYIP3 frameshifting as a trans-acting factor could bind this pseudoknot to stimulate frameshifting in the host. This frameshifting is not conserved in S. cerevisiae so this unknown factor would be absent in this species explaining the inability of the pseudoknot to stimulate frameshifting at the IBV slippery site. Whatever the mechanism, this frameshifting site is functional in P. anserina. It is worth mentioning that up to now the only two eukaryotic genes (Ma3 and Edr/PEG10), that use a -1 frameshift to extend the size of a protein, are derived from domesticated retroviruses. No such signature is found in PaYIP3 suggesting that this will be the first cellular gene using a -1 frameshifting event to extend the protein length and not related to a retrovirus.",
            "cite_spans": [
                {
                    "start": 1701,
                    "end": 1705,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2068,
                    "end": 2072,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2412,
                    "end": 2416,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2857,
                    "end": 2860,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1102,
                    "end": 1110,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In S. cerevisiae, YIP3 facilitates the dissociation of endosomal Rab-GDI complexes [41] . However, YIP3 may have multiple functions in the cell, which are as yet not well characterized [37] . In P. anserina, deletion of PaYIP3 triggers three phenotypes. Indeed, on M2 standard medium, the mutants initiate their growth slightly more slowly than wild-type and differentiate a smaller ring of fruiting bodies that produce ascospores half a day earlier. They are also impaired in their ability to produce abundant ascospores on medium with wood shavings as sole carbon source. At the present time, the molecular defects underlying these phenotypes are unknown, but defects in protein routing may account for them. In particular, degradation of wood shavings relies on the secretion of many enzymes that act synergistically, and impairment in secretion can alter the ability to degrade lignocellulose. Remarkably, the mutants are not affected in their ability to complete maturation of ascospores (although their yield is reduced) and to undergo crippled growth, the two main developmental phenotypes triggered by increasing translation accuracy. Likewise, their lifespan is not modified, as typically seen in accuracy mutants. Therefore, PaYIP3 is not the factor produced by a recoding event and hypothesized to regulate either one of these phenomena [11, 15, 16, 17] . Some of the other P. anserina genes found to be potentially regulated by recoding [21] could be involved.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 185,
                    "end": 189,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1348,
                    "end": 1352,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1353,
                    "end": 1356,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1357,
                    "end": 1360,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1361,
                    "end": 1364,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1449,
                    "end": 1453,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The possible role of PaYIP3 frameshifting in P. anserina is not clear at the present time. Indeed, expression of the 19.5 kDa alone can restore a wild-type phenotype, when present at the PaYIP3 chromosomal location (Fig. 5) . However, when present at an ectopic location, complementation may not be complete, likely due to abnormal expression of the transgenes integrated at an ectopic location (Fig. 5) , unlike what is observed for the wild-type allele with frameshift. Moreover, expression of the 61.6 kDa polypeptide alone is unable to restore a wild-type phenotype, indicating that it is inactive. It does not appear to act as a dominant negative form (Fig. 5) . Finally, expressing both the 19.5 kDa and 61.6 kDa forms within the same cells from different transgenes does not improve phenotypic rescue. Several explanations can be proposed. Possibly, the laboratory conditions tested are not appropriate to detect an effect of the lack of frameshift. Redundancy from another factor along with PaYIP3 may be masking an effect of the frameshift product. The 19.5 kD and 61.6 kD forms may need to be present in defined ratio to observe an effect. Another possibility would be that doing an error during translation rather than producing two different polypeptides is important. This could allow for spatial or temporal regulation of PaYIP3. Interestingly, while expression of the 19.5 kDa form is detected in the perithecium centrum, expression of the 61.6 kDa form was not detected either from the wild-type allele or the corrected allele. Possibly, the C-terminus of the 61.6 kDa polypeptide acts as a degradation signal in the centrum. This situation is reminiscent of the S. cerevisiae PDE2 gene. Indeed this gene undergoes translational stop codon readthrough producing a short and a long protein. The longer protein is destabilized and quickly degraded by the proteasome [42] . In the case of PaYIP3 this degradation signal is tissue specific adding a supplementary layer of regulation. The reason for the lack of the 61.6 kDa in the centrum of fruiting bodies is not clear, as we detected no change in the ascospore maturation and ejection processes in the mutants. Possibly, a protein degradation mechanism exists in the centrum so as to ensure that only certain proteins are transmitted to the progeny. The 61.6 kDa protein may be recognized and specifically degraded, without causing any harmful effect.",
            "cite_spans": [
                {
                    "start": 1880,
                    "end": 1884,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 223,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 395,
                    "end": 403,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 657,
                    "end": 665,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Whatever the role of the recoding, it seems important from an evolutionary point of view as it is conserved in all the Pezizomycotina that we have investigated except for A. oligospora and A. apis. A. apis is a fungus that infects beehives and may present features associated with parasitism, such as simplified metabolism. More interesting is the fact that A. oligospora belongs to the Orbiliomycetes, a class of Pezizomycotina, which is believed to be the first to have diverged during evolution [43] . If correct, the most parsimonious explanation of the phylogenetic pattern of the C-terminal extension would be its origin after the split of the Orbiliomycetes from the other Pezizomycotina and its removal from the ancestors of A. apis due to their parasitic lifestyle (Fig. 7) . This split likely occurred more than 400 million years ago [44] . During this time, the 21 frameshift was conserved except in two orders for which a+1 frameshift may occur. In the Ophiostomatales, the frameshift site is well conserved, i.e., a slippery sequence and a pseudoknot are present, yet only a+1 frameshit can join the 59 and 39 ORFs. In the Capnodiales, the slippery sequence and the pseudoknot are not conserved, but the two ORFs are conserved in a+1 frameshift configuration. This confirms that recoding during translation is important for the regulation of YIP3 in filamentous ascomycetes. A recent report [45] shows that recodings are involved in metabolic control in a wide range of fungi through the production of distinct polypeptides in the targeting of enzymes to different compartments. Here, we show that a gene involved in routing proteins is also subjected to translation recoding control, possibly adding a level of complexity to the metabolic network. ",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 502,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1404,
                    "end": 1408,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 774,
                    "end": 782,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Reprogrammed genetic decoding in cellular gene expression",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Namy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Rousset",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Napthine",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol Cell",
            "volume": "13",
            "issn": "",
            "pages": "157--168",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Autoregulatory frameshifting in decoding mammalian ornithine decarboxylase antizyme",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsufuji",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsufuji",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miyazaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Cell",
            "volume": "80",
            "issn": "",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Expression of peptide chain release factor 2 requires high-efficiency frameshift",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Craigen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Caskey",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Nature",
            "volume": "322",
            "issn": "",
            "pages": "273--275",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Non-canonical translation in RNA viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Firth",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Gen Virol",
            "volume": "93",
            "issn": "",
            "pages": "1385--1409",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A functional -1 ribosomal frameshift signal in the human paraneoplastic Ma3 gene",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Wills",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hammer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "7082--7088",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterization of the frameshift signal of Edr, a mammalian example of programmed -1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Manktelow",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shigemoto",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic Acids Res",
            "volume": "33",
            "issn": "",
            "pages": "1553--1563",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Programmed ribosomal frameshifting generates the Escherichia coli DNA polymerase III gamma subunit from within the tau subunit reading frame",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Blinkowa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nucleic Acids Res",
            "volume": "18",
            "issn": "",
            "pages": "1725--1729",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The gamma subunit of DNA polymerase III holoenzyme of Escherichia coli is produced by ribosomal frameshifting",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Flower",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Mchenry",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc Natl Acad Sci",
            "volume": "87",
            "issn": "",
            "pages": "3713--3717",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Frameshifting in alphaviruses: a diversity of 39 stimulatory structures",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Firth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Mol Biol",
            "volume": "397",
            "issn": "",
            "pages": "448--456",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "RNA pseudoknots and the regulation of protein synthesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pennell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biochem Soc Trans",
            "volume": "36",
            "issn": "",
            "pages": "684--689",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Does translational ambiguity increase during cell differentiation?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Picard-Bennoun",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Febs Letters",
            "volume": "149",
            "issn": "",
            "pages": "167--170",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genetics of ribosomes and translational accuracy in Podospora anserina",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Coppin-Raynal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dequard-Chablat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Picard",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Genetics of translation: new approaches",
            "volume": "",
            "issn": "",
            "pages": "431--442",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Two new easy-to-use vectors for transformations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Silar",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Fungal Genet Newsl",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ribosomal suppressors and antisuppressors in Podospora anserina: altered susceptibility to paromomycin and relationships between genetic and phenotypic suppression",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Coppin-Raynal",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Biochem Genet",
            "volume": "19",
            "issn": "",
            "pages": "729--740",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "eEF1A Controls ascospore differentiation through elevated accuracy, but controls longevity and fruiting body formation through another mechanism in Podospora anserina",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Silar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lalucque",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Haedens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zickler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Picard",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Genetics",
            "volume": "158",
            "issn": "",
            "pages": "1477--1489",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Propagation of a novel cytoplasmic, infectious and deleterious determinant is controlled by translational accuracy in Podospora anserina",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Silar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Haedens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rossignol",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lalucque",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Genetics",
            "volume": "151",
            "issn": "",
            "pages": "87--95",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Increased longevity of EF-1 alpha high-fidelity mutants in Podospora anserina",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Silar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Picard",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Mol Biol",
            "volume": "235",
            "issn": "",
            "pages": "231--236",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A site-specific deletion in mitochondrial DNA of Podospora is under the control of nuclear genes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Belcour",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Begel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Picard",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "88",
            "issn": "",
            "pages": "3579--3583",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Deletion and dosage modulation of the eEF1A gene in Podospora anserina: effect on the life cycle",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Silar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rossignol",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Haedens",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Derhy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mazabraud",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biogerontology",
            "volume": "1",
            "issn": "",
            "pages": "47--54",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Informational suppressor alleles of the eEF1A gene, fertility and cell degeneration in Podospora anserina",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Silar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rossignol",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tahar",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Derhy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mazabraud",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mol Gen Genet",
            "volume": "264",
            "issn": "",
            "pages": "354--362",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The genome sequence of the model ascomycete fungus Podospora anserina",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Espagne",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lespinet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Malagnac",
                    "suffix": ""
                },
                {
                    "first": "Da",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jaillon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Genome Biol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Targeting Rab GTPases to distinct membrane compartments",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aivazian",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "886--896",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The PRA1 gene family in Arabidopsis",
            "authors": [
                {
                    "first": "Alvim",
                    "middle": [],
                    "last": "Kamei",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Boruc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vandepoele",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Den Daele",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Plant Physiol",
            "volume": "147",
            "issn": "",
            "pages": "1735--1749",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Les phénomènes de barrage chez Podospora anserina. I. Analyse génétique des barrages entre souches S and s",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rizet",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Rev Cytol Biol Veg",
            "volume": "13",
            "issn": "",
            "pages": "51--92",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The crucial role during ascospore germination of the Pls1 tetraspanin in Podospora anserina provides an example of the convergent evolution of morphogenetic processes in fungal plant pathogens and saprobes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lambou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Malagnac",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barbisan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tharreau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Lebrun",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eukaryot Cell",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Contribution à l'étude génétique d'un Ascomycète tétrasporé: Podospora anserina (Ces.)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rizet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Engelmann",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "Rehm. Rev Cytol Biol Veg",
            "volume": "11",
            "issn": "",
            "pages": "201--304",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Rapid methods for nucleic acids extraction from Petri dish grown mycelia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lecellier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Silar",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Curr Genet",
            "volume": "25",
            "issn": "",
            "pages": "122--123",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Transformation by integration in Podospora anserina.I. Methodology and phenomenology",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Brygoo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Debuchy",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Mol Gen Genet",
            "volume": "200",
            "issn": "",
            "pages": "128--131",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Nonsense-mediated decay mutants do not affect programmed -1 frameshifting",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bidou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stahl",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hatin",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Namy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Rousset",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "RNA",
            "volume": "6",
            "issn": "",
            "pages": "952--961",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Versatile vectors to study recoding: conservation of rules between yeast and mammalian cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stahl",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bidou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Rousset",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cassan",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nucleic Acids Res",
            "volume": "23",
            "issn": "",
            "pages": "1557--1560",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A mitotically inheritable unit containing a MAP kinase module",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kicka",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bonnet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Sobering",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Ganesan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Silar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "103",
            "issn": "",
            "pages": "13445--13450",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A simple, fast, and accurate algorithm to estimate large phylogenies by maximum likelihood",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guindon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gascuel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Syst Biol",
            "volume": "52",
            "issn": "",
            "pages": "696--704",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Phylogeny.fr: robust phylogenetic analysis for the non-specialist",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dereeper",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Guignon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blanc",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Audic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buffet",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nucleic Acids Res",
            "volume": "36",
            "issn": "",
            "pages": "465--469",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Interactive Tree Of Life (iTOL): an online tool for phylogenetic tree display and annotation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Letunic",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bork",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bioinformatics",
            "volume": "23",
            "issn": "",
            "pages": "127--128",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Characterization of an efficient coronavirus ribosomal frameshifting signal: requirement for an RNA pseudoknot",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Digard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "57",
            "issn": "",
            "pages": "537--547",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Saccharomyces cerevisiae Rab-GDI displacement factor ortholog Yip3p forms distinct complexes with the Ypt1 Rab GTPase and the reticulon Rtn1p",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Burd",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eukaryot Cell",
            "volume": "4",
            "issn": "",
            "pages": "1166--1174",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "PRA isoforms are targeted to distinct membrane compartments",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdul-Ghani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Gougeon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Prosser",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Da-Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ngsee",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "6225--6233",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "An equilibrium-dependent retroviral mRNA switch regulates translational recoding",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Houck-Loomis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Durney",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Salguero",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shankar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Nagle",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "480",
            "issn": "",
            "pages": "561--564",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Programmed translational -1 frameshifting on hexanucleotide motifs and the wobble properties of tRNAs",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Licznar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mejlhede",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Prere",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wills",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "EMBO J",
            "volume": "22",
            "issn": "",
            "pages": "4770--4778",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Yip3 catalyses the dissociation of endosomal Rab-GDI complexes",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sivars",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aivazian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "425",
            "issn": "",
            "pages": "856--859",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Translational readthrough of the PDE2 stop codon modulates cAMP levels in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Namy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Duchateau-Nguyen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Rousset",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mol Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "641--652",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Orbilia ultrastructure, character evolution and phylogeny of Pezizomycotina",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Healy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Spatafora",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blackwell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mclaughlin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mycologia",
            "volume": "104",
            "issn": "",
            "pages": "462--476",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Dating divergences in the Fungal Tree of Life: review and new analyses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Berbee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mycologia",
            "volume": "98",
            "issn": "",
            "pages": "838--849",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Cryptic peroxisomal targeting via alternative splicing and stop codon read-through in fungi",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Freitag",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ast",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bolker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "485",
            "issn": "",
            "pages": "522--525",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A multigene phylogeny of Olpidium and its implications for early fungal evolution",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sekimoto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rochon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Dee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Berbee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Evol Biol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Freiburg RNA Tools: a web server integrating INTARNA, EXPARNA and LOCARNA",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heyne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Will",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Backofen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nucleic Acids Res",
            "volume": "38",
            "issn": "",
            "pages": "373--377",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "In vivo labelling of functional ribosomes reveals spatial regulation during starvation in Podospora anserina",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lalucque",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Silar",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "BMC Genet",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Structure of the PaYIP3 gene and translational 21 frameshift. (A) Overall structure of the PaYIP3 gene and enlargement of the translation 21 frameshift site. (B) Comparison of the S. cerevisiae YIP3 protein (ScYIP3) with PaYIP3. (C) Possible pseudoknot folding of the sequence underlined in A. doi:10.1371/journal.pone.0073772.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Evolution of YIP3 in fungi.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Conservation of the frameshift site. (A) Alignment of the YIP3 frameshift site in selected fungi using LocARNA [47] to identify conserved secondary structures. Compatible base pairs are colored according to the number of different types C-G, G-C, A-U, U-A, G-U or U-G of compatible base pairs in the corresponding columns. In this way, the hue shows sequence conservation of the base pair. The saturation decreases with the number of incompatible base pairs indicating structural conservation of the base pair. (B) Manual prediction of pseudoknot structures present after the frameshift site in selected species. Conservative changes compared to the P. anserina structures are in green and those in nonconservative changes in red. Arrows point to unpaired bases preventing knot tethering in M. graminicola and T. melanosporum. (C) Structure of the frameshift site in G. clavigera and M. graminicola showing that the downstream ORF is in the +1 frame. doi:10.1371/journal.pone.0073772.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Phenotypes of the PaYIP3 D mutant. Heterokaryotic mat+/ mat2 strains of the indicated genotypes were inoculated at the center of the plate and incubated at 27uC. Pictures were taken 10 days later. For wood shaving medium, the plates and their covers, onto which ascospores were projected forming the black material, were photographed. doi:10.1371/journal.pone.0073772.g004 of the gene is actually inactive despite having the complete PaYIP3 CDS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Complementation of the PaYIP3 D mutant. Heterokaryotic mat+/mat2 strains of the indicated genotypes were treated as those in Figure 4. The three independent transformants of PaYIP3 T are representatives of the observed phenotypic variation. (A) Ring formation on M2 medium; (B) ascospore production on wood shaving medium. Only the plate covers are shown. doi:10.1371/journal.pone.0073772.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Western blotting analysis of chimaeric proteins. (A) Schematic representation of the integration events leading to the generation of the PaYIP3 + -GFP, PaYIP3 T -GFP and PaYIP3 C -GFP chimaeric genes. In the case of PaYIP3 T -GFP and PaYIP3 C -GFP a complete copy of the CDS is still present in the genome downstream of the tagged gene. The strains carrying the PaYIP3 T -GFP gene have a wild type phenotype, while those carrying the PaYIP3 C -GFP gene have the PaYIP3 D mutant phenotype (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "YIP3-GFP phenotypes and recessivity. Heterokaryotic mat+/mat2 strains of the indicated genotypes were treated as those grown on M2 medium inFigure 4. doi:10.1371/journal.pone.0073772.g007",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "In vivo expression of PaYIP3. GFP expression in the indicated strains was assayed in hyphae and in the inner portion (centrum) of the fruiting bodies. * denotes hyphae included for comparison. doi:10.1371/journal.pone.0073772.g008",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Top: Alignement of selected fungal YIP3 CDS with the 59ORF of YIP3 in various Pezizomycotina. Bottom: corresponding PhyML tree tested with 100 bootstraps. S3 Southern blot analysis of the PaYIP D mutant. Top: schematic representation of wild-type and deleted PaYIP3 loci. Bottom: autoradiogram obtained after probing BamHIdigested DNA with the probe highlighted on top. (TIF) Figure S4 21 Frameshifting efficiency quantified in S. cerevisiae. The 21 frameshifting efficiency of each Podo and IBV-Podo sequence was quantified as described in Materials and Methods. The p-value with the Podo-1 data is indicated for each sequence tested. (TIF)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Sylvie François for her expert technical assistance and Anne-Lise Haenni for correcting the manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}