{
    "paper_id": "8fb937ce37aa1ad36478e6bc9c1df60d7f594f78",
    "metadata": {
        "title": "President, World Organisation of Family Doctors (WONca)",
        "authors": [
            {
                "first": "Catherine",
                "middle": [],
                "last": "Dunlop",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amanda",
                "middle": [],
                "last": "Howe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Birmingham",
                    "location": {
                        "settlement": "Birmingham",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Donald",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luke",
                "middle": [
                    "N"
                ],
                "last": "Allen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Clin",
                "middle": [],
                "last": "Edu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On the last day of 2019, a cluster of cases of a pneumonia with unknown cause were reported by the Chinese authorities to the World Health Organization (WHO), believed to be connected to a seafood market in Wuhan, China. This market was closed the following day. On 7 January 2020, a novel coronavirus was isolated, and known pathogens were ruled out. 1 Coronaviruses usually cause respiratory illness ranging from the common cold to severe acute respiratory syndrome (SARS). Clinical symptoms and signs of the Wuhan coronavirus include fever, with some sufferers experiencing difficulty breathing and bilateral pulmonary infiltrates seen on chest X-ray. WHO are referring to it as '2019-nCov'.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 353,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "At the time of writing, there have been over 4,500 confirmed cases and 106 deaths, including among healthcare workers. Over 98% of these cases are within mainland China, but cases have also been confirmed in tens of other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "There is international concern regarding the potential spread of the virus, especially given Wuhan's status as a major domestic and international hub, its large population of 11 million, and current Chinese New Year celebrations. To curb the spread, all public transport and air travel to and from Wuhan has been stopped, with other Chinese cities following suit. International exit screening of travellers with health information dissemination has begun, including at Heathrow airport. Contacts of confirmed cases are recommended to remain under medical observation, avoiding travel within the viral incubation period of 14 days. 2 Whilst the mortality and infectivity of the 2019-nCoV are still unknown, 3 there is understandable interest and concern regarding the potential for a pandemic as experienced in 2009 with H1N1 ('swine flu'). However, the WHO decided against declaring a public health emergency of international concern on 22 January. Current data suggests the 2019-nCoV has a lower mortality than SARS (another coronavirus), which killed nearly 800 people globally before being contained in 2003.",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 632,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Containing the outbreak"
        },
        {
            "text": "Despite current reassurances about the severity of 2019-nCoV, it will be incredibly difficult to further contain the cross-border spread of the virus due to the sheer volume of global travel. It will be necessary to coordinate a unified, global response across many differing geopolitical boundaries, political settings, cultures, and health system contexts. The fact that incubating cases may have left Wuhan before the quarantine began complicates matters further, as does the emerging possibility that some carriers may be asymptomatic. WHO has asked all countries to prepare for cases including through surveillance, tracing, treatment and isolation practices, and by sharing data. 4 The resources needed to do this effectively may not be routinely available, however, particularly in low-resource settings.",
            "cite_spans": [
                {
                    "start": 686,
                    "end": 687,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Containing the outbreak"
        },
        {
            "text": "In the past decade, there has been an increased Chinese political focus on health, both nationally and internationally. Examples of a growing role in global health include unprecedented involvement in managing the Ebola outbreak and the ambitious 'One Belt One Road' 64-country development initiative, which encompasses 66% of the world's population and a third of global gross domestic product. 5 Chinese authorities were quick to close the Wuhan market, conduct epidemiological assessments, and notify the global health community. 6 The genetic sequence of the virus was shared by Chinese authorities on the 12 January to aid international development of effective diagnostics. 1 President Xi Jinping is personally leading a special cross-departmental taskforce, involving the heads of the health, security, traffic, education, and commerce departments.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 397,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 533,
                    "end": 534,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The Chinese response"
        },
        {
            "text": "The WHO exists to coordinate and lead in global health, and for the past week the Strategic Health Operations Centre (SHOC) has been holding hourly meetings to keep abreast of nCoV developments. The SHOC coordinates information and responses through a network of WHO teams, member states, and partner organisations; providing advice, tracking cases, and monitoring essential resources in the field. An Emergency Committee advises the Director General, who makes the ultimate decision on when and whether to declare a public health emergency of international concern. Thus far, escalation to this status has not been made, but the committee has planned to reconvene only days after their initial meeting to review this decision, closely following the rapid development of events. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHO response"
        },
        {
            "text": "The UK government is tracing all those who have arrived from Wuhan within the past 14 days. To date, 31 completed tests on suspected cases have been returned negative and Public Health England (PHE) is advising that the risk to the public remains low. Due to international travel, as well as widespread media and public interest, the number of suspected cases is anticipated to rise and confirmed cases in the UK may yet be seen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Domestic implications"
        },
        {
            "text": "It is reasonable to expect that the widespread attention will impact on the demand for appointments in GP practices in coming weeks, as well as anxiety for members of the public. PHE has advised that any person coughing, feeling short of breath, or experiencing fever should seek medical attention if they have recently travelled to Wuhan. Interim guidance has been issued specifically for primary care by PHE. 7 In summary, unwell patients with a relevant travel history should isolate themselves and consult remotely. If they come to the practice, they should be isolated on entrance to the GP surgery. If the consultation has already begun, the healthcare practitioner should leave the room, close the door, and wash their hands thoroughly with soap and water. Clinical history can be conducted by telephone, and physical examination should be avoided. If possible, arrangements should be made for any further assessment to occur in secondary care, after first discussing the differential with the hospital (and ambulance team if required). The local PHE health protection team must be informed. Generally, coronaviruses show more severe symptoms in those with chronic diseases, immunosuppression, or who are older, so these individuals may be more at risk of severe progression.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 412,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Domestic implications"
        },
        {
            "text": "Whilst strong epidemiology and surveillance systems are indispensable tools for the detection and monitoring of outbreaks and public health emergencies, strong primary care systems form the foundation of any emergency response. In the UK, primary care handles over 95% of all health system activity. WHO member states have repeatedly affirmed their commitment to developing their primary care systems with a view to training up community-based health professionals who are able to provide care across the spectrum of prevention, preparedness, response, and recovery. As the 'front door' of the health system, primary care professionals should be involved in planning and action for health emergency risk management. WONCA (the global professional body for family medicine) has actively championed the ways in which primary care can be supported to deliver care during population emergencies. National primary care bodies can coordinate with public health leads to cascade information to practitioners, communicate with the public, and collate health intelligence from the frontline primary care. 8 The Ebola crisis taught us a valuable lesson about what happens when an outbreak takes health workers away from core functions to focus on crisis response; the number of people who died from reduced access to usual care probably exceeded the number killed by the virus. 9 Strong health systems built on comprehensive primary care are able to integrate both functions, disseminating the emergency response resources and information required to community-level staff who have the breadth of training required to manage new suspected cases alongside routine family medicine. Decent access to primary health care is essential in health emergencies, and its infrastructure crucial for containment, 10 just as good access to high-quality primary care is at the foundation of any strong health system. 11",
            "cite_spans": [
                {
                    "start": 1096,
                    "end": 1097,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1368,
                    "end": 1369,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The central role of primary care"
        },
        {
            "text": "No funding was received for this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Commissioned; not externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provenance"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Novel Coronavirus -China. Disease outbreak news: update 12",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Updated WHO advice for international traffic in relation to the outbreak of the novel coronavirus 2019-nCoV",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emerging understandings of 2019-nCoV",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "30186--30186",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30186-0"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV)",
            "authors": [],
            "year": 2005,
            "venue": "Statement on the meeting of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Facing forwards along the Health Silk Road",
            "authors": [],
            "year": 2017,
            "venue": "Lancet Glob Health",
            "volume": "5",
            "issn": "10",
            "pages": "30349--30351",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(17)30349-2"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "China virus outbreak shows Asia needs to step up infection preparation. Region is safer after epidemic lessons but new diseases always arising",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kasai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Interim guidance for primary care",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Guidance",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wn-Cov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "RCGP research and surveillance centre: 50 years' surveillance of influenza, infections, and respiratory conditions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Lusignan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Br J Gen Pract",
            "volume": "67",
            "issn": "663",
            "pages": "440--441",
            "other_ids": {
                "DOI": [
                    "10.3399/bjgp17X692645"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Counting indirect crisis-related deaths in the context of a low-resilience health system: the case of maternal and neonatal health during the Ebola epidemic in Sierra Leone",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sochas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Channon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nam",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Policy Plan",
            "volume": "32",
            "issn": "suppl_3",
            "pages": "32--39",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czx108"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Primary health care and disasters -The current state of the literature: what we know, gaps and next steps",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Redwood-Campbell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abrahams",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Prehosp Disaster Med",
            "volume": "26",
            "issn": "3",
            "pages": "184--191",
            "other_ids": {
                "DOI": [
                    "10.1017/S1049023X11006388"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Primary health care as a foundation for strengthening health systems in lowand middle-income countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bitton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Ratcliffe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Veillard",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Gen Intern Med",
            "volume": "32",
            "issn": "5",
            "pages": "566--571",
            "other_ids": {
                "DOI": [
                    "10.1007/s11606-016-3898-5"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors alone are responsible for the views expressed in this article and they do not necessarily represent the decisions, policy, or views of the World Health Organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}