{
    "paper_id": "90706dd8b172f0aeb996ea828c356155c32e0682",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Understanding relationships between psychological state and protective behaviors during respiratory infectious disease epidemics (RIDEs) can inform risk communication and interventions addressing behavior change [1, 2] . Studies of behavioral change during RIDEs usually assess risk perception as an affect-neutral cognitive (\"cognitive\") process, commonly using measures such as perceived personal probability of infection or perceived severity of the illness [3] [4] [5] , or as a more affect-active process, by assessing worry and anxiety [6] [7] [8] [9] [10] . The latter are frequently referred to as \"affective\" dimensions of risk, though worry is often considered a cognitive dimension of anxiety [11] . The dual-process theory proposes that responses to external stimuli involve two different processing systems, one being deliberate, slow and rule-based, the other being experiential, quick and intuitive [12] . These two systems may reflect distinct response pathways to risk: risk-asanalysis (cognitive estimates) and risk-as-feeling (affective estimates) [13] . The affect heuristics and risk-as-feeling hypotheses imply that affect quickly and more efficiently guides cognitive risk analysis and behavior [13] [14] [15] . Previous studies found that in the RIDE situation when personal threat is highly uncertain, affective measures of risk more powerfully predict protective behavior uptake than do cognitive measures [6, 10] . Therefore, both cognitive and affective components of risk appear to be relevant to understanding RIDEs-related population behavior [1] .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 216,
                    "end": 218,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 914,
                    "end": 918,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1067,
                    "end": 1071,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1218,
                    "end": 1222,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1223,
                    "end": 1227,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1228,
                    "end": 1232,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1432,
                    "end": 1435,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1436,
                    "end": 1439,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1574,
                    "end": 1577,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In the early epidemic stage when uncertainty about the epidemic characteristics, treatment and prevention is higher, affective responses may be optimal for guiding behavioral change [6, 9, 10] but cognitive risk responses should increasingly drive behavior as the epidemic evolves. We term these \"psycho-behavioural\" associations. Given this, the question arises: should studies or assessments done early in the epidemic emphasize affect-based assessments of risk, whereas those performed later in the epidemic emphasize cognitive-based measures, in order to optimally predict behaviors? Otherwise, it is possible that research conducted in different stages of an epidemic may observe different strengths for the same psycho-behavioral association and misattribute these. Observed variation in the strength of specific psycho-behavioral associations across an epidemic introduces avoidable measurement error in the target cognitive/affective measure which will subsequently influence its association with behavioral change, reducing the apparent reliability of risk assessments as predictors of behavior change during RIDEs. This raises questions about whether the same or similar associations would be repeatedly identified in surveys conducted in different epidemic periods within the same population. However, very few studies appear to have examined the consistency of these psycho-behavioral associations across different RIDE stages [6] . We therefore performed secondary data analyses for data collected in a series of ten consecutive cross-sectional surveys spanning the epidemic wave of 2009 pandemic influenza A/H1N1 in Hong Kong [16] . The objectives of this study were to compare the strength and stability of associations between affective and cognitive measures of risk and the adoption of RIDE-related health protective behaviors. This was assessed by comparing the associations between health protective behaviors against A/H1N1 and different cognitive/affective measures of risk used for each of the ten cross-sectional surveys.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 186,
                    "end": 188,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1439,
                    "end": 1442,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1640,
                    "end": 1644,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Most psycho-behavioral studies of new communicable respiratory disease outbreaks were rapidly implemented [2] . Consequently, many used unrefined questionnaires, with several suffering from minimal theoretical support for the inclusion of specific psychological variables, items of limited utility in understanding behavioral change or items that may have posed task difficulty for respondents [1, 2] , and multiple items, which increase interview load, thereby reducing interview efficiency and the accuracy of results. To inform future item selection, we therefore also sought to assess the difficulty respondents faced in answering different question measures of risk perception. This was done by examining proportions of missing data for different psychological measures as an indirect reflection of task difficulty.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 398,
                    "end": 400,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Our null hypotheses were:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "1. Cognitive and affective measures of risk will not differ in terms of stability of association with adoption of protective behaviors across the ten cross-sectional surveys; 2. For the same associations measured at different epidemic periods, strength of associations between affective/cognitive measures and adoption of health protective behaviors will not decline/increase across epidemic stage; 3. There will be no difference in proportions of missing data for cognitive estimation items such as estimates of the likelihood of contracting influenza infection than other risk assessment formats reflecting no differences in the difficulties posed to respondents by such items [17, 18] .",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 683,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Between April and November 2009, we monitored population psycho-behavioural responses to the 2009 influenza A/H1N1 pandemic using 13 cross-sectional surveys (S1-S13) covering the entire first wave of the A/H1N1 pandemic in Hong Kong [16] . During the survey period, approximately 15% of the Hong Kong population were infected with this new virus [19] . Here we report data from 10 of these (S3-S5 and S7-S13). The first two surveys (S1 and S2) conducted between April and May were excluded from this study because of incompatibility with later surveys and because the local A/H1N1 epidemic did not start until S3 was conducted. Survey S6 was excluded because of sample insufficiency. All surveys utilized identical methods involving random household telephone interviews based on randomly computergenerated landline telephone numbers of all Hong Kong households. One adult aged 18 or above within each household was randomly selected based on a Kish Grid and invited for the telephone interview. Sampling details have been published elsewhere [16] . The study received ethical approval from the Institutional Review Board (IRB) of the University of Hong Kong. The IRB waived written informed consent in lieu of verbal consent given the format of these ten telephone surveys. All participating respondents gave verbal consent for telephone interviews.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "The sample sizes for each of the ten surveys (S3-S5, S7-S13) ranged between 1,000-1,404, with response rates of 65.6%-72.7% [16] . Surveys were conducted every two weeks with data collection completed within 3-5 days for each survey. The ten surveys covered different A/H1N1 epidemic stages in Hong Kong. Specifically, S3 (Jun 9-12, 2009) was conducted when local A/H1N1 human cases were first identified in Hong Kong; S10 (Sep [8] [9] [10] [11] 2009 ) was conducted when the local epidemic reached peak activity and S13 (Nov 9-13, 2009) when epidemic activity had declined substantially (Additional file 1: Figure S1 ).",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 608,
                    "end": 617,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data sources"
        },
        {
            "text": "Core items for the questionnaires used in the ten surveys were retained throughout. Minor changes were made on one measure of risk perception (the comparator \"perceived relativesusceptibility relative to others\" was made more precise by specifying age and gender at S11) and two new items (current worry and infectivity relative to seasonal flu) were added in later surveys to refine measurement and during the surveys. Table 1 details psychological measures associated with risk covered by different survey periods. Four measures (state anxiety, anticipated worry, experienced worry and current worry about A/H1N1 infection) were classified as affective measures. Four other measures (perceived absolute susceptibility and perceived relative susceptibility to A/H1N1 infection, perceived A/ H1N1 severity relative to SARS and perceived A/H1N1 infectivity relative to seasonal influenza) were classified as cognitive estimates of risk. The definitions, questions and response scales for these measures are detailed below and in the Additional file 2: Table S1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 427,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Data sources"
        },
        {
            "text": "Respondents' anxiety level was assessed with a previously validated state-anxiety scale of the State-Trait Anxiety Inventory (STAI) wherein respondents' rate their feelings in response to ten general statements [6, 20] . Positive feeling statements were reversely coded and then the mean scores of the ten items (possible range 1 -4) were calculated for subsequent analyses to overcome the problems of randomly missing items. (Additional file 2: Table S1 ).",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 454,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Anxiety"
        },
        {
            "text": "Respondents were asked to rate their worry about possibly developing A/H1N1 symptoms within the next 24 hours (Additional file 2: Table S1 ). Hence this measure was prospective.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 138,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Anticipated worry about A/H1N1"
        },
        {
            "text": "Respondents were asked to recall whether they had experienced any worry over the past week about contracting A/H1N1 (Additional file 2: Table S1 ). This measure was retrospective.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 144,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Experienced worry about A/H1N1"
        },
        {
            "text": "Starting from Survey 9 ( Table 1) respondents were asked about their current level of worry related to A/H1N1 (Additional file 2: Table S1 ). This measure was current.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 33,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 130,
                    "end": 138,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Current worry about A/H1N1"
        },
        {
            "text": "Respondents estimated their personal likelihood of contracting A/H1N1 in the coming months throughout the ten surveys (Additional file 2: Table S1 ). This measure was prospective.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 146,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Perceived absolute susceptibility to A/H1N1"
        },
        {
            "text": "In the earlier surveys, respondents estimated their personal likelihood of contracting A/H1N1 relative to another Table 1 Psychological measures and their proportions of missing data throughout the 10 surveys",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 121,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Perceived relative susceptibility to A/H1N1"
        },
        {
            "text": "S3 S4 S5 S7 S8 S9 S10 S11 S12 S13 Missing rang% c Totally missing% Note \"√\" indicates that the measure was covered in the survey. a The measure of anxiety state included ten items asking about ten general feeling statements and thereby the proportions of missing data for anxiety in the table were the highest proportion of missing data of the item among the ten statement items. b These two items were combined as \"perceived relative susceptibility\" in the analysis. c The range of missing proportions across the covered surveys.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 381,
                    "text": "b",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 469,
                    "text": "c",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "(unspecified) person in the general population. In later surveys (S11-S13), this item was slightly changed to personal likelihood of contracting A/H1N1 relative to another person of similar age and sex in the general population (Additional file 2: Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 256,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Perceived A/H1N1 severity relative to SARS Throughout the 10 selected surveys, respondents estimated the perceived severity of A/H1N1 infection relative to SARS (Additional file 2: Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 189,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Starting from Survey 9 (Table 1) , this item was added in the surveys to assess the infectivity rate of A/H1N1 relative to seasonal influenza, serving as an additional measure to assess the perceived severity of A/H1N1. The frequencies of three protective behaviors against A/H1N1 were polled throughout the ten surveys. These were avoiding crowded places, maintaining good indoor ventilation and disinfecting the household frequently. All three protective measures were recommended by the Hong Kong government to minimize the transmission of influenza during the epidemic [21] . Respondents were asked whether they had adopted any of these three protective behaviors over the past seven days, and if so, whether the behaviors were adopted for A/H1N1 prevention. These behavioral outcomes were dichotomized as \"1\" (adopted for preventing A/H1N1) and \"0\" (not adopted or adopted for reasons other than preventing A/H1N1) for subsequent analyses.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 577,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 32,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Perceived A/H1N1 infectivity relative to seasonal influenza"
        },
        {
            "text": "Previous analyses showed trends for psycho-behavioral associations were similar across the responses range on all the above risk measures [16] . Therefore, these responses were dichotomized as either above or below a threshold for subsequent analyses in order to facilitate comparison, and the process detailed in the Additional file 2: Table S1 .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 345,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Perceived A/H1N1 infectivity relative to seasonal influenza"
        },
        {
            "text": "First, the proportions of missing data for all psychological measures associated with risk were calculated. Then, multiple imputation was used to generate ten values for each missing value, the mean of which was substituted for the missing value. For each survey, one multiple logistic regression model calculated the associations between each of three protective behaviors (avoiding crowded places, maintaining good indoor ventilation and disinfecting household frequently) and each psychological variable (psycho-behavioral association) plus the corresponding 95% confidence interval. The psychobehavioral association was adjusted for respondents' age, gender, education, marital status and birth place in each logistic regression model because all these demographics are potential confounders of these psycho-behavioral associations [2] . I 2 (an index of variability) based on Q-statistic was calculated to quantify heterogeneity of these psycho-behavioral associations across the ten surveys and to determine the appropriateness of combining the data from ten surveys to calculate averaged effects. I 2 produces values ranging between 0 and 100%, indicating the percentage of the total variation across surveys due to heterogeneity rather than chance [22] . Values of 25%, 50% and 75% arbitrarily indicate low, medium and high heterogeneity, respectively [22] . All studied psycho-behavioral associations had either low or low-medium heterogeneity except that the associations between experienced worry and disinfecting the household frequently and between perceived severity relative to SARS and disinfecting the household frequently had medium-tohigh heterogeneity across the ten surveys. Therefore, random-effect multilevel logistic regression models were used to estimate the pooled effect of each psychobehavioral association across the ten surveys. For these multilevel models, individual responses were specified as the first level while survey periods were specified as the second level. All multilevel logistic regression models were adjusted for age, gender, education, marital status and place of birth. To minimize potential interactions (moderation or mediation) between different psychological measures [10, 23] , only one psycho-behavioral association was assessed in each model.",
            "cite_spans": [
                {
                    "start": 836,
                    "end": 839,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1256,
                    "end": 1260,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1360,
                    "end": 1364,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2222,
                    "end": 2226,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2227,
                    "end": 2230,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "All analyses were conducted based on data excluding the small proportions (0.2%-1.5%) of subjects who reported having had influenza-like illness (ILI: fever plus cough or sore throat) within the two weeks prior to each survey. P-values <0.05 were considered to be statistically significant. All analyses were conducted using STATA software (version 10.1; STATA Corp., College Station, TX).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The ten surveys included a total of 10,345 subjects after excluding 92 (0.9%) subjects with ILI. The effect sizes for differences between the sample characteristics (age, gender, education and place of birth) of each survey and the Hong Kong population were small, indicating good sample representativeness [16] .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Missing data for the risk-related psychological measures Table 1 reports the proportions of missing data for each psychological measure and survey. Among all the measures, perceived absolute susceptibility and perceived relative susceptibility to A/H1N1 infection had the highest proportions (totally missing 5.63% and 5.82%, respectively) of missing data throughout the surveys, followed by perceived A/H1N1 infectivity relative to seasonal influenza (3.04%) and perceived A/H1N1 severity relative to SARS (1.50%). Affective measures generally had few missing data (below 1%, Table 1 ). Figures 1, 2 and 3 show forest plots describing the associations of different risk-related psychological measures with avoiding crowded places (Figure 1) , maintaining good indoor ventilation ( Figure 2 ) and household disinfection (Figure 3) , respectively, throughout the ten surveys. The patterns of psycho-behavior associations were similar for the three types of health protective behaviors. For each of the three figures, the upper four forest plots illustrate the associations between affective measures and adoption of protective behaviors while the lower four illustrate the associations between cognitive measures and adoption of protective behaviors. Averaged effects of different perceptions on adoption of each of the three protective behaviors are indicated by the lower diamond of each forest plot and in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 64,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 577,
                    "end": 584,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 606,
                    "text": "Figures 1, 2 and 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 731,
                    "end": 741,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 782,
                    "end": 790,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 820,
                    "end": 830,
                    "text": "(Figure 3)",
                    "ref_id": null
                },
                {
                    "start": 1408,
                    "end": 1415,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Overall, all risk-related psychological variables were positively and significantly associated with all three heath protective behaviors except for the association between perceived absolute susceptibility and household disinfection ( Table 2) . Figures 1, 2 and 3 suggest that all affective measures excepting state anxiety are more strongly associated with adoption of protective behaviors than are cognitive measures, these associations being consistently positive and statistically significant across the ten surveys. In particular, current worry and experienced worry had the strongest associations with adoption of protective behaviors among the eight risk-related psychological measures. State anxiety was only significantly associated with avoiding crowds in S4 and S10 (Figure 1) , with maintaining good indoor ventilation in S4 (Figure 2) , and with household disinfection in S7, S8, S10 and S13 (Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 243,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 246,
                    "end": 264,
                    "text": "Figures 1, 2 and 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 778,
                    "end": 788,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 838,
                    "end": 848,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 906,
                    "end": 915,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Psycho-behavioral associations across different A/H1N1 epidemic periods"
        },
        {
            "text": "Perceived absolute susceptibility was only weakly and significantly associated with avoiding crowds in S7 and S11 ( Figure 1 ) and maintaining good indoor ventilation in S7, S11 and S13 (Figure 2 ) but not with household disinfection across the ten surveys ( Figure 3 ). Perceived relative susceptibility seemed to have stronger associations with avoiding crowds and household disinfection than did perceived absolute susceptibility (Figures 1  and 2) . No change was seen in associations between perceived relative susceptibility compared to another person, and adoption of protective behaviors in S10-S13 when the refined measure of perceived relative susceptibility specified \"a general person of similar age and gender\". Perceived higher A/H1N1 severity relative to SARS was more likely to be significantly associated with adoption of protective behaviors in later (S10-S13) than earlier surveys, a pattern not found for other cognitive measures (Figures 1, 2 and 3) . Perceived A/H1N1 infectivity relative to seasonal influenza was generally significantly associated with adoption of health protective behaviors but the associations were relative weaker than the associations between perceived A/H1N1 severity relative to SARS and adoption of health protective behaviors (Figures 1, 2 and 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 124,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 186,
                    "end": 195,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 259,
                    "end": 267,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 451,
                    "text": "(Figures 1  and 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 950,
                    "end": 970,
                    "text": "(Figures 1, 2 and 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1276,
                    "end": 1295,
                    "text": "(Figures 1, 2 and 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Psycho-behavioral associations across different A/H1N1 epidemic periods"
        },
        {
            "text": "Our findings were mostly consistent with those hypothesized and the null hypotheses were largely rejected. The main finding is that affective measures of risk perception generally had stronger associations with reported adoption of health protective behaviors during the A/H1N1 pandemic than did cognitive measures. This finding is consistent with those from other studies conducted during both SARS [6] and pandemic A/H1N1 [10, 24] , suggesting that affective components contribute significantly to adoption of protective behaviors in response to the threat during epidemics over and above simpler cognitive risk estimates. While previous studies were mainly conducted in early epidemic periods [10, 24] , this study examined affectivebehavioral associations across the entire epidemic wave of A/H1N1 in Hong Kong and found that the association between affect-loaded risk measures and adoption of protective behaviors were consistently strong and positive across different epidemic periods.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 403,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Studies of the anxiety-behavior association throughout the SARS epidemic found consistently significant and positive associations during the early epidemic phase surveys but mostly non-significant associations in late epidemic phase surveys [6] . The present study did not duplicate this pattern for any of the four affective measures. Reported anxiety level was inconsistently associated with adoption of health protective behaviors in these 10 surveys. One possible reason could be that the measure we used assessed general anxiety only rather than anxiety specific for A/H1N1. Furthermore, overall reported state anxiety levels remained quite stable and consistently low throughout the A/H1N1 epidemic [16] , indicating a floor effect, suggesting that a low level of anxiety has little effect on these behaviors. Other affective measures including anticipated worry, experienced worry and current worry generally involve less intense affective components compared with anxiety and thereby are more likely to covary with behavioral change. In particular, our study found that experienced worry and current worry seemed to have stronger associations with adoption of protective behaviors than did anticipated worry. One possible reason could be that the actual affective experience or associated processing may be more strongly associated with behavioral change than its anticipation, which may be subject to forecasting errors [23] .",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1429,
                    "end": 1433,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Cognitive risk assessments, in particular perceived susceptibility to A/H1N1 (either absolute or relative susceptibility) had weak associations with adoption of protective behaviors. This suggests that cognitive-behavioral models such as the Health Belief Model [25, 26] that rely primarily on purely cognitive estimates of risk to predict behavioral change should perform relatively more poorly at predicting the adoption of protective behaviors during RIDEs. Cognitive-behavioral models generally assume rational processing of external information to inform action. However, during RIDEs particularly in the early stages, uncertainty is usually widespread and poses high [9] or ambiguous personal threat. Consequently, people may face difficulties when attempting to quantify the probabilities of their risk of acquiring the infection and the severity of associated disease. Whether it is threat ambiguity, task difficulty in determining risk magnitude or a primary affective response that modifies cognition, that leads to affect-related measures dominating remains unclear. This study found that the proportions of missing data for purer cognitive risk perception measures, particularly perceived absolute/relative susceptibility to A/H1N1 were greater than for affect-loaded measures, suggesting that respondents may face greater Figure 3 Associations between psychological responses and disinfecting household frequently during A/H1N1 pandemic. task difficulties in comprehension and/or responses to such questions under epidemic circumstances. Further study is needed to confirm the extent of this effect.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 673,
                    "end": 676,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1335,
                    "end": 1343,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Perceived relative susceptibility seemed to have stronger associations with adoption of protective behaviors than perceived absolute susceptibility. Perceived susceptibility measured in this relative way involves social comparison and accommodates the influences of optimistic bias [27] and therefore probably involves more cognitive processing. More cognitive processing is associated with greater risk estimates and psychological distress [28] . This might account for the more substantial associations with behavioral change than seen for simple personal risk estimates.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 286,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Associations between cognitive risk perception measures and protective action were quite inconsistent across the ten selected surveys in this study. Previous reviews concluded associations between cognitive risk perception and adoption of protective behaviors during RIDEs were inconsistent [29] . Our evidence suggests a major reason for this inconsistency lies in these studies being conducted in different epidemic stages [6, 30, 31] . Our hypothesis was that cognitive factors were more important in changing human behaviors in the later epidemic stage when people had more knowledge and less uncertainty about the threat. This study found that the associations between perceived A/H1N1 severity relative to SARS and adoption of each of the three protective behaviors became significantly and consistently positive starting from survey 10 after the A/H1N1 case confirmations had peaked, consistent with our hypothesis. However, this pattern of associations was not found for perceived susceptibility.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Perceived A/H1N1 infectivity relative to seasonal flu, though not measured before survey S9 had weaker associations with adoption of health protective behaviors, than did perceived A/H1N1 severity relative to SARS in each survey and overall. However, these two measures assessed different aspects of A/H1N1 severity with the former focused on the infectivity rate of A/ H1N1 while the latter may primarily focus on the fatality rate of A/H1N1. Further study is needed to confirm which aspects of disease severity could be more important in motivating behavior change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Study limitations include the serial cross-sectional design and thereby reverse-causality remains a possible explanation. Nonetheless, it is difficult to think of plausible mechanisms whereby, for example, disinfecting one's home will lead to greater worry regarding infection. Alternatively, the associations could be spurious but this is unlikely given the consistent pattern of the associations in 10 separate samples. It therefore seems most likely that the protective behaviors are consequential on the risk perceptions, and not vice versa. Examining psychobehavioral associations using longitudinal data during RIDEs is difficult due to their often-rapid evolution and the short lead-time compared to the need to obtain and retain large cohorts for follow-up surveys. Conducting a series of consecutive cross-sectional surveys to investigate the psycho-behavioral associations is a better option than using a single cross-sectional survey. There may be concerns about the generalizability of our findings to more severe RIDEs. For example, during the initial phase of the SARS epidemic, population state anxiety regarding the epidemic was much higher and thereby had strong association with protective behavioral change [6] . However, SARS was the first of the new wave of RIDEs, and a degree of risk fatigue may have subsequently set in. Considering the common situation during RIDEs, we believe that most of the findings in this study could be All data represent odds ratios and their corresponding 95% confidence intervals (in parentheses). All odds ratios were adjusted by age, gender, education, marital status and birth place. **p<0.01; *** p < 0.001.",
            "cite_spans": [
                {
                    "start": 1226,
                    "end": 1229,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "applicable in other RIDEs. Finally, because all data were self-reported the results may reflect social desirability bias. This study raises important implications for future respiratory communicable disease-related psycho-behavioral research and public health interventions. First, affective responses improve understanding of behavioral responses throughout different RIDE periods and must form part of measures in relevant studies. However, intense but nonspecific affect such as generalized state anxiety is probably less useful for understanding public behavioral responses during most epidemics where perceived milder threat fails to arouse such affect. Less intense, specific affective responses to a identifiable, if uncertain threat that currently activates or has in the past activated worry may be more likely to show strong and consistent effects on behavioral change across different epidemic periods. Second, cognitive risk estimates during the early epidemic stage may be poor at predicting human behavioral change and present task difficulties to respondents. However, cognitive risk estimates may inform individual behavioral change later in the RIDE epidemic trajectory and should be included in studies conducted during these phases. Relative measures of perceived susceptibility appear superior to perceived absolute susceptibility in predicting behavioral change and thereby are preferable where questionnaire brevity is an issue. From a public health perspective, recognizing that the public may not show expected \"rational\" behaviors during RIDEs is important. Therefore, risk probabilities alone are unlikely to be sufficient to motivate protective behaviors. What affective strategies to use to best motivate behavioral change awaits clarification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Risk perceptions related to SARS and avian influenza: theoretical foundations of current empirical research",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leppin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Behav Med",
            "volume": "16",
            "issn": "",
            "pages": "7--29",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Demographic and attitudinal determinants of protective behaviours during a pandemic: a review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br J Health Psycho",
            "volume": "15",
            "issn": "",
            "pages": "797--824",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An outbreak of the severe acute respiratory syndrome: predictors of health behaviors and effect of community prevention measures in Hong Kong, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Public Health",
            "volume": "93",
            "issn": "",
            "pages": "1887--1888",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Factors influencing the wearing of facemasks to prevent the severe acute respiratory syndrome among adult Chinese in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prev Med",
            "volume": "39",
            "issn": "",
            "pages": "1187--1193",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pandemic influenza in Australia: using telephone surveys to measure perceptions of threat and willingness to comply",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Raphael",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jorm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giffin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lujic",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Infect Dis",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Longitudinal assessment of community psychobehavioral responses during and after the 2003 outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bacon-Shone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "1713--1720",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Initial psychological responses to swine Flu",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goodwin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Gaines",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Neto",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Behav Med",
            "volume": "18",
            "issn": "",
            "pages": "88--92",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Public perceptions, anxiety, and behaviour change in relation to the swine flu outbreak: cross sectional telephone survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlot",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Situational awareness and health protective responses to pandemic influenza A (H1N1) in Hong Kong: a cross-sectional study",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PloS ONE",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The association between pandemic influenza A (H1N1) public perceptions and reactions: a prospective study",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Karademas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bati",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Karkania",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Georgiou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sofokleous",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Health Psychol",
            "volume": "18",
            "issn": "",
            "pages": "419--428",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Worry: a cognitive phenomenon intimately linked to affective, physiological, and interpersonal behavioural processes",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Borkovec",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stober",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Cognit Ther Res",
            "volume": "22",
            "issn": "",
            "pages": "561--576",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Self-regulation of Health and Illness Behaviour",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leventhal",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Risk as analysis and risk as feelings: some thoughts about affect, reason, risk, and rationality",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Finucane",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Macgregor",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Risk Anal",
            "volume": "24",
            "issn": "",
            "pages": "311--322",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Affect Heuristic",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Finucane",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Macgregor",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gilovich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Intuitive Judgment: Heuristics and biases",
            "volume": "",
            "issn": "",
            "pages": "397--420",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Risk as feelings",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Loewenstein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "U"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Hsee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Psychol Bull",
            "volume": "127",
            "issn": "",
            "pages": "267--286",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Community psychological and behavioral responses through the first wave of the 2009 influenza A(H1N1) pandemic in Hong Kong",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "202",
            "issn": "",
            "pages": "867--876",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Risk perceptions: assessment and relationship to influenza vaccination",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kwitel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mccaul",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Magnan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gerrard",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Psychol",
            "volume": "26",
            "issn": "",
            "pages": "146--151",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Risk perception measures' associations with behavior intentions, affect, and cognition following colon cancer screening messages",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Dillard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ferrer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ubel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fagerlin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health Psychol",
            "volume": "31",
            "issn": "",
            "pages": "106--113",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Epidemiological characteristics of 2009 (H1N1) pandemic influenza based on paired sera from a longitudinal community cohort study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Med",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "State Trait Anxiety Inventory: A Test Manual/Test Form",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spielberger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gorusch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luschene",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Center for Health Protection Hong Kong Government: General Guideline: A Guide To Personal, Home And Environmental Hygiene: Keep Clean Be Healthy",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Measuring inconsistency in meta-analyses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Deeks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMJ",
            "volume": "327",
            "issn": "",
            "pages": "557--560",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Emotions and preventive health behavior: worry, regret, and influenza vaccination",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Coups",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Psychol",
            "volume": "25",
            "issn": "",
            "pages": "82--90",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Avoidance behaviors and negative psychological responses in the general population in the initial stage of the H1N1 pandemic in Hong Kong",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Health Belief Model and Personal Health Behaviour",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The health belief model in the prediction of dietary compliance: a field experiment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Haefner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Maiman",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Health Soc Behav",
            "volume": "18",
            "issn": "",
            "pages": "348--366",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Do moderators of the optimistic bias affect personal or target risk estimates? a review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Helweg-Larsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Shepperd",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Pers Soc Psychol Rev",
            "volume": "5",
            "issn": "",
            "pages": "74--95",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The function of credibility in information processing for risk perception",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Trumbo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccomas",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Risk Anal",
            "volume": "23",
            "issn": "",
            "pages": "343--353",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Factors associated with uptake of vaccination against pandemic influenza: a systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bish",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yardley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicoll",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "6472--6484",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A tale of two cities: community psychobehavioral surveillance and related impact on outbreak control in Hong Kong and Singapore during the severe acute respiratory syndrome epidemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Quah",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "25",
            "issn": "",
            "pages": "1033--1041",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The impact of community psychological responses on outbreak control for severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "O"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Community Health",
            "volume": "57",
            "issn": "",
            "pages": "857--863",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-14-169"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Anxiety, worry and cognitive risk estimate in relation to protective behaviors during the 2009 influenza A/H1N1 pandemic in Hong Kong: ten cross-sectional surveys",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infectious Diseases",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Associations between psychological responses and avoiding crowds during A/H1N1 pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Associations between psychological responses and maintaining good indoor ventilation during A/H1N1 pandemic.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Perceived relative susceptibility (Perceived personal likelihood of A/H1N1 infection relative to a general person of similar age and gender) b",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The averaged psycho-behavioural associations across the ten surveys during A/H1N1 pandemic",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Additional file 1: Figure S1 . The A/H1N1 pandemic curve in Hong Kong and timeline of the surveys.Additional file 2: Table S1 . Questions for measuring anxiety, worry and risk perception in the study and their associated response scales.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 28,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 117,
                    "end": 125,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Additional files"
        },
        {
            "text": "The authors declare that they have no competing interests.Authors' contributions QL participated in the study design, analyzed the data, interpreted the data and drafted the manuscript. BJC supervised the research, contributed to study design, data interpretation and amended the manuscript. WWTL contributed to study design, data interpretation and amended the manuscript. DWMN contributed to questionnaire design, coordinated data collection and amended the manuscript. RF conceived of the study, designed the questionnaire, interpreted data and amended the manuscript. All authors read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}