{
    "paper_id": "90a7c8a2e1be47616b2f04bd011c148fcbc8adba",
    "metadata": {
        "title": "Regulation of Programmed Ribosomal Frameshifting by Co-Translational Refolding RNA Hairpins",
        "authors": [
            {
                "first": "C-P",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S-C",
                "middle": [],
                "last": "Chou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M-Y",
                "middle": [],
                "last": "Hsu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H-T",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K-Y",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "RNA structures are unwound for decoding. In the process, they can pause the elongating ribosome for regulation. An example is the stimulation of -1 programmed ribosomal frameshifting, leading to 39 direction slippage of the reading-frame during elongation, by specific pseudoknot stimulators downstream of the frameshifting site. By investigating a recently identified regulatory element upstream of the SARS coronavirus (SARS-CoV) 21 frameshifting site, it is shown that a minimal functional element with hairpin forming potential is sufficient to down-regulate21 frameshifting activity. Mutagenesis to disrupt or restore base pairs in the potential hairpin stem reveals that base-pair formation is required for21 frameshifting attenuation in vitro and in 293T cells. The attenuation efficiency of a hairpin is determined by its stability and proximity to the frameshifting site; however, it is insensitive to E site sequence variation. Additionally, using a dual luciferase assay, it can be shown that a hairpin stimulated +1 frameshifting when placed upstream of a +1 shifty site in yeast. The investigations indicate that the hairpin is indeed a cis-acting programmed reading-frame switch modulator. This result provides insight into mechanisms governing21 frameshifting stimulation and attenuation. Since the upstream hairpin is unwound (by a marching ribosome) before the downstream stimulator, this study's findings suggest a new mode of translational regulation that is mediated by the reformed stem of a ribosomal unwound RNA hairpin during elongation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Sequence complementarities and three-nucleotide based genetic codes in messenger RNA (mRNA) imbue interesting features for translation. These include a) an intra-molecular duplex (formed via sequence complementarities) having to be unwound for decoding, and b) one of three potential reading-frames having to be maintained for faithful protein synthesis. The ribosome possesses helicase activity that allows for the unwinding of RNA duplexes [1, 2] while reading-frame maintenance is closely coupled with translocation [3] . However, unwinding of specific RNA structures can pause or stall the ribosome for further elongation regulation [4] . In particular, specific mRNA signals can program a ribosome to switch reading-frames during elongation, with the ribosome slipping backward (toward the 59-direction) or forward (toward the 39-direction) by a single nucleotide. It then continues translation in the new21 or +1 reading-frame. Such21 or +1 programmed ribosomal frameshifting (PRF) has been characterized in prokaryotes and eukaryotes and is usually related to specific cellular functions [5] .",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 445,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 446,
                    "end": 448,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1095,
                    "end": 1098,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A slippery sequence (XXXYYYZ) and optimally placed downstream stimulator structures on mRNA are the two in-cis elements required for efficient eukaryotic21 PRF [6] . However, the precise21 PRF stimulation mechanism remains unclear [7] . Most models of21 PRF stimulation propose that a specific structural or mechanical feature of the stimulator resists the unwinding activity of ribosomal helicases [2] . This is done either passively by serving as a roadblock to pause ribosomal movement or actively by creating tension/strain to communicate with transfer RNA (tRNA)-mRNA linkages to destabilize the P site codon-anticodon helix in the 0-frame (XXY). It also eventually facilitates re-pairing of tRNA with the21 frame mRNA (XXX) [2, 3, 8, 9, 10] .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 734,
                    "end": 736,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 737,
                    "end": 739,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 740,
                    "end": 742,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Other factors have been suggested in the modulation of frameshifting efficiency [5] . In particular, an optimally placed internal Shine-Dalgarno (SD) sequence in prokaryotic mRNA may serve as a 21 PRF stimulator by pairing with the anti-SD element in 16S ribosomal RNA (rRNA) of the 70S ribosome [11] . In addition, 21 frameshifting efficiency can be affected positively or negatively by flanking sequences upstream of a slippery site [12, 13] . Previously, we identified a 170-nucleotide RNA element (ATT), upstream of the21 PRF slippery site of SARS-CoV mRNA, capable of down-regulating viral21 PRF [14] . Recently, ATT was shown to optimize viral replication and was suggested to act by causing a fraction of the elongating ribosome to fall-off in front of the ATT [15] . Understanding how21 PRF attenuation is achieved would not only shed light on how a 21 PRF stimulator promotes21 frameshifting and provide insight into the mechanism governing reading-frame control, but also may have potential for antiviral applications because21 PRF efficiency is crucial for the replication of several human viral pathogens, including HIV and SARS coronavirus (SARS-CoV) [15, 16] .",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1164,
                    "end": 1168,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1169,
                    "end": 1172,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we identify a minimal element in SARS-CoV ATT as the major determinant of21 PRF attenuation function. Additionally, we show that attenuation efficiency is not sensitive to E site sequence variation, suggesting flanking-sequences effect is not the main cause of attenuation. We further demonstrate that this minimal element acted through a hairpin form with attenuation efficiency determined by hairpin stability and spacing to the slippery site. Importantly, this potential hairpin also enhanced +1 frameshifting in yeast, indicating that in addition to being a 21 frameshifting attenuator, it can serve as a +1 frameshifting stimulator. Together, these results indicate that the upstream RNA hairpin functions as a cis-acting RNA motif in programmed frameshifting regulation. Finally, our findings also indicate basepair reformation involving the terminal sequences of the 39-half of the hairpin stem as being crucial for attenuation. This implies the existence of a refolding hairpin stem in close proximity to the ribosomal E site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To search for a minimal determinant within ATT, we performed sequential 59sequence deletions of ATT and compared the relative frameshifting activity of the different deletion variants (Fig. 1 ). We found that viral sequences, covering nucleotides 13363 to 13387, possessed substantial21 PRF attenuation activity ( Fig. 1 ) and the ability to form a stable stem-loop structure ( Fig. 2A) . However, the base of the predicted hairpin stem is only 4 nucleotides away from the 59-edge of the slippery site. It is possible that a hairpin stem cannot be formed when the slippery site occupies ribosomal P and A sites.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 191,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 314,
                    "end": 320,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 378,
                    "end": 386,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The Minimal Upstream Attenuation Determinant May Act through a Hairpin Form"
        },
        {
            "text": "In the past, the refolding pathway of unwound RNA structures within ribosome cores has not been comprehensively investigated. Interestingly, the crystal structure of an elongation mode of the 70S ribosome indicates that nucleotides within the first codon upstream of the E codon are flexible [17] . The implication being that these nucleotides are accessible for base-pair formation. Therefore, we disrupted two potential AU base pairs in the lower stem of the predicted hairpin to generate two AC mismatched mutations at the 13363-13520 construct. We found that the resultant 59CC-WT construct lost two-thirds of its attenuation activity compared with an intact hairpin (Figs. 2B and 2C). Because both 59CC-WT and 13363-13520 constructs share 27 identical nucleotides upstream of their slippery sites, the attenuation activity difference is not likely to be caused by an E-site flanking sequences effect [12, 13] but rather by the disruption of the two potential AU base pairs. Similar results were observed for GC-SB-WT and 6BPGC hairpins when potential Watson-Crick base pairs were disrupted (Figs. 2B and 2C). Together, these results suggest that base-pair formation and the composition of the predicted hairpin stem are crucial for efficient attenuation. Next, we swapped six GC base pairs for six corresponding wild-type base pairs in the predicted hairpin stem within a longer SARS-CoV viral sequence (13318-WT) (Fig. 3A) and found that the attenuation activity of the chimera was further enhanced both in vitro and in 293T cell cultures ( Fig. 3B and 3C) , indicating that the predicted stem-loop is a major determinant of 21 PRF attenuation activity in SARS-CoV ATT.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 905,
                    "end": 909,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 910,
                    "end": 913,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 1419,
                    "end": 1428,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1547,
                    "end": 1562,
                    "text": "Fig. 3B and 3C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The Minimal Upstream Attenuation Determinant May Act through a Hairpin Form"
        },
        {
            "text": "We noticed a potential to form four extra base pairs between 59and 39-flanking sequences (GACG and CGUU, respectively) of the 6BPGC hairpin stem (and other deletion mutants) due to the existence of a 59 SalI cloning site (Fig. S1A ). In particular, the formation of two base pairs involving 39-flanking UU invaded the 0 frame E site of the ribosome when the slippery sequence occupied ribosomal P and A sites. This invasion could interfere with the proposed reading-frame maintenance function of the E site [18] . However, mutagenesis analysis indicates that in vitro attenuation activity of the 6BPGC hairpin is not sensitive to basepair formation involving 39-flanking UU sequences (Figs. S1A and S1B). On the other hand, disrupting potential base pairs at 39flanking CG impaired attenuation activity by a third (Fig. S1B compares UUCG-6BPGC with GAAA-6BPGC). Especially important is the disruption of two GC base pairs at the bottom of the hairpin stem (6BPGC12AG). Such a disruption dramatically reduced attenuation activity. This evidence seems to show that two extra GC base pairs involving 39-flanking CG lead to an extended stem and contribute to attenuation activity. However, only one potential GC base pair exists in the corresponding region of wildtype SARS-CoV viral RNA sequences (Fig. 3A) , suggesting that this extra base pair is not essential for attenuation activity by the wild-type SARS-CoV attenuator hairpin. To see if these observations are valid and applicable to a different stimulator in other biological systems, selected 6BPGC 59-flanking sequence mutants were placed upstream of a distinct 21 PRF stimulator, the DU177 pseudoknot [19] , and examined for their attenuation activity in 293T cells. The results (Fig. S1C ) indicate that the two potential base pairs involving E-site sequences are not the main cause of observed attenuation activity in 293T cell cultures.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 511,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1659,
                    "end": 1663,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 230,
                    "text": "(Fig. S1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 814,
                    "end": 823,
                    "text": "(Fig. S1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1294,
                    "end": 1303,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1737,
                    "end": 1746,
                    "text": "(Fig. S1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Potential Base Pairs Involving E Site Sequences are not Essential for Attenuation"
        },
        {
            "text": "The identified attenuator hairpin contained a single nucleotide G bulge and a UGCG tetra-loop in the upper part of its stem. We examined the roles of both motifs in attenuation; however, neither insertion of a C nucleotide to convert the G bulge into a GC pairing nor the six nucleotides inserted to interrupt UGCG loop sequences impaired attenuation efficiency significantly (Figs. 4A to 4C). By contrast, deletion of 6 nucleotides at the 59-half of the lower stem in the wild-type SARS CoV 13318-13520 construct abolished attenuation activity (Figs. 4A to 4C). Thus, the apical UGCG loop and G bulge are not major determinants of attenuation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attenuation Efficiency is Positively Correlated with Hairpin Stability"
        },
        {
            "text": "Next, we investigated the role of stability in the potency of attenuator hairpins by designing a simplified RNA hairpin with only 6 GC base pairs (6GC-hairpin). We found that it possessed attenuation activity comparable to that of a 6BPGC hairpin (Figs. S2A and S2 B). We further modified the composition of basepairings along the hairpin stem to create variants of different attenuation activity (Figs. S2A and S2B). A plot of attenuation efficiencies against predicted free energy values for these 6GChairpin variants reveals a positive correlation between both parameters (Fig. 4D) , indicating that hairpin stability is crucial for attenuation efficiency.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 575,
                    "end": 584,
                    "text": "(Fig. 4D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Attenuation Efficiency is Positively Correlated with Hairpin Stability"
        },
        {
            "text": "In addition to reducing hairpin stability, base-pairing disruption at the lower stem leads to changes in the spacing between the bottom of the hairpin stem and the slippery site. To address this issue, we created mutants by inserting different numbers of nucleotides between the two extra GC base pairs of the extended 6BPGC hairpin stem and the slippery site (Fig. 5A ). When the spacing was increased from 2 to 5 nucleotides, attenuation activity was reduced by about a half. It was reduced further by the insertion of additional nucleotides (Figs. 5B and 5C). The spacing dependency of attenuation activity in yeast and a construct containing the DU177 pseudoknot stimulator was also examined and confirmed (Fig. 5D ). Varying the ratio between mRNA and ribosomes in in vitro assays so that the amount of ribosomes available for each mRNA was different did not affect attenuation activity significantly (Figs. 5E and 5F). This result indicates that the lower attenuation activity attributable to a distant hairpin is not likely due to hairpin unwinding by an adjacent marching ribosome. Cumulatively, these results establish the following: 1) attenuation activity of a hairpin depends on its spacing to the slippery site; 2) attenuation functions are preserved among distinct eukaryotic systems; and 3) attenuators down-regulate distinct 21 PRF stimulators.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 368,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 710,
                    "end": 718,
                    "text": "(Fig. 5D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Spacing to the Slippery Site Determines Whether a Hairpin Acts as an Efficient 21 PRF Attenuator"
        },
        {
            "text": "In contrast to a downstream 21 PRF stimulator promoting 21 frameshifting, a potential hairpin attenuator upstream of the slippery site possesses an opposing effect. As E site sequences can affect the potency of downstream stimulators [12, 13] , we ask whether the potency of attenuators can be affected by either proximal E site sequences or downstream stimulators. A weakened M1 attenuator hairpin, derived from a 6BPGC hairpin with a disrupted GC base pair (in the middle of the hairpin stem ( Fig. 6A )), and a potent DU177 21 PRF stimulator were used to address these issues. They were chosen because a potent 6BPGC hairpin attenuated a weaker SARS 21 PRF stimulator so efficiently that the resultant intensity of radioactivity in in vitro assays gave uncertain results (data not shown). Consistent with flanking sequences effects, changing sequences in the 21 frame E site led to variations in 21 frameshifting efficiencies. These were promoted by the same stimulator regardless of the absence or presence of an M1 attenuator. However, calculated 21 PRF attenuation efficiencies of the M1 attenuator remained virtually unchanged among different E-site sequence variants (Fig. 6B) , indicating that the attenuator down-regulates 21 PRF to a similar extent under flanking-sequences effects. By contrast, attenuation efficiencies of the M1 attenuator were different among constructs containing DU177 or SARS 21 PRF stimulator (Fig. 6C ), implying discrimination toward distinct stimulators.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 496,
                    "end": 503,
                    "text": "Fig. 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1175,
                    "end": 1184,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1428,
                    "end": 1436,
                    "text": "(Fig. 6C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Attenuation Activity is not Sensitive to E Site Sequence Variation"
        },
        {
            "text": "We considered the possible mechanisms by which an attenuator may interact with downstream stimulator or sequester soluble factors involved in 21 frameshifting stimulation. However, no obvious variation in attenuation activity was observed in 21 PRF reporters (with or without the in-cis attenuator hairpin) in the presence of different dosages of in-trans RNA attenuator hairpins (Fig. S3 ). This suggests that 21 PRF attenuation is not mediated by either mechanism. We then investigated the possibility that an attenuator could actively alleviate the proposed strain triggered by ribosomal helicase resistance to a 21 PRF stimulator [2, 8] and thus offset 21 frameshifting. Should this prove to be true, we predict that an efficient 21 PRF attenuator could facilitate frameshifting in the +1 direction under appropriate circumstances.",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 637,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 638,
                    "end": 640,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 388,
                    "text": "(Fig. S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Attenuation Activity is not Sensitive to E Site Sequence Variation"
        },
        {
            "text": "A hepta-nucleotide sequence (CUUAGGC), derived from Ty1 retrotransposon of yeast Saccharomyces cerevisiae, can efficiently induce +1 PRF. It is caused by a ribosomal pause at the AGG codon due to the low expression levels of decoding tRNA in yeast. Mutating AGG to CGG partially impairs +1 frameshifting activity [21] . We reasoned that a partially functional CUUCGGC sequence represented an ideal platform for evaluating the properties of an upstream 6BPGC hairpin (Fig. 7) . Indeed, a reporter construct of AGG-containing hepta-nucleotides possessed high +1 frameshifting activity (compared with random-sequence negative controls) whereas the +1 frameshifting activity of a reporter with CGG-containing hepta-nucleotides decreased significantly (Fig. 7) . In this study, the smaller difference in +1 frameshifting efficiency between AGG and CGG constructs compared with that of Ty1 retrotransposon may result from a difference in E site sequence identity (CGC versus CAC) [22] . Importantly, we found that an upstream 6BPGC hairpin with 59flanking sequences designed to prevent direct E site invasion stimulated +1 frameshifting of the CGG-containing shift site (Fig. 7) . By contrast, mutants carrying mutations to disrupt base pairs at the hairpin stem (59-WT construct of Fig. 7) lost the ability to stimulate +1 frameshifting. Therefore, this upstream 6BPGC hairpin may act as a +1 frameshifting stimulator and is indeed a programmed reading-frame switch regulator.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 974,
                    "end": 978,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 466,
                    "end": 474,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 747,
                    "end": 755,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1164,
                    "end": 1172,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1277,
                    "end": 1284,
                    "text": "Fig. 7)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "The 6BPGC Hairpin Stimulates +1 Frameshifting in Yeast"
        },
        {
            "text": "In addition to affecting hairpin stability, mutations that change nucleotide composition in a hairpin stem can alter the encoded amino acids. To see if the nature of amino acids encoded by a hairpin is responsible for the observed variation in 21 PRF attenuation, mutation data and the amino acids encoded in particular attenuator hairpin variants in this study were further analyzed (Table S1 ). Comparison of the encoded amino acids between constructs 13363-13520 and 59CC-WT (Fig. 2) in mutation sites that disrupts 2 AU base pairs reveals a leucine to proline change. By contrast, a similar leucine to proline change from constructs 39GG-WT to GC-SB-WT (Fig.2) increased 21 PRF attenuation activity. Thus, reduced 21 PRF attenuation activity in 59CC-WT is not caused by the replacement of encoded leucine with proline in the mutation sites. Additionally, amino acid compositions encoded by 6BPGC, r-Bulge, and 6GC hairpin ( Fig. 4 and Fig. S2 ) are changed further (Table S1 ) with the maintenance of substantial 21 PRF attenuation activity. Together, these observations suggest that changes in the encoded amino acid composition caused by nucleotide mutations at the predicted hairpin stems are not a major determinant of 21 PRF attenuation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 384,
                    "end": 393,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 478,
                    "end": 486,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 657,
                    "end": 664,
                    "text": "(Fig.2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 928,
                    "end": 946,
                    "text": "Fig. 4 and Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 969,
                    "end": 978,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Refolding of a ribosomal unwound RNA structure within a ribosome has not been fully addressed; however, a previous study indicates that a length of about 30 nucleotides is protected from ribonuclease digestion when mRNA is occupied by a prokaryotic ribosome [23] . Our observation of a positive correlation between hairpin stability and attenuation efficiency (Fig. 4D ) strongly suggests that base-pair reformation of the upstream hairpin stem plays a crucial role in the reduction of 21 PRF efficiency. Furthermore, mutating two nucleotides (27 nucleotides upstream of the E site) to disrupt Watson-Crick base pairs in the lower hairpin stem dramatically impairs attenuation activity (Fig. 2) , indicating that attenuation is not caused by primary sequencemediated flanking-sequences effects [12, 13] . Together, these observations support the idea that a ribosomal unwound hairpin stem can partially reform when the final codon in the 39-half of the lower stem leaves the E site. The proposed ribosomal fall-off hypothesis that has original ATT impeding ribosome processivity [15] could work here. However, such a mechanism should decrease the observed efficiencies for both +1 PRF and 21 PRF. Additionally, the 6GC hairpin used in this work is not likely to cause a ribosome to fall off because the ribosomal helicase is capable of unwinding a duplex of 27 base pairs [1] . This raises the question of what the other potential mechanisms responsible for programmed reading-frame regulation by a refolding hairpin are.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1372,
                    "end": 1375,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 368,
                    "text": "(Fig. 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 686,
                    "end": 694,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Although final proof of the existence of a refolding hairpin stem proximal to the ribosomal E site during 21 PRF stimulation awaits direct physical evidence such as ribosome crystallography and mRNA : rRNA cross-linking analysis, the available 70S ribosome structure mimicking the elongation stage of translation indicates that duplex formation between SD and anti-SD can exist 5 to 6 nucleotides upstream of the P site [17] and overlaps the region where the cis-acting hairpin stem reforms. Additionally, Cryo-EM structures of the 80S ribosome-bound viral internal ribosomal entry site indicate that a folded structure can be accommodated in the space surrounding the mRNA exit site [24, 25] . In this context, SD ? anti-SD duplex formation has been shown to change the mRNA exit channel pathway and create numerous ribosomal interactions [26] . Thus, formation of a refolding cis-acting hairpin stem could create contacts with the 80S ribosome to modulate the E site network and regulate a programmed reading-frame switch. In a non-mutually exclusive model, the +1 frameshifting stimulation and 21 PRF attenuation properties of a refolding hairpin can be explained by a pulling force in the 59-direction generated by hairpin stem closure. This explanation is consistent with proposed mechanical tension triggered by a 21 PRF stimulator [2] . In agreement with this active role, a refolding GC-rich hairpin has been shown to exert a 59-pulling force on RNA-DNA hybrids at the active site of RNA polymerase [27] . Alternatively, the upstream hairpin may serve as a wheel chock that blocks 21 ribosomal movement during late stage of hairpin refolding. Thus, a stable hairpin upstream of the slippery site represents a cis-acting RNA motif for 21 PRF attenuation. This is in contrast to the downstream 21 PRF stimulator. These revelations should be of much interest when further studies on the programmed frameshifting mechanism are being planned. By contrast, a much more stable structure, such as the original ATT in SARS CoV, could still affect viral 21 PRF efficiency by serving as a translational attenuator as previously proposed [15] . However, deletion of six nucleotides to disrupt the minimal upstream hairpin stem in an ATT-containing construct (construct 13318-13520 D6 in Fig. 4B ) restored 21 PRF efficiency to that of the ATT-lacking 13390-13520 construct in vitro (compare lanes 1 and 4 of Fig. 4B and Fig. 1B) .",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 424,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1338,
                    "end": 1341,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1507,
                    "end": 1511,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2134,
                    "end": 2138,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 2283,
                    "end": 2290,
                    "text": "Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2404,
                    "end": 2424,
                    "text": "Fig. 4B and Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, both the in-cis acting hairpin revealed here and the internal SD ? anti-SD interaction in 70S ribosome can stimulate +1 PRF as well as attenuate 21 PRF when placed in close proximity upstream of the corresponding shift sites [11, 18] . However, moving the cis-acting attenuator hairpin 59 further reduced its 21 frameshifting attenuation activity (Fig. 5) , whereas moving the internal SD ? anti-SD duplex further upstream of the slippery site converted the duplex into a 21 PRF stimulator [11] . A possible reason is that the 16S rRNA component of 70S ribosome is part of the functional duplex, whereas the eukaryotic ribosome does not have an anti-SD sequence. It will be interesting to see if an in-cis acting RNA hairpin can replace the functionality of internal SD ? anti-SD interaction in the 70S ribosome.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 370,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Further experiments, such as measuring stimulator unwinding and attenuator hairpin refolding times (by the single-molecule approach) [2] as well as elucidating how translational machinery responds to a refolding hairpin should help reveal the interplay responsible for the intricacies of reading-frame switch adjustment.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, the search for overlooked cis-acting regulators in the programmed reading-frame switches of genomes using bioinformatics should benefit from the stability and proximity features revealed in this study. Because widely distributed RNA structures along an open reading-frame [28] are unwound and refolded repeatedly during translation, the involvement of refolding RNA hairpins in the regulation of translational elongation may be more common than first thought.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The plasmid encoding the gene for ORF 1ab junction region of SARS-CoV, pCRII-SARS 12265-13653 was a gift from Professor Pei-Jer Chen at National Taiwan University. The p2luc recoding reporter [29] suitable for both +1 and 21 frameshifting assays was a kind gift from Professor John Atkins at the University of Utah. Plasmids pJD-375 & 378 [30] were obtained from Professor Jonathan Dinman at the University of Maryland, while the yeast strain yRP1674 [31] was a gift from Professor Roy Parker at the University of Arizona.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Plasmids"
        },
        {
            "text": "Forward and reverse DNA primers, respectively carrying the SalI and BamHI restriction sites and appropriately designed annealing sequences, were used for PCR amplification of the desired cDNAs encoding SARS-CoV viral RNAs by using pCRII-SARS 12265-13653 as the template. The pseudoknot stimulator sequences of DU177 [19] with or without the 6BPGC attenuator hairpin were chemically synthesized. The amplified inserts of interests were then cloned into the SalI/BamHI sites of p2luc using standard procedures and the resultant recombinant vectors were transformed into DH5a strain of E. coli cells for maintenance and selection by ampicillin. All of the base-pairing disruption and restoration mutants were constructed using a quik-change mutagenesis kit from Stratagene according to the manufacturer's instructions. For cloning reporter constructs suitable for in vivo frameshifting assays in yeast, inserts of interest were treated as above and cloned into SalI/BamHI restriction sites of the pYDL- empty reporter (see below). Identities of all cloned and mutated genes were confirmed by DNA sequence analysis.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Construction of Reporter Genes and Mutagenesis"
        },
        {
            "text": "As the original pJD378 plasmid possesses an inserted HIV recoding signal between BamHI/SacI restriction sites, an insert-free vector, derived from pJD378, was created to facilitate subsequent cloning of recoding signals of interests. To this end, the gene fragment corresponding to the HIV recoding signal and ensuing firefly luciferase ORF in pJD378 were removed by treatment with restriction enzymes, BamHI and XhoI. An insert-free region corresponding to that in p2Luc plasmid was obtained by PCR amplification using a set of forward and reverse primers containing BamHI and XhoI recognition sequences, respectively. The amplified inserts were treated by the same set of restriction enzymes after purification. Both fragments were then purified, recovered and ligated to obtain a recombinant insert-free pJDL-empty vector. This pJDL-empty vector has the same set of cloning sites as those in p2Luc, making it suitable for insertion with other recoding signals. Identities of all cloned and mutated genes were confirmed by DNA sequencing analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of Reporter Genes and Mutagenesis"
        },
        {
            "text": "Synthetic DNA oligonucleotides used in this study were chemically synthesized and purchased from MISSION BIO-TECH. Synthetic RNAs used in this study were transcribed by T7 RNA polymerase with designed DNA templates using in vitro transcription methods [32] . After being purified by 20% denaturing polyacrylamide gel electrophoresis in the presence of 8 M urea, gels of bands containing RNA of desirable sequences were cut out and electro-eluted using a BIOTRAP device (Schleicher & Schuell). The eluted RNAs were then ethanol precipitated and recovered by centrifugation. Finally the concentration of a particular DNA or RNA was determined by UV absorbance at 260 nm.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "DNA/RNA Synthesis and Purification"
        },
        {
            "text": "Capped reporter mRNAs were prepared using the mMES-SAGE mMACHINE high-yield capped RNA transcription kit (Ambion) following the manufacturer's instructions. Reticulocyte lysate (Progema or Ambion) was used to generate shifted and nonshifted protein products. In each assay, a reaction totaling 5 ml of reactants (i.e., 50-250 ng of capped reporter mRNA, 2.5 ml of reticulocyte lysate, and 0.2 ml of 10 mCi/ml 35 S-labeled methionine (NEN)) was incubated at 30uC for 1.5-2 hours. Samples were then resolved by 12% sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE), and exposed to a phosphorImager screen for quantification on BAS-2500 phosphorImager (Fujifilm) or Typhoon FLA7000 phosphorImager (GE) after drying.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radioactivity-based in vitro 21 PRF Assay"
        },
        {
            "text": "To facilitate 21 PRF activity analysis in vitro, the SARS-CoV 13222-13520 fragment was originally cloned into SalI/BamHI sites of p2luc so that shifted ribosomes would encounter a premature 21 frame stop codon, located 33 nucleotides downstream of the corresponding BamHI site, and produce a shortened 21 frame product during translation [19] . All the other 59deletion mutants derived from the SARS 13222-13520 construct in Fig. 1 (including the 13363-13520 construct) possess this property. All radioactivity-based 21 PRF activity measurement in vitro was performed assuming that the ribosome drop-off effect [29] was minimized for the translation of a shortened 21 frame product. As we present most of our in vitro 21 PRF results in terms of relative 21 PRF activity, ribosome drop-off effect is removed. Experiments were performed in triplicate and reported as one standard deviation from the mean.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 431,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Measurement of Attenuation Efficiency as Well as Application of Shortened 21 Frame Translation Products in Radioactivity-based -1 PRF Analysis in vitro"
        },
        {
            "text": "Frameshifting efficiencies were calculated by dividing the counts of the shifted product by the sum of the counts for both shifted and non-shifted products. Calibration was conducted for the methionine content in each protein product. We also used relative frameshifting activity to compare attenuation activity among constructs with variations in attenuator composition, spacing to the slippery site, and E site sequence identity in the same gel. Attenuation efficiency of an upstream hairpin was defined as the difference in frameshifting efficiency between two constructs with or without an upstream hairpin, divided by the frameshifting efficiency value of the construct without the upstream hairpin. Experiments were performed in triplicate and reported as one standard deviation from the mean.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of Attenuation Efficiency as Well as Application of Shortened 21 Frame Translation Products in Radioactivity-based -1 PRF Analysis in vitro"
        },
        {
            "text": "Human embryonic kidney HEK-293T cells were cultured in Dulbecco's Modified Eagle Medium (Gibco) supplemented with 10% fetal bovine serum. One day before the transfection, 0.5-1610 5 HEK-293T cells per well were placed in a 24-well culture plate with 1000 ml growth medium. Transfection was conducted by adding the mixture of 0.5 mg plasmid DNA and jetPEI TM transfection reagent (Polyplus) into each well, according to the manufacturer's instructions. Luciferase activity measurements for transfected 293T cell lysates were performed using the Dual Luciferase TM reporter assay (Promega) according to the manufacturer's instructions on a CHAMELEON TM multi-label plate reader (HIDEX). All the experiments were repeated three times with four to six assays for each reaction. Frameshifting efficiency was then calculated according to previously described procedures [29] . The firefly/Renilla activity ratio generated from the control reporter was divided into that from frameshift reporters carrying frameshifting signals of interest and multiplied by 100 to obtain frameshifting efficiencies (expressed as percentages) for each recoding signal.",
            "cite_spans": [
                {
                    "start": 864,
                    "end": 868,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Mammalian Cell Cultures and Frameshifting Assays"
        },
        {
            "text": "To measure 21 and +1 PRF activity in yeast, yRP1674 cells (Mat a his3D1 leu2D met15D ura3D) [31] harboring pYDL-based reporter constructs were grown in liquid media composed of a minimal SD base with -Ura Do supplement (Clonetech) to an O.D. 595 nm value of 1.0 on a 1 mL scale. Cells were harvested by centrifugation, washed once with 1 mL of ice cold lysis buffer (16 PBS pH 7.4, 1 mM PMSF) and then re-suspended in 0.3 mL of the same buffer. Cells suspensions were lysed with glass beads by agitation in a vortex mixer at 4uC for 3 minutes. Dual-luciferase activities were determined using 20 mL lysate/sample by a Dual-Luciferase Assay System (Promega) and on a CHAMELEON TM multi-label plate reader (HIDEX). Frameshift efficiencies were calculated using the method previously described [29] , except that the pJD375 reporter [30] was used as a control to measure the firefly/Renilla activity ratio. All assays were performed in triplicate. Figure S1 Potential base pairs involving the E site sequences are not essential for attenuation. (A) The 59flanking sequences GACG (typed in green) of 6BPGC hairpin are part of the SalI restriction site (underlined) used during cloning, and have the potential to form base pairs with the 39-flanking sequences CGUU (also typed in green) of the hairpin to generate four extra base pairs (connected by dashed lines) in the bottom of an attenuator hairpin stem. The 59-flanking nucleotides mutated for disrupting potential base-pairings are listed below the drawing and typed in red with the number of potential base pairs left after disruption shown in parentheses. The 2 terminal GC base pairs disrupted in 6BPGC12AG for comparison are boxed. (B) In vitro -1 PRF assays by SDS-PAGE analysis of 35 S methionine-labeled translation products for reporter constructs in (A) (left) and the relative frameshifting activity calculated by treating that of construct 13390-13520 as 100% (right). Error bars, s.d.; n = 3. (C) Relative frameshifting activity calculated from dual-luciferase assay data obtained from 293T cells harboring transiently expressed p2Luc reporters. The reporters contain 6BPGC 59flanking sequence mutants with the SARS-PK replaced by DU177 pseudoknot. The frameshifting efficiency of a reporter construct containing a disrupted 6BPGC hairpin attenuator (6BPGC59WT-DU177) was used for comparison and treated as 100%. Error bars, s.d.; n = 3. (TIF) Figure S2 Attenuation efficiency and predicted free energy of the 6GC-hairpin variants. (A) The predicted secondary structures and free energy values (in kcal/mol) of all the 6GC-hairpin variants using Mfold [20] . Free energy prediction was performed using sequences that include the two extended GC base pairs involving spacer (boxed). The base pairs, which changed along the hairpin stem in each mutant, are typed in bold. All the variants share the same CGUU 39-flanking sequence to minimize the E site flanking sequence effect. (B) In vitro -1 PRF assays by SDS-PAGE analysis of 35 S methionine-labeled translation products for constructs containing variants of 6GC-hairpin of (A) above.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2615,
                    "end": 2619,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 945,
                    "end": 954,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2407,
                    "end": 2416,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Yeast Cell Cultures and Frameshifting Assays"
        },
        {
            "text": "(TIF) Figure S3 The -1 PRF efficiency of a reporter with or without an in-cis potent attenuator is not affected by titration of an attenuator RNA in-trans. (A) Schematic drawing of the reporter construct and the wild-type attenuator RNA hairpin used for in-trans titration. The SARS-PK was used as the stimulator in these -1 PRF reporters. (B) In vitro -1 PRF assays by SDS-PAGE analysis for the 6BPGC hairpin containing reporter in the presence of different amounts of in-trans WT attenuator hairpins (left), and the relative frameshifting activities in comparison with that of the reporter alone (right). The concentrations of the RNA hairpin are labeled as indicated. Error bars, s.d.; n = 3. (C) In vitro -1 PRF assays by SDS-PAGE analysis for attenuator-less reporter in the presence of different amounts of in-trans WT attenuator hairpins (left), and relative frameshifting activities in comparison with that of reporter alone (right). Error bars, s.d.; n = 3. (TIF) Table S1 The nucleotide sequences and encoded amino acids of selected upstream -1 PRF attenuator hairpin variants. The amino acids encoded by each 0-frame codon are shown below the codons, and the sequences corresponding to the 59-half and 39-half of each hairpin stem are boldly typed with the nucleotides involving particular base pairs disruption in two sets of constructs colored in red or blue. (TIFF)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 15,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 973,
                    "end": 981,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "mRNA helicase activity of the ribosome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takyar",
                    "suffix": ""
                },
                {
                    "first": "R P",
                    "middle": [],
                    "last": "Hickerson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "120",
            "issn": "",
            "pages": "49--58",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The ribosome uses two active mechanisms to unwind messenger RNA during translation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "475",
            "issn": "",
            "pages": "118--121",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ribosome structure: revesting the connection between translational accuracy and uncovential decoding",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stahl",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Mccarty",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Farabaugh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Trends Biochem. Sci",
            "volume": "27",
            "issn": "",
            "pages": "178--183",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Halting a cellular production line: responses to ribosomal pausing during translation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Buchan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stansfield",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biol. Cell",
            "volume": "99",
            "issn": "",
            "pages": "475--487",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Programmed translational frameshifting",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Farabaugh",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Microbiol. Rev",
            "volume": "60",
            "issn": "",
            "pages": "103--134",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An RNA pseudoknot and an optimal heptameric site are required for highly efficient ribosomal frameshifting on a retroviral messenger RNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chamorro",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Parkin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Varmus",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "89",
            "issn": "",
            "pages": "713--717",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Frameshifting RNA pseudoknots: Structure and mechanism",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Giedroc",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Cornish",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virus Res",
            "volume": "139",
            "issn": "",
            "pages": "193--208",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The 9-Å solution: How mRNA pseudoknots promote efficient programmed -1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Plant",
                    "suffix": ""
                },
                {
                    "first": "Muldoon",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Harger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Meskauskas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "RNA",
            "volume": "9",
            "issn": "",
            "pages": "168--174",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "P-site tRNA is a crucial initiator of ribosomal frameshifting",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Baranov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "RNA",
            "volume": "10",
            "issn": "",
            "pages": "221--230",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A mechanical explanation of RNA pseudoknot function in programmed ribosomal frameshifting",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Namy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Stuart",
                    "suffix": ""
                },
                {
                    "first": "Rjc",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "441",
            "issn": "",
            "pages": "244--247",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "rRNA-mRNA base pairing stimulates a programmed -1 ribosomal frameshift",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Wills",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Bacteriol",
            "volume": "176",
            "issn": "",
            "pages": "6842--6851",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Comparative mutational analysis of cis-acting RNA signals for translational frameshifting in HIV-1 and HTLV-2",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rich",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nucleic Acids Res",
            "volume": "29",
            "issn": "",
            "pages": "1125--1131",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The three transfer RNAs occupying the A, P and E sites on the ribosome are involved in viral programmed -1 ribosomal frameshift",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Léger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dulude",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brakier-Gingras",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "35",
            "issn": "",
            "pages": "5581--5592",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "An atypical RNA pseudoknot stimulator and an upstream attenuation signal for -1 ribosomal frameshifting of SARS coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic Acids Res",
            "volume": "33",
            "issn": "",
            "pages": "4265--4275",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Achieving a golden mean: Mechanisms by which coronaviruses ensure synthesis of the correct stoichiometric ratios of viral proteins",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Plant",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rakauskaité",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "4330--4340",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Importance of ribosomal frameshifting for human immunodeficiency virus type I particle assembly and replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Virol",
            "volume": "72",
            "issn": "",
            "pages": "4819--4824",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Structural aspects of messenger RNA reading frame maintenance by the ribosome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Jenner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Demeshkina",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yusupova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yusupov",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "17",
            "issn": "",
            "pages": "555--560",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Maintaining the ribosomal reading frame: The influence of the E site during translational regulation of release factor 2",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Márquez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Tate",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Triana-Alonso",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Nierhaus",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cell",
            "volume": "118",
            "issn": "",
            "pages": "45--55",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An intermolecular RNA triplex provides insight into structural determinants for the pseudoknot stimulator of -1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nucleic Acids Res",
            "volume": "38",
            "issn": "",
            "pages": "1676--1685",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mfold web server for nucleic acid folding and hybridization prediction",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zuker",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nucleic Acids Res",
            "volume": "31",
            "issn": "",
            "pages": "3406--3415",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Ribosomal frameshifting in the yeast retrotransposon Ty: tRNAs induce slippage on a 7 nucleotide minimal site",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Belcourt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Farabaugh",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "62",
            "issn": "",
            "pages": "339--352",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Genetic analysis of the E site during RF2 programmed frameshifting",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Curran",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "RNA",
            "volume": "13",
            "issn": "",
            "pages": "1483--1491",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Polypeptide chain initiation: nucleotide sequences of the three ribosomal binding sites in bacteriophage R17 RNA",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Steitz",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Nature",
            "volume": "224",
            "issn": "",
            "pages": "957--964",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Cryo-EM visualization of a viral internal ribosome entry site bound to human ribosome: the IRES functions as an RNA-based translational factor",
            "authors": [
                {
                    "first": "Cmt",
                    "middle": [],
                    "last": "Spahn",
                    "suffix": ""
                },
                {
                    "first": "Jan",
                    "middle": [
                        "E"
                    ],
                    "last": "Mulder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grassucci",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Sarnow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cell",
            "volume": "118",
            "issn": "",
            "pages": "465--475",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Structure of the ribosome-bound cricket paralysis virus IRES RNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schüler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Connel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lescoute",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesebrecht",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dabrowski",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "13",
            "issn": "",
            "pages": "1092--1096",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Structural basis for messenger RNA movement on the ribosome",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Z"
                    ],
                    "last": "Yusupova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jenner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rees",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moras",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yusupov",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "444",
            "issn": "",
            "pages": "391--394",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Applied force reveals mechanistic and energetic details of transcription termination",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Greenleaf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Landick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell",
            "volume": "132",
            "issn": "",
            "pages": "971--982",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Genome-wide measurement of RNA secondary structure in yeast",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kertesz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mazor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Rinn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Nutter",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "467",
            "issn": "",
            "pages": "103--107",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A dualluciferase reporter system for studying recoding signals",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grentzmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ingram",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "RNA",
            "volume": "4",
            "issn": "",
            "pages": "479--486",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "An in vivo dual-luciferase assay system for studying translational recoding in the yeast Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Harger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "RNA",
            "volume": "9",
            "issn": "",
            "pages": "1019--1024",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Analysis of Dom34 and its function in no-go decay",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Passos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Doma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Shoemaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muhlrad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol. Biol. Cell",
            "volume": "20",
            "issn": "",
            "pages": "3025--3032",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Synthetic polyamines stimulate in vitro transcription by T7 RNA polymerase",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frugier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Florentz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Hosseini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lehn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Giege",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nucleic Acids Res",
            "volume": "22",
            "issn": "",
            "pages": "2784--2790",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Deletion analysis identifies the minimal attenuator element in SARS-CoV viral sequence. (A) Schematic drawing of SARS-CoV viral genomic region spanning21 PRF signal and its upstream element covering sequences 13222-13520 of SARS-CoV. Each of different 59-viral deletion fragments (annotated by arrow) was cloned into a dual-luciferase21 PRF reporter with a shortened 21 reading-frame. (B) In vitro 21 PRF assays by SDS-PAGE analysis of 35 S methionine-labeled translation products for reporter constructs containing different 59 deletions of the ATT element (left) and the relative frameshifting activities of different deletion mutants (right). The two major bands in each lane correspond to 0 (lower) and 21 (higher) frame translation products. The relative extent of frameshifting was determined as the ratio between each mutant and the 13390-13520 containing reporter construct (being treated as 100%). The value for each construct is presented as mean6SD (error bars) of triplicate experiments. doi:10.1371/journal.pone.0062283.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Base-pairing formation of the predicted hairpin stem is required for efficient 21 PRF attenuation activity. (A) Illustration of constructs with different base-pairing schemes at the lower stem of the predicted hairpin. For each mutant, the nucleotide composition after mutation is boxed or boldly typed. Two nucleotides, 27 nucleotides upstream of the 0-frame E site and those involved in terminal stem base-pairing formation, are colored for comparison. (B) In vitro 21 PRF assays by SDS-PAGE analysis of 35 S methionine-labeled translation products for constructs with different base-pairing schemes. The 0 and 21 frame products are labeled as indicated. (C) Relative frameshifting activity of (B) with the frameshifting efficiency of construct 13390-13520 as 100% (for comparison purposes). Value for each construct was the mean of three independent experiments, with the bar representing the standard error of the mean. doi:10.1371/journal.pone.0062283.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Sequence composition of the predicted hairpin stem is crucial for its 21 PRF attenuation activity. (A) The scheme for swapping the base-pairing composition of the attenuation hairpin stem in constructs containing a longer SARS-CoV viral sequence. The covered viral sequences (13318 to 13391) and the predicted secondary structure are shown, with the six swapped base pairs boxed for comparison, while the slippery site is underlined and followed by a SARS-CoV pseudoknot (SARS-PK) stimulator. (B) In vitro 21 PRF assays by SDS-PAGE analysis of 35 S methionine-labeled translation products for constructs in (A) (left), and the relative frameshifting activity with that of 13318-WT being treated as 100% (right). Error bars, s.d.; n = 3. (C) Relative frameshifting activity calculated from dual-luciferase assay data using 293T cells harboring transiently expressed 13318-WT and 13318-6BPGC constructs with the frameshifting efficiency of 13318-WT being treated as 100%. Error bars, s.d.; n = 3. doi:10.1371/journal.pone.0062283.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The UGCG loop and G bulge are not the major determinants for 21 PRF attenuation whereas the attenuation efficiency of a hairpin is positively correlated with its stability. (A) Illustration of constructs with G-bulge or UGCG loop (shaded in green) disruption and with 59-half sequence deletion (boxed) of the lower stem of the predicted hairpin. The bulge G was converted into a GC base pair by inserting a C in its complementary strand. An upstream C nucleotide was deleted and accompanied with an A to G replacement to correct the frame and prevent an in-frame stop codon, respectively. The modified sequences in AddLoop and rBulge constructs are typed in blue and red, respectively. (B) In vitro 21 PRF assays by SDS-PAGE analysis of 35 S methionine-labeled translation products for constructs in (A). The 0 and 21 frame products are labeled as indicated. (C) Relative frameshifting activity of (B). Frameshifting efficiency of the construct 13318-13520 was treated as 100% for comparison. Value for each construct was the mean of three independent experiments, with the bar representing the standard error of the mean. (D) Correlation between attenuation efficiencies (against the 13390-13520 construct) and predicted free energy values of the 6GC-hairpin variants inFig. S2. A linear regression line is shown with the equation for the line and the regression statistic, R 2 , and a threshold stability below which the hairpin does not attenuate frameshifting. Attenuation efficiency was calculated according to the definition given in experimental procedures. doi:10.1371/journal.pone.0062283.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Proximity to the slippery site determines the attenuation potency of a hairpin. (A) Scheme showing the inserted nucleotide sequences between the extended base of the 6BPGC hairpin stem and the slippery site with spacing numbers after insertion shown in parentheses. The two extended base pairs involving spacer are boxed. The inserted sequences were designed to retain no stable secondary structure and regenerate the 39-flanking CGUU sequence to prevent flanking sequence effects affecting frameshifting efficiency[12,13]. (B) In vitro 21 PRF assays by SDS-PAGE analysis of 35 S methionine-labeled translation products for constructs with insertions as shown in (A). (C) Relative frameshifting activity with that of the construct 13390-13520 being treated as 100%. Error bars, s.d.; n = 3. (D) Relative 21 frameshifting activity based on dual-luciferase assays from yeast cells, transfected with reporters containing selected insertion mutants in (A) and SARS-PK replaced by DU177 pseudoknot. Frameshifting efficiency of the construct containing the DU177 pseudoknot alone was treated as 100% (for comparison purposes). Error bars, s.d.; n = 3. (E) In vitro 21 PRF assays by SDS-PAGE analysis for reporter constructs (with or without nucleotide insertion in the region between the extended base of 6BPGC hairpin stem and the slippery site) under different conditions with variations in relative amounts of mRNA and Retic lysate. Condition designations: 2M1R (mRNA 100 ng/Retic lysate 1.7 ml); 1M1R (mRNA 50 ng/Retic lysate 1.7 ml); 1M2R (mRNA 50 ng/Retic lysate 3.4 ml) in a total of 5 ml/reaction. (F) Relative frameshifting activity of (E) using frameshifting efficiency of 13390-13520 construct in 2M1R condition as 100%. Error bars, s.d.; n = 3. doi:10.1371/journal.pone.0062283.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Effects of E Site sequences and downstream pseudoknot stimulator identities on the attenuation activity of M1 hairpin. (A) The sequences of M1 attenuator hairpin with the mutation site boxed and 59WT-M1 element with the mutation sites boldly typed.(B) The sequence variation (top), SDS PAGE result of 21 PRF assays (middle) and attenuation efficiencies of M1 attenuator (bottom) of reporter constructs with E site sequence variation. Error bars, s.d.; n = 3. (C) The 21 PRF module set-up (top), SDS PAGE result of 21 PRF assays (middle), and attenuation efficiencies of M1 attenuator (bottom) of reporter constructs with different downstream pseudoknot stimulators. D means the attenuator hairpin is deleted. The 0 frame and 21 frame products are designated by filled circles and triangles, respectively. Error bars, s.d.; n = 3. doi:10.1371/journal.pone.0062283.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The 6BPGC hairpin serves as a +1 PRF stimulator when placed upstream of a +1 shifty site in yeast. (A) Schematic drawing for the flanking sequences surrounding the 6BPGC hairpin in yeast +1 frameshifting reporter constructs. Construct with a disrupted attenuator hairpin (59-WT) was designated by D and the 59-flanking sequence of 6BPGC hairpin was designed to prevent forming base-pairs with E site sequences. (B) Fold change of the AGG-and 6BPGC-dependent +1 frameshifting activity in yeast using the activity of the CGG.E.CGC construct as 1. Error bars, s.d.; n = 6. doi:10.1371/journal.pone.0062283.g007",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Professor Jin-Der Wen for reading the manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}