{
    "paper_id": "90f2e2a33f7f6bae27a703b4c30a99f87d404474",
    "metadata": {
        "title": "ARTICLE The comparative immunology of wild and laboratory mice, Mus musculus domesticus",
        "authors": [
            {
                "first": "Stephen",
                "middle": [],
                "last": "Abolins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "addrLine": "Tyndall Avenue",
                        "postCode": "BS8 1TQ",
                        "settlement": "Bristol",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [
                    "C"
                ],
                "last": "King",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luke",
                "middle": [],
                "last": "Lazarou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "addrLine": "Tyndall Avenue",
                        "postCode": "BS8 1TQ",
                        "settlement": "Bristol",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Weldon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "addrLine": "Tyndall Avenue",
                        "postCode": "BS8 1TQ",
                        "settlement": "Bristol",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Louise",
                "middle": [],
                "last": "Hughes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "addrLine": "Tyndall Avenue",
                        "postCode": "BS8 1TQ",
                        "settlement": "Bristol",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Drescher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "addrLine": "Tyndall Avenue",
                        "postCode": "BS8 1TQ",
                        "settlement": "Bristol",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "G"
                ],
                "last": "Raynes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julius",
                "middle": [
                    "C R"
                ],
                "last": "Hafalla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "E"
                ],
                "last": "Viney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {
                        "addrLine": "Tyndall Avenue",
                        "postCode": "BS8 1TQ",
                        "settlement": "Bristol",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Eleanor",
                "middle": [
                    "M"
                ],
                "last": "Riley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The laboratory mouse is the workhorse of immunology, used as a model of mammalian immune function, but how well immune responses of laboratory mice reflect those of free-living animals is unknown. Here we comprehensively characterize serological, cellular and functional immune parameters of wild mice and compare them with laboratory mice, finding that wild mouse cellular immune systems are, comparatively, in a highly activated (primed) state. Associations between immune parameters and infection suggest that high level pathogen exposure drives this activation. Moreover, wild mice have a population of highly activated myeloid cells not present in laboratory mice. By contrast, in vitro cytokine responses to pathogen-associated ligands are generally lower in cells from wild mice, probably reflecting the importance of maintaining immune homeostasis in the face of intense antigenic challenge in the wild. These data provide a comprehensive basis for validating (or not) laboratory mice as a useful and relevant immunological model system. Supplementary Information accompanies this paper at http://www.nature.com/ naturecommunications Competing interests: The authors declare no competing financial interests. Reprints and permission information is available online at http://npg.nature.com/ reprintsandpermissions/ How to cite this article: Abolins, S. et al. The comparative immunology of wild and laboratory mice, Mus musculus domesticus. Nat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "M ost of our understanding of the mammalian immune system comes from detailed studies of inbred, laboratoryadapted strains of the house mouse, Mus musculus domesticus, but whether such responses are indicative of those of free-living, outbred populations is unknown. Laboratory mice have been genetically isolated from their free-living relatives for more than 80 years such that laboratory strains capture only a small part of the genetic variation present in wild populations [1] [2] [3] . The genome of the laboratory mouse is a mosaic of the M. musculus domesticus and Mus musculus musculus genomes 4 . Laboratory mouse strains are also mostly genetically homozygous often resulting in phenotypes caused by recessive alleles. Indeed, major differences exist among inbred mouse strains in immune phenotype and function, and resistance or susceptibility to infectious or inflammatory diseases. Many of these traits have been mapped to specific loss of function mutations in genes that affect the immune response 5 .",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 481,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 603,
                    "end": 604,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1014,
                    "end": 1015,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The different genetic heritage of wild and laboratory mice is obvious in other ways given that laboratory mice are larger and heavier than, and differ in coat colour from, wild M. musculus domesticus. In adaptation to the laboratory, mice have been selected for rapid growth, early maturation, high fecundity and docility 6 and inadvertent selection for immunological traits is almost certain. Equally important for immune function, laboratory mice typically live in highly controlled and optimized environments, have unlimited access to food and are kept free of pathogens; the increasing trend towards housing animals in individually ventilated cages further reduces exposure to environmental antigens. By contrast, wild mice are continually exposed to environmental antigens, are typically infected by numerous microparasites and macroparasites, and face competition for resources (for example, food, mates, safe nesting places). Wild mouse populations are subject to continual selection in this very different antigenic and physical environment, where immune responses make an important contribution to their fitness.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 323,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given these substantial differences between wild and laboratory animals and their respective environments, differences between their baseline immune parameters, immune responses to model antigens and functional immune competence are expected. Understanding immune phenotype and function in wild mice is essential for understanding immune responses of genetically diverse, free-living populations, including humans 7, 8 . Comparison of the immune function of wild and laboratory mice is also required to reveal both the utility and the limitations of laboratory mice as broadly applicable and relevant immunological models.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 416,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 417,
                    "end": 418,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although immune function might be assumed to differ between wild and laboratory mice, this assumption is based on remarkably little empirical evidence; there are only four published reports of the immune function of wild M. musculus domesticus (refs 9-12) . It is remarkable that mice-the central model used in immunology-are so immunologically understudied in the wild. In these studies, wild caught mice co-housed with laboratory mice and immunized with either sheep red blood cells 9 or keyhole limpet haemocyanin 10 developed higher anti-sheep red blood cells and anti-keyhole limpet haemocyanin antibody responses (greater lytic activity; and higher concentration and avidity, respectively) than laboratory mice. Small scale, ex vivo flow cytometric studies report higher proportions of activated CD4 þ T cells, B cells, macrophages and dendritic cells in spleens of wild mice compared to laboratory mice 10 , and skewing of the natural killer (NK) cell population to a supposedly less mature phenotype but with higher resting levels of NK cell activation in wild mice compared with laboratory mice 11 . A small-scale comparison of wild and pet mice with laboratory mice found that the non-laboratory mice had more antigenexperienced CD8 þ T cells than laboratory mice, commensurate with living in unsterile conditions 12 . Although these studies support the idea that wild and laboratory mice differ immunologically, the lack of an extensive, immune system-wide analysis of populations of wild mice tempers this conclusion. It therefore remains the case that the immune responses of wild mice are essentially unknown and thus that the validity of laboratory mice as a model immunological system is uncertain.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 255,
                    "text": "(refs 9-12)",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 486,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 910,
                    "end": 912,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1104,
                    "end": 1106,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1324,
                    "end": 1326,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have therefore undertaken a detailed phenotypic and functional analysis of the immune systems of 460 wild mice (M. musculus domesticus) from 12 sites in the southern UK, comprising ten farms in the Bristol region, the island of Skokholm (Pembrokeshire, south west Wales) and the London Underground (Fig. 1a) . The entire data set comprises (1) serum concentrations of immunoglobulins (IgG and IgE) and acute phase proteins (serum amyloid P and haptoglobin); (2) faecal IgA concentrations; (3) ex vivo flow cytometric analysis of splenocytes (proportions, absolute numbers and activation status of T cells, B cells, regulatory T [T reg ] cells, NK cells, dendritic cells and myeloid cells); (4) multiplex bead array analysis of cytokine production after in vitro stimulation of splenocytes with pathogen-associated molecular patterns (PAMPs), including CpG, peptidoglycan (PG) and lipopolysaccharide (LPS) and mitogenic stimulation with anti-CD3 and anti-CD28 antibodies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 310,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "A community resource. The complete immunological data set of 460 wild mice is provided as a community resource (Supplementary Data 1). From this we compare in detail a subset of 181 wild mice (100 male, 81 female) from a single site (site HW, Fig. 1a , Supplementary Table 1) with 64 laboratoryreared, pathogen-free C57BL/6 (24 male, 40 female) mice. The results of this comparison are shown in Tables 1,2 and Supplementary Table 2 , the latter being too large to fit within the main text of the article.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 250,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 267,
                    "end": 275,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 395,
                    "end": 431,
                    "text": "Tables 1,2 and Supplementary Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Wild mice are immunologically different from laboratory mice. Serological and morphometric parameters for the wild (HW) and laboratory (C57/BL6) mice are summarized in Table 1 . The wild mice were much smaller than the laboratory mice (weighing only half as much) and among the wild mice, age, body length and mass were all highly correlated (length and mass, Pearson correlations (two-tailed) r ¼ 0.79; age and mass, rZ0.77; age and length, r ¼ 0.58, Po0.001, n480 for male and female mice separately) (Supplementary Data 2). The wild mice had a median age of 6.6 weeks (range 1-39.5) and many immune parameters correlated with age and size, likely due to cumulative exposure to infection (Supplementary Data 2). From 62 immunological measures most (57 measures) differed between wild and laboratory mice (Table 1, Table 2, Supplementary Table 2 ). Among the wild mice there were very few (6 of 62 measures) significant immunological differences between male and female mice, while the laboratory mice were more (18 of 62 measures) immunologically sexually dimorphic (Table 1, Table 2, Supplementary Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 175,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 806,
                    "end": 846,
                    "text": "(Table 1, Table 2, Supplementary Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1068,
                    "end": 1108,
                    "text": "(Table 1, Table 2, Supplementary Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Multilocus genotyping shows that the HW wild mice are an unstructured, genetically diverse population (Fig. 1b,  Supplementary Data 3) . The wild mice are genetically distinct from ten laboratory mouse strains, and the laboratory strains are more genetically diverse than are the wild mice. We suggest that this genetic relationship between the wild and laboratory mice is explained by the mosaicisim of laboratory mouse genomes 4 , by the fact that laboratory mice have been deliberately separated from each other for many generations, and by the fact that laboratory strains are largely homozygous.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 134,
                    "text": "(Fig. 1b,  Supplementary Data 3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Wild mice carry a substantial burden of infection. We screened the wild mice for evidence of infection with viruses and Mycoplasma pulmonis, and for evidence of ectoparasite and intestinal nematode infection; suppliers confirmed the laboratory mice to be infection free. The seroprevalence of the different microbial infections ranged from 22% for minute virus to 92% for parvovirus (n ¼ 153 for both analyses; Supplementary Table 3) . Wild mice were commonly infected with the Oxyurid nematode Syphacia spp. (prevalence 91%) and with the mite Myocoptes musculinus (prevalence 82%) (n ¼ 181 in both cases). Infection of wild mice was very common: all wild mice had been infected with at least one pathogen and only 5% (8 of 153) were seronegative for all the viruses and M. pulmonis. There was no effect of sex on the intensity or prevalence of infection (Supplementary Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 433,
                    "text": "Table 3)",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 877,
                    "text": "(Supplementary Table 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Wild mice have very high concentrations of serum proteins. In wild mice, serum concentrations of IgG and IgE were 20-and 200-fold higher, respectively, in wild mice than in the laboratory mice (Fig. 2) . Among wild mice, IgE concentrations were significantly higher among females than among males (Table 1) . By contrast, faecal IgA concentrations did not differ significantly between wild and laboratory mice (Fig. 2 , Table 1 ). Wild mice also had significantly higher serum concentrations of the acute phase proteins, serum amyloid P component (SAP) and haptoglobin than laboratory mice (Fig. 2, Table 1 ). These differences were not due to higher total serum protein concentrations in wild mice since concentrations of alpha-1 antitrypsin (AAT)-a stable component of normal serum-did not differ between wild and laboratory mice (Fig. 2 , Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 201,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 297,
                    "end": 306,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 410,
                    "end": 417,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 420,
                    "end": 427,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 590,
                    "end": 606,
                    "text": "(Fig. 2, Table 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 832,
                    "end": 839,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 842,
                    "end": 849,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Wild mice were more heterogeneous in their concentrations of immunoglobulins and acute phase proteins compared with laboratory mice (Fig. 2 Wild mouse splenocytes differ from those of laboratory mice. Spleens of wild mice were much smaller (approximately one third the mass) than those of laboratory mice and contained significantly fewer (approximately one fifth the number) viable mononuclear leucocytes (Table 1 ). More surprisingly, the spleens of wild mice were significantly proportionately smaller (that is, when compared with body mass) than those of laboratory mice (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 406,
                    "end": 414,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 575,
                    "end": 584,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Ex vivo flow cytometric quantification and characterization of spleen cell populations (Figs 3-6, Supplementary Fig. 1 ) revealed that the wild mice had lower absolute numbers of T cells, B cells, NK cells, dendritic cells, macrophages and neutrophils than laboratory mice, consistent with their lower absolute number of splenic mononuclear cells (Supplementary Data 1). But, proportionately, wild mouse spleens had significantly more T cells, a higher T:B cell ratio and more CD11b þ myeloid cells, but fewer NK cells and dendritic cells, than laboratory mice (Supplementary Table 2 ); the ratio of CD4 þ : CD8 þ T cells was also significantly higher in wild mice than in laboratory mice. These differences are consistent with accumulation of T helper cells and phagocytic cells in the spleens of wild mice in response to systemic infections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 118,
                    "text": "Supplementary Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 576,
                    "end": 583,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The status of CD4 þ and CD8 þ T cells was markedly different between wild and laboratory mice. For CD4 þ T cells significantly greater proportions were effector/effector memory Table 2 , Fig. 3a ). Although proportions of CD4 þ T cells that were Foxp3 þ CD25 þ T reg cells were marginally higher among wild than laboratory mice (Supplementary Table 2 , Fig. 3b ), this was insufficient to offset the much larger proportion of effector CD4 þ T cells such that ratios of effector CD4 þ T cells to T regs were significantly higher among wild than laboratory mice (Supplementary Table 2 ). Similarly, for CD8 þ T cells wild mice had a significantly higher proportion of effector/effector memory (CD62L À CD44 hi ) and terminally differentiated (KLRG1 þ ) cells than did laboratory mice (and so significantly lower proportions of naïve) (Fig. 3c,d) . Wild mice also had proportionately fewer central memory (CD62L þ CD44 hi ) CD8 þ T cells than laboratory mice; this difference was due in part to the low frequency of these cells in wild male mice (Supplementary Table 2 ), but may also reflect the relative distribution of antigen-experienced CD8 þ T cells between the memory and effector subsets. Again, the ratio of effector/ effector memory CD8 þ T cells to T regs was significantly higher in wild than laboratory mice (Supplementary Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 184,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 187,
                    "end": 194,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 343,
                    "end": 350,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 353,
                    "end": 360,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 560,
                    "end": 582,
                    "text": "(Supplementary Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 832,
                    "end": 843,
                    "text": "(Fig. 3c,d)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1058,
                    "end": 1065,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1333,
                    "end": 1341,
                    "text": "Table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Consistent with the idea that frequent or persistent pathogen challenge drives expansion of antigen-experienced CD4 þ and CD8 þ T-cell subsets in wild mice, there were significant positive correlations between the proportions of effector CD4 þ and CD8 þ T cells and age among female wild mice (Pearson correlations (two-tailed) age and effector CD4 þ r ¼ 0.62, Po0.0001, n ¼ 51; age and effector CD8 þ r ¼ 0.49, Po0.0001, n ¼ 50; Supplementary Data 2). Interestingly, these parameters were not strongly correlated with age in male wild mice (Pearson correlation (twotailed) ro0.1, P40.05, n ¼ 66) pointing to different immunological strategies of male and female mice in the wild.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In contrast to the highly primed/effector status of splenic T cells, CD19 þ B lymphocytes of wild mice predominantly had a naïve phenotype. We categorized splenic CD19 þ B lymphocytes as naïve (CD38 þ IgD þ ), memory (CD38 þ IgD À GL7 À ) or germinal centre (CD38 lo IgD À GL7 hi ) cells 14 , and identified recently activated, antigen-experienced cells by their MHC class II expression and binding of peanut agglutinin (PNA; indicating expression of the PNA receptor, PNA-R) 15 (Fig. 4a ). Despite their very high serum immunoglobulin concentrations, spleens of wild mice contained significantly higher proportions of naïve B cells (and, reciprocally, significantly lower proportions of memory B cells) than the laboratory mice (Fig. 4b,c ). This initially counter-intuitive observation probably reflects reallocation of antigen-experienced B cells from the spleen to the bone marrow, to other lymphoid tissues, or to sites of infection, together with continual repopulation of the spleen by naïve, bone marrowderived B cells. Wild mice had proportionately more germinal centre B cells in their spleens than did laboratory mice and PNA binding was comparatively higher on all B-cell subsets in wild mice, consistent with recent activation 15 (Fig. 4d , Supplementary Table 2 ). Together these results point to high turnover of activated CD19 þ B cells in wild mouse spleens.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 290,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 476,
                    "end": 478,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1240,
                    "end": 1242,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 479,
                    "end": 487,
                    "text": "(Fig. 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 729,
                    "end": 739,
                    "text": "(Fig. 4b,c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1243,
                    "end": 1251,
                    "text": "(Fig. 4d",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1268,
                    "end": 1275,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Wild mice have a hitherto unknown myeloid cell population. We next identified myeloid cells as CD11b þ CD11c À (Fig. 5a ) and analysed their expression of F4/80 and Ly6G, revealing four subpopulations of F4/80 þ cells, denoted M1-M4 ( Fig. 5b-d) . These include F4/80 þ Ly6G À (M1) tissue resident macrophages, F4/80 þ Ly6G low (M2) monocytes/red pulp macrophages and F4/80 þ / À Ly6G high (M4) polymorphonuclear cells (PMN). The M4 PMN population could be further divided into neutrophils and myeloid-derived suppressor cells based on their forward and side ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 119,
                    "text": "(Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 235,
                    "end": 245,
                    "text": "Fig. 5b-d)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The table shows the body characteristics and serum protein concentrations for wild and laboratory mice, shown as medians (range; n). Statistical results show comparisons between sex within animal source (that is, laboratory or wild mice), and between animal source. Where there exists a significant difference between sex, mice were grouped by sex and animal source as: laboratory female, laboratory male, wild female and wild male (LF, LM, WF, WM, respectively), with Kruskal-Wallis H-tests (and post hoc, Dunn-Bonferonni, pairwise comparisons) conducted with significant differences reported. Where data were normal (that is, body length, body mass and spleen mass: body mass ratio) or could be transformed to normal (log10 transformation of age; untransformed data shown), the results of univariate GLMs are reported. All non-normal data were analysed by Mann-Whitney U-tests, unless stated otherwise. Asterisks denote significant differences as *Po0.05, **Po0.01, ***Po0.001. ARTICLE NATURE COMMUNICATIONS | DOI: 10.1038/ncomms14811",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "scatter characteristics (Fig. 5e ). Importantly, in wild, but not in laboratory, mice, we identified an additional population of F4/80 þ cells expressing levels of Ly6G that are intermediate between monocyte/macrophages and PMN (M3). As far as we are aware, this is a novel population of cells not previously described, which we have termed hyper-granulocytic myeloid cells (HGMC) on the basis of their forward and side scatter characteristics ( Fig. 5c-e) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 32,
                    "text": "(Fig. 5e",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 446,
                    "end": 456,
                    "text": "Fig. 5c-e)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Although there are some slight differences in levels of Ly6G expression between the M2 and M3/M4 populations in wild and laboratory mice (Fig. 5c ) back gating of each population on CD11b, CD11c, and forward and side scatter confirmed that the M2 populations in wild and laboratory mice are otherwise identical and that the Ly6G high population in laboratory mice is equivalent to the M4 population in wild mice (Fig. 5d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 145,
                    "text": "(Fig. 5c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 412,
                    "end": 421,
                    "text": "(Fig. 5d)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Comparison of the side scatter for each population also confirms that the high side scatter, hypergranulocytic M3 population is indeed seen only in wild mice (Fig. 5f ). The functional significance of these cells is as yet unknown, but their discovery emphasizes that study of laboratory mice does not necessarily reveal the full armamentarium of the immune system. Wild mice not only had proportionally more CD11b þ CD11c À myeloid cells in their spleens than did laboratory mice but, within the myeloid population, PMN and HGMC were enriched at the expense of macrophages and monocytes (Fig. 5a ,f, Supplementary Table 2 ). The expansion and/or accumulation of neutrophils and HGMC in spleens of wild mice is consistent with recent or current exposure to infection in wild mice. Splenic CD11c þ dendritic cells were proportionately rarer in wild mice compared with laboratory mice (Fig. 5g , Supplementary Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "text": "(Fig. 5f",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 588,
                    "end": 596,
                    "text": "(Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 615,
                    "end": 622,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 883,
                    "end": 891,
                    "text": "(Fig. 5g",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 908,
                    "end": 916,
                    "text": "Table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Wild mouse NK cells are highly activated. We characterized NKp46 þ CD3e À NK cells (Fig. 6 ) as early (stage 1), mid (stage 2), late (stage 3) or fully (stage 4) mature cells by expression of CD27 and CD11b (Fig. 6a) . Wild mice had higher proportions of stage 1 and stage 2 cells and lower proportions of stage 3 and stage 4 splenic NK cells, resulting in significantly higher ratios of early/ mid-stage NK cells to late/mature NK cells than laboratory mice (Fig. 6b , Table 2 ). Expression of the recent/early activation marker CD69 was higher on all subsets of wild mouse NK cells compared with laboratory mice (Fig. 6c, Table 2 ) but-other than on stage 1 cells-expression of the KLRG1 terminal differentiation marker tended to be lower (Fig. 6, Table 2 ). Together, these data are consistent with activation, self-renewal and homeostatic expansion 16 , and hence higher rates of turnover, of splenic NK cells of wild mice compared with laboratory mice.",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 855,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 207,
                    "end": 216,
                    "text": "(Fig. 6a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 459,
                    "end": 467,
                    "text": "(Fig. 6b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 470,
                    "end": 477,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 614,
                    "end": 631,
                    "text": "(Fig. 6c, Table 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 741,
                    "end": 757,
                    "text": "(Fig. 6, Table 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We next explored the expression of the Ly49 family of C type lectin regulatory receptors on NK cells (Fig. 6e-h) reasoning that stochastic expression of Ly49 receptor family members on individual NK cells combined with population genetic diversity could lead to NK cell heterogeneity within an individual and extensive variation in NK cell phenotype among individuals 11 . Inhibitory Ly49 receptors recognize self-MHC class I and prevent NK cells from killing healthy cells, whereas Ly49 receptors that recognize pathogen associated ligands lead to NK cell activation and killing of infected cells; the best described example of this is binding of Ly49H to the murine cytomegalovirus (MCMV) m157 glycoprotein which mediates protective immunity to MCMV (ref. 17) .",
            "cite_spans": [
                {
                    "start": 758,
                    "end": 761,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 112,
                    "text": "(Fig. 6e-h)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We analysed the expression of two activating receptors (Ly49D and Ly49H) and one inhibitory receptor (Ly49G2). For most C57BL/6 laboratory mice, NK cells expressed Ly49D, Ly49G and Ly49H (Fig. 6e-h) with 5-45% of NK cells expressing each of the receptors, consistent with previous reports 18 . In contrast very few wild mice had any Ly49H þ NK cells (10%, n ¼ 125, Z1% of Ly49H þ cells, Supplementary Data 1), suggesting that the gene encoding this receptor is rare in this wild mouse population or that allelic variation precludes recognition by the anti-Ly49H antibody. We genotyped mice at the Ly49h locus for a deletion that is associated with susceptibility to MCMV (ref. 17) , finding that 18% of the wild mice were homozygous for this deletion (95% confidence interval 9.5-30%, n ¼ 98 mice from HW site; frequency of deletion allele 0.42 assuming Hardy-Weinberg equilibrium). This likely partially contributes to the scarcity of Ly49H þ NK cells among wild mice, but raises questions about the presence of additional null alleles at the Ly49h locus, and whether other receptors can compensate for the lack of Ly49H in wild mice, especially given the high prevalence of MCMV in the wild mouse populations, reported to be 62 and 79% (refs 19,20) . The apparent absence of Ly49H among the wild mice may explain their much more frequent expression of the alternative activating receptor Ly49D and suggests that there may be important differences between wild and laboratory mice in the contributions of NK cells to functional immunity.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 291,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1238,
                    "end": 1250,
                    "text": "(refs 19,20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 198,
                    "text": "(Fig. 6e-h)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We identified three populations of Ly49G2 cells: Ly49G2 À , Ly49G2 low and Ly49G2 high (Fig. 6g) . Among wild mice most Ly49G2 þ cells were Ly49G2 low , whereas in laboratory mice Ly49G2 high cells predominated. This suggests the presence of different alleles at the Ly49G2 coding locus in the wild and laboratory populations. Among laboratory mice, interstrain differences in Ly49G receptor expression have been linked to allelic variation in promoter activity 21 and may influence the threshold for NK cell activation 18 . These data support the idea that there is extensive, hitherto undocumented, allelic diversity among Ly49 receptors with likely important consequences for NK cell function in the wild. We wanted to understand the balance of expression of activating and inhibitory Ly49 receptors on NK cells, and so compared the proportions of NK cells expressing or not Ly49D and Ly49G2 (Fig. 6e) . Wild mice had significantly higher proportions of Ly49D þ G À cells than laboratory mice whereas laboratory mice had significantly higher proportions of Ly49D À G þ cells than wild mice ( Table 2 ), suggesting that NK cells of wild mice may have a lower threshold for activation, although this will be heavily influenced by MHC class I genotype and expression of other Ly49 receptors not assayed here. Together these results show that NK cells of wild mice can be, and are, much more readily activated than those of laboratory mice, which may be a necessary response to the high pathogen load of the wild environment.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 464,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 520,
                    "end": 522,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 96,
                    "text": "(Fig. 6g)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 895,
                    "end": 904,
                    "text": "(Fig. 6e)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1095,
                    "end": 1102,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Wild mice have reduced cytokine responses to PAMPs. In light of the highly activated state of the cellular immune system of wild mice we measured the functional immune response by culturing splenocytes in the presence of PAMPs (CpG, the ligand for endosomally expressed TLR9; PG, a TLR2 agonist; bacterial LPS, a ligand for TLR4) and a mitogen (monoclonal antibodies to the T-cell surface molecules CD3 and CD28). Among the 45 comparisons made between wild and laboratory mice (5 culture conditions Â 9 cytokines) only 16 significant differences between wild and laboratory mice were observed, and in 13 of these analyte concentrations were significantly lower in the wild mice (Fig. 7, Supplementary Data 1, Supplementary Table 5 ). Of particular note, wild mice produced significantly less IL-12 (p40 and p70) and less IL-13 than laboratory mice in response to ARTICLE pathogen-related ligands and there was also a trend for IL-10 production to be lower in wild mice, although this was only significant at baseline. These comparatively depressed cytokine responses are in significant contrast to the highly activated cellular immune state of wild mice. We speculate that some form of innate immune tolerance may be operating to limit the degree of inflammation in chronically and highly pathogen-exposed wild mice. The only cytokine responses that were significantly higher in wild mice than in laboratory mice were the IFN-g, IL-4 and MIP-2a responses to anti-CD3/anti-CD28, which are consistent with the higher proportions of memory and effector T cells in wild mice. These results suggest that innate cytokine responses, and their functional effects, may need to be re-evaluated in laboratory mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 678,
                    "end": 730,
                    "text": "(Fig. 7, Supplementary Data 1, Supplementary Table 5",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Laboratory mice are the mainstay of experimental immunology and underpin work that has had a transformative effect on human and animal lives through vaccination and, more recently, immunotherapy. As the human population ages, understanding immune-mediated disease and immunosenescence is of ever increasing importance. For laboratory mice to be useful in understanding these processes, and for treatments and therapies to be effectively translated into human populations, we need to appreciate both the strengths and limitations of the model. Given that the ultimate purpose of the immune system is to provide protection from external environmental threats, the environment in which the immune system is studied is a priori likely to have profound effects on its response. The rationale for this work was therefore to understand the immune systems of mice in their natural environment. This uniquely extensive and detailed immune characterization of wild mice shows that their immune systems are highly activated and antigen-experienced, likely because wild mice are continuously exposed to high levels of environmental antigenic challenge, have high levels of infection and high cumulative exposure to infection over their, often remarkably short, lives. By complete contrast, innate immune function-as measured by cytokine secretion in response to pathogen-associated ligands-is remarkably similar between highly infected wild mice and pathogen-free laboratory mice and, where there are differences, the responses of wild mice are suppressed. We suggest that this suppression of the innate immune response in the wild mice is also driven by their very high levels of antigen exposure, as a homeostatic mechanism to prevent immune-mediated pathology. These observations somewhat go against the emerging concept of 'trained immunity' or 'innate immune memory'-that Our results also suggest that there may be much wider functional diversity in NK cells in wild mice than has hitherto been indicated by studies in laboratory mice. The status of the immune systems of wild and laboratory mice therefore appears very different. Our data are consistent with the immune systems of wild mice dynamically responding to a large and ever changing diversity of antigens: wild mice seem to be constantly immunologically multi-tasking. In contrast, laboratory mice are likely responding to a very limited antigenic repertoire, allowing greater immunological focus. A typical laboratory mouse experiment will introduce a single pathogen or antigen, often at a high dose and/or with an immune stimulating adjuvant, into an immunologically naive animal. The immune system this antigen encounters is in a largely antigen-inexperienced state, likely acting at baseline cellular turnover rates. In contrast, the same pathogen or antigen in a wild mouse would encounter an immune system that is already highly active and responding to many other antigens. The different states of the immune systems of wild and laboratory mice are therefore predicted to quantitatively and/or qualitatively alter the response to any given antigen. Further, in wild mice, there will be considerable inter-individual differences in these responses. Studies with laboratory mice therefore show what immune responses are possible, but these are not necessarily the immune responses that will actually occur in the real world. The immune response observed in a laboratory mouse is thus just one example of the myriad immune responses that can be generated by outbred, free-living individuals. Considerable caution should therefore be exercised in extrapolating results from laboratory mice to free-living animals and human populations. The research resource we provide here will allow results obtained in laboratory mice to be better contextualized, facilitating the translation of laboratory-based studies to real-world populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Laboratory mice are ultimately derived from wild mice, but have been subject to stringent selection during their laboratory history which has, presumably, altered them in many ways. It is likely that selection of laboratory mice for a range of life-history traits (such as rapid growth and reproduction, and docility) has resulted in alteration of a range of traits, including immunological traits. This makes the important point that animals' immune responses need to be considered as one aspect of their wider range of life-history traits, and truly understanding wild animals' immune responses therefore needs to be embedded within the wider context of their life-history biology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While our work has characterized many immune parameters of wild mice, further characterization (including 'omics approaches, (Table 2) . Also shown are (e-h) the gating strategies for Ly49 receptors and the proportions of NK cells expressing, (e) different combinations of Ly49D and Ly49G2, (f) Ly49D, (g) Ly49G2 (Ly49G2 þ cells gated into Ly49G2 À , Ly49G2 low and Ly49G2 high cells) and (h) Ly49H. Wild mice are shown as shaded box plots, laboratory mice as unshaded. The box centres are medians, and box limits the 25th and 75th percentiles, the whiskers 1.5 times the interquartile range and outliers are represented by dots and some axes are on a log 10 scale. Asterisks denote significant differences as **Po0.01, ***Po0.001 (Mann-Whitney U test; Table 2 ), and y denotes that there are additional sex effects detailed in Table 2 . The gating strategy for NKp46 þ CD3 À lymphocytes is shown in Supplementary Fig. 1 . Sample sizes are shown in Table 2 and Supplementary Data 1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "text": "(Table 2)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 753,
                    "end": 760,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 828,
                    "end": 835,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 900,
                    "end": 920,
                    "text": "Supplementary Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 949,
                    "end": 956,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "for example) is warranted to better understand their immune function and its regulation. Although difficult to perform at scale, sequential analyses of individual free-living animals would be highly informative, as would immunization and infection studies in wild mice. Of the commonly used laboratory mouse strains, the C57/BL6 strain used here carries very few mutations that affect immune responses 5 , with the notable exception of Slc11a1 (formerly Nramp1), which confers susceptibility to intracellular bacterial infections; thus, comparison of wild mice with other strains of inbred mice may also be informative. Of relevance to future studies, we found that all of the immunological reagents that we used (which were developed for use in laboratory mice) were suitable for use in wild mice. Although genetic differences between wild and laboratory mice, and among wild mice, may affect the avidity of antibody reagents in no case did we find laboratory reagents that failed to work in wild mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While much more remains to be done to fully understand immune function in free living populations, these data provide a sound basis for future studies on wild Mus musculus domesticus. Most importantly, the marked among-individual heterogeneity of immune parameters in wild mice provides a rich resource for disentangling associations between genotype, environment and phenotype, and how the immune response contributes to evolutionary fitness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Mice. This study was approved by the University of Bristol's Animal Welfare and Ethical Review Board. Specified pathogen-free C57BL/6 mice were obtained from Charles River Laboratories (Margate, UK), Harlan (UK) or B&K Universal (UK) and were housed in same-sex groups of five mice per cage, maintained in a 12 h light/12 h dark cycle with environmental enrichment and were fed on commercial rodent diet, ad libitum (EURodent diet 22%; PMI Nutrition International, LLC, Brentwood, MO, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Wild mice were live trapped at sites in the southern UK (Fig. 1 , Supplementary Table 1) using Longworth traps baited with rolled oats and carrots, left overnight and inspected at least every 24 h (ref. 24) . Trapped mice were transferred to a conventional animal house for 2-7 days post capture and maintained under the same conditions as the laboratory reared mice, except that they were housed individually. Mice were trapped between March 2012 and April 2014.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Mice were killed by intraperitoneal injection of sodium pentobarbital. Mice were weighed, measured, and bled out by cardiac puncture and dissected. Blood was collected into a heparinized container, centrifuged at 13,000g at 18°C for 10 min and plasma was aliquoted and stored at À 20°C. Spleens were aseptically removed, weighed and single cell suspensions prepared by homogenization through a 70 mm cell strainer (BD Biosciences); cells were counted by microscopy using a haemocytometer and live cells enumerated by trypan blue exclusion 25 . Eye lens mass was used to determine age according to the formula described elsewhere 26 .",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 541,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 629,
                    "end": 631,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Infections. We determined the intestinal parasite and ectoparasite fauna of the wild mice as described in ref. 24 . We assayed each mouse for evidence of microbial infection using ImmunoComb kits (50MTV103 and 50MIC103, Biogal Galed Labs, Israel), an ELISA-based product to detect antibodies to Corona, Mouse Hepatitis, Sendai, Minute, Noro and Parvo viruses and to M. pulmonis. However, because mouse hepatitis virus is a corona virus and the manufacturer's data sheet lacked clarity as to the antigens used in the assay, corona virus data were excluded to avoid over estimation of the number of viruses present in any particular sample.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Genotyping. Genomic DNA was extracted from 5 mm tail tips which were digested with 0.8 mg ml Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "DNA was purified using standard phenol/chloroform extraction, precipitated in ethanol, resuspended in TE buffer (1 mM EDTA pH 8, 10 mM Tris pH 8) and quantified by Qubit (Life Technologies).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A total of 167 wild mice from site HW (Fig. 1, Supplementary Data 3) and two C57BL/6 (designated L88 and L90) mice were genotyped at 1,168 autosomal loci using the GoldenGate Mouse MD mouse chip (GT-18-131, Illumina) following the manufacturer's instructions. The loci on this chip were chosen to differentiate C57BL/6 mice from other commonly used mouse strains. Technical replicates of the laboratory mouse DNA (15 replicates per sample) indicated that the genotyping error rate across the 2,336 nucleotides was o1%. Our genotyping of C57BL/6 mice showed perfect concordance with published data (http://support.illumina.com/ array/array_kits/mouse_md_linkage/downloads.html) for this strain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 68,
                    "text": "(Fig. 1, Supplementary Data 3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "We constructed a pairwise distance matrix of the number of genotyped nucleotide differences among individuals, and included reference genotypes for other laboratory strains (C57BL/6J, NOD/Ltj, 129S1/SvlmJ, CBA/J, AKR/J, FVB/NJ, C3H/HeJ, BALB/cJ, DBA/2J, SJL/J) provided by Illumina (http://support.illumina.com/array/array_kits/mouse_md_linkage/ downloads.html). The distance matrix was then used to construct a nearest neighbour joining tree in MEGA6 (ref. 27) .",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 461,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Serum protein ELISA. Serum concentrations of haptoglobin, SAP and AAT were determined using in-house sandwich ELISAs. Briefly, 96-well microtitre plates were coated with 50 ml per well of goat polyclonal anti-mouse haptoglobin (Immunology Consultants Laboratory, Portland, USA; 1 in 4,000), rabbit polyclonal anti-SAP (Calbiochem, Watford, UK; 1 in 6,000) or chicken polyclonal anti-AAT (Immunology Consultants Laboratory, Portland, USA; 1 in 6,000) diluted in PBS coating buffer and incubated overnight at 4°C. Plates were washed twice with PBS-Tween (0.05% v/v Tween-20 in PBS) washing buffer and blocked for 2 h at room temperature with 1% w/v bovine serum albumin in PBS-Tween. The plates were washed twice, 50 ml of each test serum (diluted 1 in 10,000-1,00,000 for haptoglobin; 1 in 400 for SAP; 1 in 80,000 for AAT) in blocking buffer added to duplicate wells, incubated overnight at 4°C and washed. For analyte detection, 50 ml of affinity purified goat polyclonal antibody to SAP, haptoglobin or AAT (Immunology Consultants Laboratory, Portland, USA; biotinylated in-house using NHS-LC-Biotin, Cayman Chemical Company Co, Ann Arbor, USA), diluted to 0.1-0.5 mg ml À 1 in PBS-Tween, added to each well and incubated for 1 h at room temperature. Plates were washed, incubated with 50 ml per well of streptavidin-horseradish peroxidase (0.125 mg ml À 1 ; Invitrogen, Paisley, UK) in PBS-Tween for 30 min at room temperature, washed again and developed with 100 ml per well of tetramethylbenzidine solution (Tebu-bio, Peterborough, UK) for 15-20 min in the dark at room temperature. The reaction was stopped by the addition of 25 ml per well of 2 M H 2 SO 4 and the plates were read at 450 nm on a Dynex MRXII plate reader (Dynex Technologies, Worthing, UK).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "SAP, haptoglobin and AAT concentrations were determined by interpolation of optical density units for standard curves generated from purified proteins or standards. SAP was purified from normal mouse serum using phosphorylethanolamine-sepharose 4B affinity chromatography and anion exchange (DE-52) chromatography, as previously described 28 . Standards for haptoglobin and AAT were purchased from Immunology Consultants Laboratory.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 341,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Serum IgG and IgE ELISAs were performed using Ready-SET-Go Kits (88-50400 and 88-50460) from eBioscience (Hartfield, UK), following the manufacturer's instructions with the exception that we diluted the test samples for the wild mice 1 in 400,000 for IgG and 1 in 200 for IgE respectively 10 .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 291,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Faecal IgA ELISA. Faeces were removed from the hindgut of mice, weighed and dissolved in 50 ml PBS supplemented with a protease inhibitor cocktail at a final concentration of 20% v/v (SIGMAFASTTM Protease Inhibitor cocktail Tablets, EDTA-free) to form a slurry that was left at room temperature for 1 h. The samples were then centrifuged at 13,000g for 10 min at 4°C, and the supernatant removed. The IgA concentration of these supernatants was measured using a commercially available mouse IgA ELISA kit following the manufacturer's instructions (Mouse IgA ELISA Ready-SET-Go, 88-50450, eBioscience). Faecal supernatant samples were serially diluted starting from a 1:500 dilution (in PBS with 1% v/v Tween and 10% w/v BSA). Standard curves were constructed using the mouse IgA supplied with the kit, and this was used to interpolate the IgA concentrations in our samples expressed as the mg concentration per g of faeces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Spleen cell cultures. Spleen cells were suspended in complete culture medium (RPMI1640 supplemented with 10% v/v FCS, 100 U ml À 1 penicillin/streptomycin and 2 mM L-glutamine; all Life Technologies, Paisley, UK) at a concentration of 1.5 Â 10 6 cells per ml and 0.1 ml aliquots were dispensed into each well of 96-well round-bottomed tissue culture plate (Greiner Bio-One, Stonehouse, UK). One of the following stimulants (0.1 ml) was added to each well: anti-CD3/anti-CD28 (each at 5 mg ml À 1 ; eBioscience, Hartfield, UK), CpgG1826 (at 1 mg ml À 1 ; MWG Eurofins, Ebersberg, Germany), PG (at 10 mg ml À 1 ; Sigma, Poole, UK), LPS (2.5 mg ml À 1 ); 0.1 ml complete culture medium was used as a negative control. Cultures were incubated at 37°C in 5% CO 2 for 15 h, centrifuged at 400g for 5 min and approximately 0.15 ml of supernatant was removed, divided into two aliquots and stored at À 80°C until assayed for cytokines by bead array.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Flow cytometry. Freshly isolated spleen cells were stained for leucocyte surface markers with intracellular staining for Foxp3 following permeabilization of cells 25 . Samples were analysed on an LSR-II flow cytometer (BD Biosciences) with FlowJo software (Treestar, Ashland, USA). Details of the antibodies and their combination into staining panels are provided in Supplementary Table 6 . Gating strategies for lymphocyte subpopulations are shown in Supplementary Fig. 1 .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 165,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 388,
                    "text": "Supplementary Table 6",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 472,
                    "text": "Supplementary Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Ly49h genotyping. To complement the flow cytometry analysis of Ly49 markers, we genotyped mice at the Ly49h locus (also known as Klra8 (ref. 29)), where a deletion has previously been associated with inducing susceptibility to mouse cytomegalovirus infection 18 . We genotyped 98 randomly selected HW mice at the Ly49h locus by PCR as described in ref. 30 using primer pair D6Ott174 that lies within the putative deletion (such that non-amplification indicates the mouse is homozygous for the deletion) combined with amplification using the primer pair D6Ott175 as a control for amplification of this locus. We used DNA from control mice, specifically C57BL/6 and B65.BXD8 without and with the deletion 30 , respectively, as controls.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 261,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 353,
                    "end": 355,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Cytokine bead arrays. Cytokine concentrations in culture supernatants were assayed using Bioplex Pro kits (M60-009RDPD & MD0-00000EL, Bio-Rad, UK) following the manufacturer's instructions, and analysed on a Luminex 100 (LuminexCorp, Austin, USA) running Bioplex Manager software. Initially supernatants from 31 wild and 10 laboratory mice were analysed for 32 cytokines and chemokines (Supplementary Data 4) and these data used to identify analytes where concentrations above the assay's limit of detection were observed in at least some animals and where the data were not highly correlated with other analytes. This resulted in the selection of nine highly informative analytes comprising IL-1b, IL-4, IL-6, IL-10, IL-12p40, IL-12p70, IL-13, IFN-g and MIP-2a (Fig. 7) . Data that were below the assay's range were set to values of 0.001 for the purposes of statistical analyses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 762,
                    "end": 770,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Statistical analyses. Owing to technical or sample volume limitations, not all parameters could be measured for all mice and thus sample sizes vary on a test-by-test basis and are reported either alongside the data or in the degrees of freedom. Data that were normally distributed (body mass; spleen mass:body mass ratio) or that could be normalized (age; log 10 transformed) were analysed using general linear models. All other data were analysed using repeated non-parametric tests (Mann-Whitney U tests, unless otherwise indicated). The comparison of wild and laboratory mice compares 181 wild mice from site HW and 64 laboratory mice (LMC 1-4, 9-41, 64, 65, 68-82, 85-93, 95) (Supplementary Data 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Owing to the different sample sizes, and the differing proportions of male and female mice between the laboratory and wild animal groups, separate, univariate general linear models were used to analyse the effect of sex on the age of wild mice and also the effect of animal group (that is, wild versus laboratory) and the effect of sex within these groups on body mass and spleen mass:body mass ratio. Mann-Whitney U tests were used to compare spleen mass and viable spleen cell number between animal group and sex within group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The remaining variables were tested for any effect of sex within each animal group. Where variables differed significantly by sex for either group, we divided the mice into four groups: laboratory female, laboratory male, wild female and wild male. Kruskal-Wallis H tests were then applied with post hoc pairwise comparisons (Dunn-Bonferroni), controlling for Type I error inflation. Associations between immunological and morphometric parameters among wild mice were assessed by Pearson correlations (two-tailed) on untransformed data. Finally, Mann-Whitney U tests were used to compare differences in cytokine production between groups. All analyses were conducted in SPSS v.21 (IBM Corp., New York, USA). Box plots were produced using R software via the website, boxplot.tyerslab.com.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Data availability. Genotype data referenced in this study are available in Mouse MD Linkage Panel Support 31 . The data that support the findings of this study are available within the paper and its Supplementary Information Files.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 108,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The polymorphism architecture of mouse genetic resources elucidated using genome-wide resequencing data: implications for QTL discovery and systems genetics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pardo-Manuel De Villena",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mcmillan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Threadgill",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Mamm. Genome",
            "volume": "18",
            "issn": "",
            "pages": "473--481",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On the subspecific origin of the laboratory mouse",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Churchill",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pardo-Manuel De Villena",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Genet",
            "volume": "39",
            "issn": "",
            "pages": "1100--1107",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Subspecific origin and haplotype diversity in the laboratory mouse",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Genet",
            "volume": "43",
            "issn": "",
            "pages": "648--655",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The mosaic structure of variation in the laboratory mouse genome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Wade",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "420",
            "issn": "",
            "pages": "574--578",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immunological variation between inbred laboratory mouse strains: points to consider in phenotyping genetically immunomodified mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sellers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Clifford",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Treuting",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brayton",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet. Pathol",
            "volume": "49",
            "issn": "",
            "pages": "32--43",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Energy allocation and reproductive development in wild and domestic house mice",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Bronson",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Biol. Reprod",
            "volume": "31",
            "issn": "",
            "pages": "83--88",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Into the wild: digging at immunology's evolutionary roots",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Maizels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Nussey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Immunol",
            "volume": "14",
            "issn": "",
            "pages": "879--883",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The laboratory mouse and wild immunology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Viney",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lazarou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Abolins",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Parasite Immunol",
            "volume": "37",
            "issn": "",
            "pages": "267--273",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Primary immune responses of selected small mammal species to heterologous erythrocytes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Lochmiller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Vestey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcmurray",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Comp. Biochem. Physiol. A Comp. Physiol",
            "volume": "100",
            "issn": "",
            "pages": "139--143",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Measures of immune function of wild mice Mus musculus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Abolins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J O"
                    ],
                    "last": "Pocock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C R"
                    ],
                    "last": "Hafalla",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Viney",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol. Ecol",
            "volume": "20",
            "issn": "",
            "pages": "881--892",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Natural killer cells in free-living Mus musculus have a primed phenotype",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boysen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Eide",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Storset",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol. Ecol",
            "volume": "20",
            "issn": "",
            "pages": "5103--5110",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Normalizing the environment recapitulates adult human immune traits in laboratory mice",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Beura",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "532",
            "issn": "",
            "pages": "512--516",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Acute-phase reactants of mice. II. Strain dependence of serum amyloid P-component (SAP) levels and response to inflammation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Mortensen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Beisel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Zeleznik",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Immunol",
            "volume": "130",
            "issn": "",
            "pages": "885--889",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Heterogeneity in the differentiation and function of memory B cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Pape",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Trends Immunol",
            "volume": "33",
            "issn": "",
            "pages": "590--597",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Identification of murine germinal center B cell subsets defined by the expression of surface isotypes and differentiation antigens",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Shinall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzalez-Fernandez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Noelle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Waldschmidt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Immunol",
            "volume": "164",
            "issn": "",
            "pages": "5729--5738",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "NK cell maturation and peripheral homeostasis is associated with KLRG1 up-regulation",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Huntington",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Immunol",
            "volume": "178",
            "issn": "",
            "pages": "4764--4770",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Susceptibility to mouse cytomegalovirus is associated with deletion of an activating natural killer cell receptor of the C-type lectin superfamily",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat. Genet",
            "volume": "28",
            "issn": "",
            "pages": "42--45",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ly49 receptors: evolution, genetic diversity, and impact on immunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rahim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Makrigiannis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Immunol. Rev",
            "volume": "267",
            "issn": "",
            "pages": "137--147",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The prevalence of viral antibodies during a large population fluctuation of house mice in Australia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Singelton",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Epidemiol. Infect",
            "volume": "125",
            "issn": "",
            "pages": "719--727",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Serological survey of virus infection among wild house mice (Mus domesticus) in the UK",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lab. Anim",
            "volume": "41",
            "issn": "",
            "pages": "229--238",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Differential expression of the Ly49G(B6), but not the Ly49G(BALB), receptor isoform during natural killer cell reconstitution after hematopoietic stem cell transplantation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biol. Blood Marrow Transplant",
            "volume": "19",
            "issn": "",
            "pages": "1446--1452",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Innate immune memory: a paradigm shift in understanding host defense",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Netea",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Latz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "O&apos;neill",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Immunol",
            "volume": "16",
            "issn": "",
            "pages": "675--679",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Murine cytomegalovirus m157 mutation and variation leads to immune evasion of natural killer cells",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Voigt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "100",
            "issn": "",
            "pages": "13483--13488",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The gut microbiota of wild mice",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Weldon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "IL-10 from CD4 þ CD25 À Foxp3 À CD127 À adaptive regulatory T cells modulates parasite clearance and pathology during malaria infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Couper",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Relationship between eye lens weight and age in the wild house mouse (Mus musculus)",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bradfield",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Quy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Swinney",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. App. Ecol",
            "volume": "22",
            "issn": "",
            "pages": "55--61",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Molecular Evolutionary Genetics Analysis version 6.0",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stecher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Filipski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mega6",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol. Biol. Evol",
            "volume": "30",
            "issn": "",
            "pages": "2725--2729",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Human serum amyloid P is a multispecific adhesive protein whose ligands include 6-phosphorylated mannose and the 3-sulphated saccharides galactose, N-acetylgalactosamine and glucuronic acid",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Loveless",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Floyd-O&apos;sullivan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Raynesm",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Yuenm",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Feizi",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "EMBO J",
            "volume": "11",
            "issn": "",
            "pages": "813--819",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Ly49 gene family. A brief guide to the nomenclature, genetics, and role in intracellular infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Schenkel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Kingry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Slayden",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Front. Immunol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Ly49h-deficient C57BL/6 mice: a new mouse cytomegalovirus-susceptible model remains resistant to unrelated pathogens controlled by the NK gene complex",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fodil-Cornu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Immunol",
            "volume": "181",
            "issn": "",
            "pages": "6394--6405",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "mouse MD Linkage Panel Support",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Wild mice sampled for immune characterization. (a) The wild mouse sampling sites, the site codes (and showing Bristol, Stroud and London; Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Immunoglobulins and serum proteins. Immunoglobulin G, E and A, and SAP, haptoglobin, and AAT serum proteins concentrations of wild (shaded) and laboratory (unshaded) mice are shown on a log 10 scale. The box centres are medians, and box limits the 25th and 75th percentiles, the whiskers 1.5 times the interquartile range, and outliers are represented by dots. Asterisks denote significant differences as ***Po0.001 (Mann-Whitney U test;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Splenic T-cell populations. The flow cytometry gating strategy and proportions of subsets of CD3 þ T cells in wild (shaded) and laboratory (unshaded) mice for (a) CD4 þ cells, (b) CD4 þ T reg cells, (c) CD8 þ cells and their maturation state and (d) terminally differentiated CD8 þ cells. CD4 þ and CD8 þ effector/effector memory cells are defined as CD62L À CD44 hi and central memory cells are CD62L þ CD44 hi . The box centres are medians, and box limits the 25th and 75th percentiles, the whiskers 1.5 times the interquartile range and outliers are represented by dots. Asterisks denote significant differences as *Po0.05, **Po0.01, ***Po0.001 (Mann-Whitney U test; Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Splenic B-cell populations. (a) The flow cytometry gating strategy to characterize CD19 þ B cells as either naïve (N), memory (M) or germinal centre (G) B cells in wild and laboratory mice, and (b) the proportions of these three subpopulations, (c) their expression of MHC class II and (d) binding of PNA, with the latter shown on a log 10 scale. Mice are wild (shaded) and laboratory (unshaded). The box centres are medians, and box limits the 25th and 75th percentiles, the whiskers 1.5 times the interquartile range and outliers are represented by dots. Asterisks denote significant differences as **Po0.01, ***Po0.001 (Mann-Whitney U test; Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Myeloid cells. (a) The flow cytometry gating strategy to identify CD11b þ CD11c À myeloid cells and the proportion of myeloid cells among splenic leukocytes in wild (shaded) and laboratory (unshaded) mice, (b) gating myeloid cells on F4/80 and Ly6G expression to define M1 (tissue resident macrophages), M2 (monocytes), M3 (hypergranulocytic myeloid cells, HGMC) and M4 (polymorphonuclear leukocytes, PMN) subsets, (c) Ly6G expression confirming the presence of three cell populations in laboratory mice and four populations in wild mice, (d) side scatter characteristics of the M1-M4 populations in wild (shaded, nZ115) and laboratory (unshaded nZ57) mice; note that too few cells were present in the M3 gate in laboratory mice to accurately determine a side scatter statistic, (e) scatter characteristics of M3 (left) and M4 (right) cells, revealing a low forward scatter neutrophil population (M5) and a high forward scatter myeloid derived suppressor cell population (M6) among the M4 cells, (f) proportions of M1, M2, M3 and M4 subpopulations among the myeloid cell population in wild (shaded) and laboratory (unshaded) mice, and (g) gating of CD11c þ dendritic cells and their proportions among splenocytes in wild and laboratory mice. For the box plots, box centres are medians, and box limits the 25th and 75th percentiles, the whiskers 1.5 times the interquartile range and outliers are represented by dots. Asterisks denote significant differences as *Po0.05, ***Po0.001 (Mann-Whitney U test; Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Splenic NK cells and Ly49 expression. (a) The flow cytometry gating strategy using expression of CD27 and CD11b to classify NKp46 þ CD3 À splenic NK cells of wild and laboratory mice into stages 1-4 of maturity, (b) the proportions of NK cells at each such stage, in wild (shaded) and laboratory (unshaded) mice, and expression of (c) CD69 and (d) KLRG1 by each subset",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "À 1 proteinase K (Life Technologies) in a digestion buffer (30 mM Tris pH 8, 10 mM EDTA pH 8, 1% w/v SDS pH 8) for 12 h at 56°C. The resulting solution was treated with 0.4 mg ml À 1 RNAseA (Life Technologies), Cytokine production by splenocytes after in vitro stimulation. The concentrations of nine cytokines (IFN-g, IL-1b, IL-4, IL-6, IL-10, IL-12p40, IL-12p70, IL-13, MIP-2a) produced by splenic lymphocytes stimulated with anti-CD3/anti-CD28, CpG, LPS or PG compared with the RPMI control in wild (shaded) and laboratory (unshaded) mice, shown on a log 10 scale. The box centres are medians, and box limits the 25th and 75th percentiles, the whiskers 1.5 times the interquartile range, and outliers are represented by dots. The dotted horizontal lines show the median lower limit of quantification defined from standard curves across all analysed plates for each cytokine. Asterisks denote significant differences as *Po0.05, **Po0.01, ***Po0.001 (Mann-Whitney U test; Supplementary Table 5). Sample sizes are shown in Supplementary Data 1 and Supplementary",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ",Table 1, Supplementary Table 4). Although baseline SAP concentrations are partially genetically determined13 , the significant correlation between SAP and haptoglobin concentrations (Pearson correlations (two-tailed) r ¼ 0.41, Po0.0001, r ¼ 0.33, P ¼ 0.004 for 96 males and 77 females, respectively; Supplementary Data 2) suggests that inflammation and/or infection are the probable drivers of this heterogeneity. Among wild mice, the serum concentrations of IgG and IgE were significantly, positively correlated with age (Pearson correlation (two-tailed) r40.2, Po0.05, nZ79; Supplementary Data 2) likely reflecting cumulative exposure to infection. This can be seen explicitly for IgE concentrations which were significantly positively correlated with the number of microbial infections in male wild mice (Pearson correlation (two-tailed) r ¼ 0.23, P ¼ 0.036, n ¼ 80; Supplementary Data 2). In female wild mice, faecal IgA concentration was highly correlated with the number of microbial infections and with the number of mites (microbial infections Pearson correlations (two-tailed) r ¼ 0.58, Po0.0001, n ¼ 35; number of mites r ¼ À 0.380, P ¼ 0.01, n ¼ 45; Supplementary Data 2).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The body characteristics and serum protein concentrations of wild mice and their comparison to laboratory mice.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Characterization of natural killer cell populations of wild mice and their comparison to laboratory mice.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The table shows the natural killer cell populations for wild and laboratory mice, shown as medians (range; n). Statistical results show comparisons between sex within animal source (that is, laboratory or wild mice), and between animal source. Where there exists a significant difference between sex, mice were grouped by sex and animal source as: laboratory female, laboratory male, wild female and wild male (LF, LM, WF, WM, respectively), with Kruskal-Wallis H-tests (and post hoc, Dunn-Bonferonni, pairwise comparisons) conducted with significant differences reported. All non-normal data were analysed by Mann-Whitney U-tests, unless stated otherwise. Asterisks denote significant differences as *Po0.05, **Po0.01, ***Po0.001. Superscripts define cell populations as a percentage of:1 spleen cells; 2 NK cells. NATURE COMMUNICATIONS | 8:14811 | DOI: 10.1038/ncomms14811 | www.nature.com/naturecommunications",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ", and y denotes that there are additional sex effects detailed inTable 1. Sample sizes are shown inTable 1and Supplementary Data 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": ", and y denotes that there are additional sex effects detailed inSupplementary Table 2. The gating strategy for CD3 þ lymphocytes is shown inSupplementary Fig. 1. Sample sizes are shown in Supplementary Table 2 and Supplementary Data 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": ", and y denotes that there are additional sex effects detailed inSupplementary Table 2. Sample sizes are shown inSupplementary Table 2and Supplementary Data 1. The gating strategy for CD19 þ lymphocytes is shown inSupplementary Fig. 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": ", and y denotes that there are additional sex effects detailed in SupplementaryTable 2. Sample sizes are shown in Supplementary Table 2 and Supplementary Data 1.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank the land owners for generously giving access to their properties; Michael ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 96,
                    "text": "Michael",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgements"
        }
    ]
}