{
    "paper_id": "93d080273b1f33330243dd140a35ba890ddd2973",
    "metadata": {
        "title": "The determinants and consequences of adult nursing staff turnover: a systematic review of systematic reviews",
        "authors": [
            {
                "first": "Mary",
                "middle": [],
                "last": "Halter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Olga",
                "middle": [],
                "last": "Boiko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ferruccio",
                "middle": [],
                "last": "Pelone",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carole",
                "middle": [],
                "last": "Beighton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruth",
                "middle": [],
                "last": "Harris",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julia",
                "middle": [],
                "last": "Gale",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [],
                "last": "Gourlay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vari",
                "middle": [],
                "last": "Drennan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Nurses leaving their jobs and the profession are an issue of international concern, with supplydemand gaps for nurses reported to be widening. There is a large body of existing literature, much of which is already in review form. In order to advance the usefulness of the literature for nurse and human resource managers, we undertook an overview (review of systematic reviews). The aim of the overview was to identify high quality evidence of the determinants and consequences of turnover in adult nursing. Methods: Reviews were identified which were published between 1990 and January 2015 in English using electronic databases (the Cochrane Database of Systematic Reviews, MEDLINE, EMBASE, Applied Social Sciences Index and Abstracts, CINAHL plus and SCOPUS) and forward searching. All stages of the review were conducted in parallel by two reviewers. Reviews were quality appraised using the Assessment of Multiple Systematic Reviews and their findings narratively synthesised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Nine reviews were included. We found that the current evidence is incomplete and has a number of important limitations. However, a body of moderate quality review evidence does exist giving a picture of multiple determinants of turnover in adult nursing, with -at the individual level -nurse stress and dissatisfaction being important factors and -at the organisational level -managerial style and supervisory support factors holding most weight. The consequences of turnover are only described in economic terms, but are considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In making a quality assessment of the review as well as considering the quality of the included primary studies and specificity in the outcomes they measure, the overview found that the evidence is not as definitive as previously presented from individual reviews. Further research is required, of rigorous research design, whether quantitative or qualitative, particularly against the outcome of actual turnover as opposed to intention to leave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Nurses leaving their jobs or leaving the profession, known more commonly in human resource terms as turnover [1] , is an issue of concern in all health care systems [2] . Low retention rates of health care professionals, including qualified nurses, are detrimental to the delivery of health care systems and population health [3] . In high income countries retention of nurses and other health care professionals is also viewed as an important health human resource strategyto reduce demand for and therefore migration of nurses from health care systems in low income countries [3] . Data from the North America have been used to suggest that many high income countries are experiencing or predicting growth in demand for qualified nurses over the next decade [4, 5] . In those high income countries facing shortage of supply of experienced qualified nurses such as England, reducing turnover and improving retention rates has become an important workforce development strategy [6] .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 760,
                    "end": 763,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 764,
                    "end": 766,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 978,
                    "end": 981,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Definitions of nurse turnover differ in operational practice and in research studies [7] . Turnover can be described as voluntary (including retirement) or involuntary, [8] avoidable or not avoidable; [1] and can be internal, that is leaving for another nursing or nonnursing job in the same organisation or external, that is leaving for another nursing or non-nursing job in a different organisation [9] . It can also refer to nurses leaving the nursing profession but remaining on a nurses' register, or leaving a nurses' register, [10] or to a number of combinations of the above descriptors [1] . It is in this context of a lack of consistency in the definition and measurement of turnover that the rate of nurse turnover has been estimated at between four and 54% intending to leave internationally [11] . In a review of studies which used the same method of measuring turnover and its costs (the Nursing Turnover Cost Calculation Methodology [12] [13] [14] ), the rates reported in primary studies still varied from 15% in Australia, 20% in Canada, 27% in the USA to 44% in New Zealand [7] .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 804,
                    "end": 808,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 948,
                    "end": 952,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 953,
                    "end": 957,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 958,
                    "end": 962,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1092,
                    "end": 1095,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In England, in addition to the usual nurse turnover rates, a significant increase in demand for nurses qualified to work with general adult patients has occurred in recent years [15] . This has been attributed to the fall in commissioned nurse education places, [16] to high profile reports highlighting serious quality and safety issues [17, 18] and to the publication of evidence-based guidelines on safe nurse staffing levels [19] . Nurses working in general adult health services, in comparison to those working in paediatric or psychiatric services, are the largest group of nurses in all countries [4, 20, 21] . It should be noted that there is diversity between countries in whether the education for nurse registration or licensure is generic to all populations or specialist to particular groups such as children [22] . In this paper nurses working in general adult health services are described as those in 'adult nursing' for brevity.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The human resources literature offers us a large number of antecedents of actual turnover found on meta-analysis, including those in the groupings of personal characteristics, satisfaction, work experience, external environment factors, behavioural predictors and cognitions and behaviours about the withdrawal process [23] . Such antecedents are variously represented in a number of well-developed models of turnover, including those describing organisational contexts and psychological (behavioural) explanations of turnover where characteristics lead to intentions leading to turnover, [24] as well as those indicating the importance of the 'webs of relationships in which employees are situated' , for example the role of centrality in social networks as a moderator to the psychological processes ( [25] , p1177) or the impact of dispositional traits such as locus of control and proactive personality, particularly in explaining wide variance in the intentionsactual turnover relationship. Specific to nursing, turnover is recognised to be \"complex and multifaceted with factors affecting every sector of health care\" [26] and several conceptual models have been put forward, recognising the decades of work on nurse turnover [27] . These models variously recognise a plethora of reasons why nurses leave or state their intention to leave, [27] , although they have been broadly described in three categories: motivational characteristics, social characteristics and characteristics of the work context, although the latter has been less well explored in the research [25] . In these models, nurse turnover is also reported to have consequences, mainly reported as negative in terms of cost, compromise to patient safety and effect on remaining staff [2] . As these consequences take us full circle to antecedents, we have included these in this paper.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 323,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 804,
                    "end": 808,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1124,
                    "end": 1128,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1232,
                    "end": 1236,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1346,
                    "end": 1350,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1574,
                    "end": 1578,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1757,
                    "end": 1760,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Our awareness of the existence of models within and outside of the nursing literature, and the large literature their authors call upon, led us to undertake a preliminary stage of review -making an assessment of potentially relevant literature specific to nursing and its size for review [28] -when we were commissioned to carry out a review of the adult nurse turnover literature. Using Medline alone at this stage we identified a large body of reviews relevant to the study's objectives that indicated that nurse and human resource managers would be faced by a plethora of reviews [29, 30] , many of which were not conducted according to reviews guidance [26] . Against this background, we conducted an overview which is a systematic review of systematic reviews [31] . This paper reports on this overview, which aimed to identify high quality evidence of the determinants and consequences of turnover in nurses working in the field of adult health care services and bring that evidence together into one place to highlight where strong enough evidence to support managerial decisions exists and where gaps in the evidence may indicate the need for further research, particularly when considered in the context of the broader management literature regarding turnover.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We based the review methods on the Preferred Reporting Items for Systematic review and Meta-analysis Protocols (PRISMA-P) 2015 statement [32] and Cochrane Handbook for Systematic Reviews of Interventions [31, 33] .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "This overview included data from qualitative, quantitative and mixed methods reviews published in English from 1990 onwards. Inclusion criteria were as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criteria for considering studies for review"
        },
        {
            "text": "Population: the reviews should be focused on those delivering adult nursing (i.e. licensed or registered) in health care services (both in hospital and community health services) in developed economies (according to the definition of the International Monetary Fund [34] ). Issue of interest: the reviews should have examined the determinants and/or consequences of turnover in nurses working in adult health services. Comparison: any comparators, if any, used within the included reviews. Outcomes: the reviews should report measures of determinants and/or consequences of adult nursing turnover outcomes. The outcomes included in the review depended on the types of outcomes examined in the retrieved reviews, but were anticipated to include turnover / retention rate and intention to leave/stay. Review design I (for all stages of the overview): any form of literature review (e.g. either systematic or non-systematic reviews) which had been peer-reviewed, contained a statement of review, reported its search strategy and/or inclusion/exclusion criteria, reported either empirical findings or a list of included primary studies and included a methodological quality assessment of its included primary studies. Review design II (for narrative synthesis): any review that had carried out and reported a methodological quality assessment of its included primary studies.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Criteria for considering studies for review"
        },
        {
            "text": "Exclusion criteria were as follows: Reports from any types of primary studies; reviews published in language other than English; reviews that did not evaluate adult nursing turnover as described in the inclusion criteria or presented data on nurses working across settings that could include the care of children or in specific mental health settings; reviews that did not report empirical findings; reviews published only in abstract form; any form of literature review using informal and subjective methods to collect and interpret evidence, commentaries and non peer-reviewed reviews; any review in which majority of included articles were non-peer reviewed publications and reviews that did not report an appraisal of the quality of the studies they included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criteria for considering studies for review"
        },
        {
            "text": "We searched the Cochrane Database of Systematic Reviews, MEDLINE (Ovid), EMBASE (Ovid), Applied Social Sciences Index and Abstracts -ASSIA, CINAHL plus (EBSCO) and SCOPUS -V.4 (Elsevier) from 1990 to 2015 (searches conducted January 2015). Search strategies were guided by a systematic approach to the research questions [35] and a Medline search strategy was developed (Table 1 ) and converted or modified to run on other databases (Additional file 1). We identified additional studies by searching on PubMed by using the \"related citations\" algorithm and screening the reference lists of included studies for other reviews [36] .",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 325,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 378,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Search methods for identification of studies"
        },
        {
            "text": "The results of the electronic search were downloaded into an Excel spreadsheet. After duplicate articles were removed, relevant reviews were selected according to eligibility criteria using a two-step screening process:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection of studies"
        },
        {
            "text": "Title and abstract screening. Two authors (FP and MH) reviewed in parallel the titles and abstracts of all the articles resulted to ascertain their eligibility for full text retrieval. Disagreements were resolved by peer discussion and a third view from the project lead (VMD) if required. Full-text screening. Two reviewers (MH and OB or OB and CB) read in parallel all the selected full-text articles citations to analyse whether they meet all the inclusion/exclusion criteria. Any discrepancies between the two reviewers will be resolved in discussion with the third reviewer (FP where MH and OB had read in parallel and MH where OB and CB had read in parallel).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection of studies"
        },
        {
            "text": "Three authors (MH, OB and CB) extracted data from the included reviews using a predefined extraction form and spreadsheet on: general characteristics of the review: e.g. author(s), year, geographical scope, research area, and authors' aims/ research question(s); descriptive characteristics: e.g. type of review (design); selection criteria to include primary studies, number and study designs of articles incorporated in the reviews, outcome measures; results: every determinant or consequence in the included reviews, listed by the outcome measured, the direction of findings against that outcome and the references for the primary studies; main conclusions, using the review authors' words, and limitations, as noted by the review authors. Discrepancies were resolved through discussion among the data extractors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "The 11-point Assessment of Multiple Systematic Reviews (AMSTAR) checklist [37] was used to assess the quality of each included review. This tool has been widely used in previous similar overviews and it is considered to be a valid and reliable instrument [38] . Using the AMSTAR scale two authors appraised each included paper. Reviews that scored eight or higher were considered at low risk of bias (high quality), between five and seven were at moderate risk of bias (moderate quality) and four or less were at high risk of bias (poor quality).",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Assessment of methodological quality"
        },
        {
            "text": "The primary studies included in each review were also listed and compared across the reviews to assess the degree of overlap in the reviews comprising our overview.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of methodological quality"
        },
        {
            "text": "Because of the heterogeneous nature of the focus, inclusion criteria and outcome measures of the included studies data were analysed thematically. Following the detailed reading involved for data extraction, the resultant spreadsheet was examined and a thematic index of determinants and consequences developed (using reviews that met our inclusion criteria for including a methodological assessment of their primary studies as well as those that did not). The thematic index (Additional file 2) was applied to each data extraction and four main groupings of determinants (individual, professional, interpersonal and organisational) and one of cost consequences was used to analyse across reviews, using Microsoft Excel 2010 to record the decisions applied for all reviews considered (Additional file 3). A narrative account of the findings from the reviews containing an assessment of the methodological quality of included primary studies has been structured using the risk of bias in the review as the primary grouping level and the thematic content analysis as the second level, also drawing on the number and quality of the included primary studies. In this way we aim to describe the findings by 'weight of evidence' [39] . The systematic review protocol was registered with PROSPERO (International database of prospectively registered systematic reviews in health and social care) PROSPERO 2015: CRD42015017613 [40] .",
            "cite_spans": [
                {
                    "start": 1223,
                    "end": 1227,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1418,
                    "end": 1422,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Review selection, study characteristics and quality assessment Review selection",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The flow chart representing study selection, including reasons for exclusion, is summarised in Fig. 1 . A total of nine reviews met the inclusion criteria and were included in the review.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 101,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Additional file 4 provides a list of citations for the excluded studies in the final stage of the selection process, as well as a table describing the characteristics of the 12 studies excluded only on the basis of not having presented a methodological assessment of the quality of the included articles. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The characteristics of the nine included systematic reviews are presented in Table 2 . The included reviews were all published in English; four were authored from the United States of America [41] [42] [43] [44] , and one each from Australia, [45] Canada, [46] Finland, [11] Singapore [47] and UK [48] . Of these, six had been published since 2010. Eight reviews had been published in four academic journals about nursing (Journal of Nursing Management, [41] [42] [43] 46] Journal of Advanced Nursing, [44] International Journal of Nursing Studies [48] and Nursing Ethics [45] ), and one in the International Journal of Evidence-Based Healthcare. None was a Cochrane review. Table 2 shows each review's criteria used to include or exclude primary studies, and the limits used to focus the reviews' scope. The majority of the reviews limited their searches to the English language, with the exception of Flinkman et al. (2010) [11] , who did not use this restriction, and Coomber and Barriball (2007) [48] who did not report this limit. The majority of the reviews did not restrict their searches by geographical region. The included reviews contained a range of seven to 31 primary studies. Of the 159 primary studies in the nine systematic reviews, 21 were included in at least two reviews, and only two primary studies [49, 50] were included in three reviews (Table 3 ). In the included systematic reviews, observational study designs were the most frequently reported in the included primary studies; a small number of qualitative studies were also included.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 197,
                    "end": 201,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 243,
                    "end": 247,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 459,
                    "end": 463,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 926,
                    "end": 930,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1321,
                    "end": 1325,
                    "text": "[49,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1326,
                    "end": 1329,
                    "text": "50]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 675,
                    "end": 682,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1361,
                    "end": 1369,
                    "text": "(Table 3",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Study characteristics"
        },
        {
            "text": "Quality assessment of included reviews Figure 2 presents the critical appraisal scores for individual reviews. The overall quality rating of the nine included systematic reviews ranged from poor (n = 2) [42, 44] to moderate (n = 7) [41, 43, [45] [46] [47] [48] . From the four themes discussed, three were organisational factors (leadership, stress and pay) and only one an individual/ demographic factor (educational attainment).",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "43,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 47,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Study characteristics"
        },
        {
            "text": "Quantitative 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I determinants 2 1997-2004"
        },
        {
            "text": "The empirical evidence shows that stress and issues concerning leadership consistently exert both direct and indirect effects on job satisfaction and intent to leave There are a number of published articles characterized by loosely defined terms The main reasons for reviews being in the moderate rather than strong evidence category were the lack of publication of an a priori protocol, varying levels of details about the search strategy performed, the failure to have two reviewers check the selection and data extraction, not providing a list of both included and excluded primary studies (with the exception of Toh et al. 2012 [47] ), limited use of the methodological quality of included primary studies (assessed in all included reviewsthe tools used to assess the quality of included papers in the included studies are shown in Table 2 ) and in summarising results and conclusions (used in four reviews [45, 46, 48] ), and the absence of meta-analysis (or a justification for not using this method if inappropriate to the review data, apart from one review [43] ).",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 636,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 911,
                    "end": 915,
                    "text": "[45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 916,
                    "end": 919,
                    "text": "46,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 920,
                    "end": 923,
                    "text": "48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1065,
                    "end": 1069,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 836,
                    "end": 843,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "I determinants 2 1997-2004"
        },
        {
            "text": "The evidence from the included reviews is presented here by thematic analysis of determinants, grouped into four content categories: individual, job-related, interpersonal, and organisational determinants and consequences. Each of these content categories is divided by strength of evidence categories, within which we also account for the number and quality of the reviews' included primary studies and the outcome [48] 2007 [44] 2008 [45] 2010 [11] 2011 [46] 2012 [47] 2013 [41] 2013 [43] 2014 [42] Bycio 1995 [60] x x . All consequences were reported in relation to turnover. No reviews of determinants or consequences of turnover in adult nursing were judged to be of high quality. Seven reviews were judged as of moderate quality/moderate risk of bias and addressed all four content categories of determinants. Two reviews were judged to be of poor quality.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 420,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[60]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Results: The determinants of turnover in adult nursing"
        },
        {
            "text": "Eleven individual determinants were reported as having been examined in five reviews of moderate qualityage, gender, marital status, educational attainment, stress, burnout, commitment, job satisfaction, low serum cholesterol, weight and sleep disturbance [41, 45, 47, 48] . Two subsets of factors were considered among individual determinants sociodemographic characteristics and psychological experiences.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "text": "[41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "47,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "48]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Individual determinants"
        },
        {
            "text": "The first subset of factors involved sociodemographic characteristics, some were 'given' characteristics such as age and gender, whereas others were acquired -education and family status. Age featured in two reviews, with contrasting findings reported. One review [41] reported an inverse relation of age and experience with intention to leave, based on splitting nurses' age groups at 45 years or simply referring to them as 'older' in six quantitative primary studies, with the older group less likely to leave and nurses who had worked less than 5 years being less likely to stay. This contrasted with a positive finding of intention to leave (retire) in nurses aged over 50 from another review, [11] albeit reporting on just one primary study using a survey design, and complicated by two other studies reported by one review [41] that suggested a negative association between being a nurse aged less than 25 years and newly qualified and intention to leave and another finding a greater intention to leave in nurses older than 35 years and with longer hospital tenure (greater than 10 years) than in nurses aged under 25 years with less than a year tenure). The review authors suggested these contrasting findings to be due to the confounding of age with variables such as tenure and year post-qualification [41] . With regards to gender and marital status, one review [41] reported that male nurses and unmarried nurses had a greater intention to leave, based on three primary studies (of cross-sectional designs and excluding north American literature) for each factor. More educated nurses were reported as more likely to leave across three reviews [41, 47, 48] , using different outcome measures and based on six primary studies. Chan et al.'s review (2013) [41] reported four primary studies where education was negatively associated with retention, although little detail was given on level of education; likewise there is evidence from a descriptive study of a statistically significant association between holders of master's degrees and intention to leave their current job in specialist oncology/haematology reported by one other review's authors [47] . Additionally, Coomber and Barriball (2007) [48] described a small but stable relationship for intention to leave with educational attainment from a meta-analysis, although when analysed with job satisfaction as an antecedent or confounding factor they report no consensus despite similar methods used in the primary studies they report and they urge caution in drawing conclusions regarding the determinant of education.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1313,
                    "end": 1317,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1374,
                    "end": 1378,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1657,
                    "end": 1661,
                    "text": "[41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1662,
                    "end": 1665,
                    "text": "47,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1666,
                    "end": 1669,
                    "text": "48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1767,
                    "end": 1771,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2162,
                    "end": 2166,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 2212,
                    "end": 2216,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Individual determinants"
        },
        {
            "text": "The second subset of individual characteristics described associations with psychological experiences of nursesstress, burnout, commitment and job satisfaction. Among psychological experiences, stress and burnout are considered as negative experiences which are more likely than not to influence a decision to leave. The negative influence of stress received consistent support in three reviews [45, 48] . Two reviews reported positive associations of work-related stress (for example lack of stability in the work schedule or stress related to high workload or to the role, together with dissatisfaction of career prospects) with intention to leave [48] . These findings were based on scale-based surveys from Canada, Singapore, the UK and the USA, written comments from Australia and a meta-analysis from Taiwan, although one review [48] noted contrasting rankings of the antecedents of that stress and suggested that measurement of stress is difficult. The other review reported increased turnover [45] to be positively associated with moral stress originating in the hospital ethical climate, this definitive finding being based on one interview study, although the review authors note inferred relationships in several other studies but a lack of methodological rigour in the included studies [45] . Similarly, burnout also featured among individual factors [11] , in one study reported by Toh et al. (2012) [47] and, alongside emotional exhaustion in a review by Chan et al. (2013) [41] reporting three different primary studies.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 399,
                    "text": "[45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1298,
                    "end": 1302,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1363,
                    "end": 1367,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1395,
                    "end": 1412,
                    "text": "Toh et al. (2012)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1413,
                    "end": 1417,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1469,
                    "end": 1487,
                    "text": "Chan et al. (2013)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1488,
                    "end": 1492,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Individual determinants"
        },
        {
            "text": "Job dissatisfaction or satisfaction was also reported frequently as a determinant of intention to leave or to stay. Four reviews reporting a total of 16 studies (four of which appeared in more than one review) uniformly concluded on its relationship of the measure of satisfaction/dissatisfaction used with intention to leave [41, 47, 48] or intention to stay, [41, 48] based on non-validated survey responses from a large number of nurses in studies with moderate to high response rates. One review reported no association with intention to stay [47] in responses to a survey item in one study. The sources of dissatisfaction are variously reported by the reviews from limited literature (for example nurses' feeling dissatisfied with their inability to provide high quality of care to their patients (cited in Chan et al. 2013 [41] ), dissatisfaction with staffing and workload as contributors to the intention to leave the specialty (oncology) (cited in Toh et al. 2012 [47] and dissatisfaction with salary or low pay (cited in Flinkman et al. 2010 [11] ).",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "text": "[41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "47,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "[41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 973,
                    "end": 977,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1052,
                    "end": 1056,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Individual determinants"
        },
        {
            "text": "Commitment, presented as a positive psychological experience, featured in two reviews. One review reported a uni-directional negative relationship of organisational and occupational commitment with intention to leave the hospital [41] and another review considered different types of commitment (for example organisational, affective, continuous, normative, and professional), mostly highlighting single studies again, suggesting negative relations with intention to leave, although organisational commitment was found to have no statistical association with intention to leave nursing as a profession in one study [11] . Reviewers suggested that the multifaceted nature of commitment and different designs and tools impact on findings. One further review, [44] judged to be of poor quality, contributed mixed evidence regarding commitment as a determinant, describing 12 studies with negative associations with intention to leave and two studies with significant negative associations with turnover, as well as two other studies confirming a positive influence of organisational commitment on intention to stay.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 757,
                    "end": 761,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Individual determinants"
        },
        {
            "text": "Additionally, the impact of biological factors (low serum cholesterol, being underweight, sleep disturbance) on intention to leave is considered in one review, [41] relying on a single study for this evidence.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Individual determinants"
        },
        {
            "text": "Three reviews synthesised evidence around seven jobrelated and occupational determinantswork content, workload, task variation, role ambiguity, shift patterns, rota stability and promotional opportunities. Workload, including demanding work content, high workload, variation in work tasks or role ambiguity were reported to increase intention to leave in one study and turnover in two others, while one study found no association with intention to leave [41] . Working patterns, such as shift work (evenings and night shifts mentioned specifically) [41] were linked to intention to leave, and increasing stability from a constantly changing rota as a way to reduce stress [48] was reported as negatively associated with intention to leave. Promotional opportunities featured an influential factor too. Intention to leave increased where nurses experienced fewer possibilities for development or professional growth, evidenced by two studies in one review [11] and four studies (one overlapping) of another review, including the findings of a large study carried out in 10 European countries [41] . Chan et al. (2013) [41] also cited three quantitative studies confirming the impact of lack of autonomy on intention to leave. Role conflict has also been suggested to be a determining factor in decreasing a nurse's intention to stay in one study in one review, [41] while another review [11] reported a study providing conflicting quantitative and qualitative findings from the same group of nurses; this review suggested that more experienced nurses (how they saw themselves professionally) indicated an intention to stay.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 458,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 955,
                    "end": 959,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1091,
                    "end": 1095,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1098,
                    "end": 1116,
                    "text": "Chan et al. (2013)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1360,
                    "end": 1364,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1386,
                    "end": 1390,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Job-related determinants"
        },
        {
            "text": "The evidence on the impact of interpersonal factors included the consideration of ten determinants related to supervisor support; managerial stylepraise and recognition, trust, manager characteristics; leadership practices; staff autonomy, empowerment and decision making; group cohesion; social support; team work and workplace incivility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpersonal determinants"
        },
        {
            "text": "Supervisor support featured in two reviews, [46, 48] with a total of 15 primary studies stating, relatively unambiguously, that this had a positive influence on intention to stay, with just one primary study cited as an exception in Coomber and Barriball (2007) [48] . This association was illustrated by direct and indirect associations (for example, via empowerment in one study cited in one review [48] . Along the same lines, satisfaction with a supervisor was reported as negatively related to intention to quit in one study in one review [48] .",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[46,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 49,
                    "end": 52,
                    "text": "48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 233,
                    "end": 261,
                    "text": "Coomber and Barriball (2007)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Interpersonal determinants"
        },
        {
            "text": "Additionally, the positive influence of praise and recognition and of trust in manager was significantly correlated with intent to stay (each characteristic evidenced by singular studies in one review [46] ). Broadly defined 'poor management' featured in a qualitative study as positively related to intention to leave [41] .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 319,
                    "end": 323,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Interpersonal determinants"
        },
        {
            "text": "With regards to types of leadership the reviews revealed that transformational (and generally participative) managerial style increased intention to stay [46] or decreased intention to leave (although the relationship was through other factors) [48] . On the contrary, the transactional leadership style of 'management by exception' , whereby managers only act on deviations from plan or budget, was found to increase turnover rates, and autocratic leadership was significantly negatively correlated with intention to stay [46] . However, some of the specific manager's characteristics, in particular, the degree of power and influence the nurse perceived their manager to have within an organisation, received significantly positive association with the intention to stay [46] .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Interpersonal determinants"
        },
        {
            "text": "The positive and significant influences of empowerment, control over practice and shared decision-making on intent to stay received support in six studies reported in one review [46] . Group cohesion also appeared to be important with nine studies reported in the same review [46] showing a significant positive relationship with intent to stay in the current nursing position. In a similar vein, the review by Chan et al. (2011) [41] contained a few references to the importance of social support and good communication with supervisors for nurses' intention to stay, particularly, in a hospital. Low quality teamwork, on the opposite, was said to be associated with higher intention to leave [41] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 411,
                    "end": 429,
                    "text": "Chan et al. (2011)",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Interpersonal determinants"
        },
        {
            "text": "These consistent findings across a number of studies in the three reviews are tempered somewhat by the review authors' comments arising from their quality appraisal of the evidence. For example, Cowden et al. (2011) [46] raised some concern over biases of synthesis such as over-reporting of positive findings, and lack of causal analysis between leadership factors, as well as the limits to generalisability imposed by heterogeneous studies, this point also being relevant for Coomber and Barriball (2007) [48] who noted a heavy reliance on mixed samples and scales.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 215,
                    "text": "Cowden et al. (2011)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 478,
                    "end": 506,
                    "text": "Coomber and Barriball (2007)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Interpersonal determinants"
        },
        {
            "text": "One relatively stand-alone review judged to be of poor quality in our overview looked at an interpersonal determinant workplace incivility, in particular, behaviours violating workplace standards and consideration towards new graduate nurses [42] . Lateral violence, that is co-workers' violence that redirects aggression towards those in authority on their more vulnerable co-workers was reported as a major factor in the decision to leave nursing by 14% of RNs in a survey study and its indirect effect on low retention in new graduates was reported across five other studies. Assessment of rigour and quality in this particular review is however impeded by missing information on the characteristics of the included studies.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Interpersonal determinants"
        },
        {
            "text": "Seven organisational factors outlined three strands of evidence: work environment including climate, organisational structure and financial determinants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organisational determinants"
        },
        {
            "text": "One review [41] cited three studies that demonstrated the influence of work environment, for example, the perceptions of a 'deteriorated external work environment' as increasing intention to leave, and 'better working conditions' as lowering it; however these concepts were not defined. This review also contained reference to ethical climate as a key aspect of work environment that can significantly influence the turnover intentions of registered nurses, referencing the same single, though robust, study as in one other review [45] . Limited evidence was found on the impact of organisational culture, with one review suggesting from two studies of Asian nurses in Asian countries that the individualism-collectivism dichotomy could relate to turnover phenomena: a collectivistic cultural factor played an important role in weakening nurses' intention to leave [41] .",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Organisational determinants"
        },
        {
            "text": "The influence of staff shortages as well as lack of resources on intention to leave was mentioned from one qualitative study where the shortage of nurses implied insufficient manpower to satisfy nurses' personal standards of care, and one questionnaire study focused on patient workloads in one review [41] . Conversely, a single study cited in the same review [41] also suggested that working in smaller outpatient and day care units generated a negative association with turnover.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Organisational determinants"
        },
        {
            "text": "Another set of organisational determinants was that of financial incentives. One review [41] listed six primary studies suggesting that those nurses dissatisfied with their remuneration were more likely to leave, and that social rewards such as pay and job security were ranked higher for some generations (born 1946-1959) than others. Gender was highlighted by another review [48] with male participants reported in one study as being twice as likely in their intention to leave as females due to dissatisfaction with salary. The results of other three studies reviewed in one review [48] , produced from differing methods of assessment, suggested non-uniform relations between pay and retention. Although factor analysis showed pay as an important contributor to job satisfaction, pay was not a statistically significant indicator of intent to leave or turnover cognition. Written comments from two studies conducted in Australia and USA indicated that fairness and equality of pay was more important to nurses in retaining their positions. In other words, perceived low pay had a greater influence than pay level per se. Crucial factors were commensuration according to contributions, for example, for roles with high responsibility, and additional reward mechanisms including fringe benefits [48] .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 585,
                    "end": 589,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1296,
                    "end": 1300,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Organisational determinants"
        },
        {
            "text": "Only one review included evidence of the consequences of turnover, [43] and this review was judged to be of moderate quality / moderate risk of bias. This review focused solely on cost as the consequence of turnover [43] . This review was based on ten studies, eight of which were in acute hospital settings, all conducted in the USA, with one also in each of Australasia and Canada. The review reported costs of per nurse turnover ranging from $10,098 to $88,000 and a total turnover cost ranging from $0.55 million to $8.5 million, the ratio of nurse turnover costs relative to nurses' salary ranging from 0.31 to 1.3. Orientating and training new hires was reported as the largest or second largest category of costs relative to total nurse turnover costs while several studies also noted the high costs of unfilled positions/vacancy costs (defined usually as the costs of temporary replacements, but also including wider costs, for example, patient deferral costs and productivity costs for supervisors and other staff, in some primary studies they review). The review authors note the difficulty interpreting and generalising from their included primary studies due to the variability in conceptualisation and measurement of turnover, in time-periods (spanning over two decades) and geographic locations. They also noted that all but one study, which was based on econometric methods, relied on descriptive statistical analyses and that the studies were mostly based in one setting and had relatively small sample sizes. That said the key message from the review was that nurse turnover is costly for organisations.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Findings on the consequences of turnover in adult nursing"
        },
        {
            "text": "Our overview (review of systematic reviews) points us to a complex range of determinants of turnover in adult nursing, at the individual, job-related, interpersonal and organisational level, and to the cost consequences of turnover, but many reviews only cite one or two primary studies for many of the determinants they feature. The analysis here reveals that despite the publication of a large number of primary studies (n = 159 in the reviews of primary studies we reported fully in the narrative of reviews), there is a low degree of overlap in their presence in eight reviews which focus on the same topic and present similar categories of determinants. We might suggest that the low overlap could be attributed to differences in the detail of the research questions (for example, concentrating on job satisfaction [48] or commitment; [44] see Table 2 ) as the international reviews with more general research questions have a greater overlap [41] . Nevertheless, the impact of this is a rather disjointed body of evidence in which both the outcome of actual turnover as opposed to intention to leave is poorly addressed, and modelling of determinants in combination, taking account of confounding factors, is rare. While the large number of reviews on the topic of nurse turnover may give the impression that the topic is saturated, our overview suggests new knowledge -that there are large gaps in the literature on determinants of turnover in adult nursing. Review of the literature on the consequences of determinants is rare, although we note that some conflate these issues as consequences such as reduced staff numbers are also related to determinants such as workload pressures.",
            "cite_spans": [
                {
                    "start": 820,
                    "end": 824,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 948,
                    "end": 952,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 849,
                    "end": 856,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Summary of findings from and limitations of the included reviews"
        },
        {
            "text": "The most strongly supported determinants of turnover in the literature reviewed were at the individual level: stress and burnout, job dissatisfaction and (to a lesser degree) commitment. Supervisor support was the most supported determinant for retention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of findings from and limitations of the included reviews"
        },
        {
            "text": "The reviews use a number of outcome measuresintention to leave, turnover, intention to remain and retentionand many present these unquestioningly as measuring the same concept. The largest number of reviews uses the measures of intention, in particular, intention to leave, rather than action. This is problematic as, although intention has been demonstrated to be a consistent predictor of nurse retention, how these behavioural intentions develop and the link between intention to leave a job and actually leaving are unclear [46] . Furthermore, the inconsistency in the criteria and outcomes measures used in research studies and reviews not only demonstrates the complexity of the concept of turnover, it also shows how reviews of the turnover evidence have not systematically built on previous work in a consistent way to contribute to a shared theoretical base, despite discussion about definitions, conceptual models and a need for multivariable analyses [10] . Concepts therefore remain loosely defined and are used interchangeably. It might be that this accounts for the very limited evidence related to consequences at organisational level (cost), with no evidence on individual level consequences.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 532,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Summary of findings from and limitations of the included reviews"
        },
        {
            "text": "The quality of the reviews was mostly moderate, and, while all nine reviews stated that they had carried out a quality appraisal of their included primary studies, only one of the reviews used the assessment of studies to support their reporting and conclusions; however we know that the primary studies they report are predominantly quantitative observational designs, most often based on self-report data, with a small number of qualitative studies also included. More positively, several of the reviews highlight limitations of the body of literature, such as poor definition of intention to leave, dependence on cross sectional survey designs (with qualitative investigative depth mostly lacking [48] ) and variability in the health systems of different countries in particular (identified in two reviews [41] ), as well as noting the emphasis on single studies in several reviews [11] , and the heterogeneity of nurses, [11] often within studies [48] . Difficulties comparing across reviews due to other issues of definition, for example, of moral climate [45] or definition and measurement of manager leadership practices [46] or poor specificity of workplaces studied [47] are also raised. The limitations associated with meta analysis being prevented by the above mentioned heterogeneity are also specifically mentioned [46] . This degree of critique can be considered to ameliorate some reviews within the grouping of moderate strength of evidence in particular.",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 704,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 809,
                    "end": 813,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 925,
                    "end": 929,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 951,
                    "end": 955,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1061,
                    "end": 1065,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1128,
                    "end": 1132,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1175,
                    "end": 1179,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1328,
                    "end": 1332,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Summary of findings from and limitations of the included reviews"
        },
        {
            "text": "Our overview is limited by design. In being an overview of (systematic) reviews we have relied upon the review authors' reporting and interpretation of the primary studies and have made some assumptions about quality based on descriptions of research design rather than on a critical appraisal of each primary study. We suggest that this limitation is mitigated somewhat by only including reviews that have at least reported that they have carried out a quality appraisal of their included studies, and becomes a strength in that we have sought to review rather than add yet another review of primary studies to the large, somewhat repetitive, yet also heterogeneous decades of literature on turnover in adult nursing. We have also assessed the quality of the included reviews using a widely recognised tool for this task [37] . Our decision to include those reviews that reported a quality appraisal of their included studies also limits our review in excluding from our full narrative a number of comprehensive and recent reviews of the determinants and consequences of turnover in adult nursing that added considerably to our thematic index. In particular we have not featured the national/societal or patient level determinants and patient care outcomes that appear in the twelve reviews that did not contain a methodological appraisal of their included primary studies although they met our other inclusion criteria. We may also have excluded high quality primary studies that did not feature in reviews containing a quality appraisal. While this is acknowledged here as a limitation, we however consider this justified, and indeed a strength of our overview, in that we have based this decision on the guidance for the good conduct of systematic reviews available since the 1990s [26] and have only included reviews published since that date. We have therefore provided a focused account of what should be the highest quality reviews available. In spite of this, our own overview is limited in the conclusions it can come to regarding the determinants and consequences of turnover by the limitations of the systematic reviews that we systematically reviewed, for two reasons in particular. First, the coterminous use of outcome measures of intention with those of action (that is intention to leave with turnover, for example) is problematic and we are also limited in that we have partially replicated this concern in this overview, whilst also seeking to be explicit about the measures we have combined. This issue is considered in-depth in the turnover literature outside of nursing with acknowledgment of the poor translation of intentions to behavior [25] illustrated through wide statistical credibility estimates of the relationship [23] . Evidence suggests that the relationship can be moderated by, for example, structural variables [25] or personality traits [49] . As intentions are considered to overestimate actual performance (here, actual turnover), the determinants we present may have moderator effects not previously presented in the nursing literature. An important recommendation of this review is that the concepts related to nursing turnover are carefully considered and defined and consensus reached about the priorities for future research and workforce development to increase the pertinence and co-ordination of future research to provide evidence that can inform decision making in human resources practice and planning in healthcare and nursing. Second, and fundamentally, we are limited by the absence of any reviews that have been assessed to offer strong evidence. The literature we reviewed offered no opportunities to carry out the meta-analysis of antecedents and correlates which we find in the broader human resource turnover literature, where not only are primary studies' findings statistically pooled, but variations in base rates of turnover and moderators in statistical models of turnover are tested [23] . We also note that the majority of the reviews we included did not specify what type of 'leaving' their primary studies referred to, that is leaving a department, an employer or the profession; only four of the studies mention this; three of these refer to leaving the profession.",
            "cite_spans": [
                {
                    "start": 822,
                    "end": 826,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1786,
                    "end": 1790,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2662,
                    "end": 2666,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2746,
                    "end": 2750,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2848,
                    "end": 2852,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2875,
                    "end": 2879,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 3948,
                    "end": 3952,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Limitations and strengths of our overview"
        },
        {
            "text": "Finally, with the inevitable time lag of publication of primary studies to their inclusion in a pertinent review, we are likely to have missed all of the more recent literature published.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and strengths of our overview"
        },
        {
            "text": "Our findings in the context of other literature From our searches we identified 66 reviews already published on this topic, including recent developments in conceptualising the determinants and consequences of such turnover into models [28] . However, when we applied criteria based upon guidance for the good conduct of systematic reviews [26] we systematically and explicitly excluded large numbers of reviews, and reviewed a relatively small number in full. The results are not surprising in content of determinants and consequences as we developed a thematic index based on the reviews we were reviewing, several of which grouped determinants similarly, for example using the groupings of individual, interpersonal and organisational factors [27] . The results are also not entirely surprising when viewed in the context of the broader management literature on the wide range of researched antecedents to turnoverfor example, if we look at what Holtom et al. (2008) [24] described as the major trends in turnover research in the preceding decade, our overview points to some evidence on the role of interpersonal relationships, of organisational commitment and embeddedness and of job satisfaction, but it does not present evidence in the nursing literature on individual difference predictions such as personality or of working conditions; nor of dynamic processes. The overview also contains substantial literature related to demographic issues that Griffeth et al. (2000) [23] consider to be decreasing in importance. The rising issues of social networks [25] and cultural differences [24] , as well as multi-level investigations [24] are equally lacking in visibility in the reviews we have included. In recognition of these differences, and the limitations of the quality of the literature and the predominance of intention to leave versus actual turnover in the nursing turnover literature, we have not sought to try to fit it to one particular model from the literature outside of nursing.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 949,
                    "end": 969,
                    "text": "Holtom et al. (2008)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 970,
                    "end": 974,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1456,
                    "end": 1478,
                    "text": "Griffeth et al. (2000)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1479,
                    "end": 1483,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1562,
                    "end": 1566,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1592,
                    "end": 1596,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1637,
                    "end": 1641,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Limitations and strengths of our overview"
        },
        {
            "text": "It is in recognition of the plethora of previous work in nursing that we conducted this overview of systematic reviews and, in doing so, highlight an important finding: while clarity has been achieved on where the strongest current evidence lies regarding the determinants and consequences of adult nursing turnover, none of the evidence is strong when we combine different interventions, different outcomes, different conditions, problems or populations, as suggested for reviews of reviews [50] . Despite the plethora of reviews, the gaps in strongly evidencebased knowledge about adult nursing turnover limit the conclusions that can be drawn even from the relatively stronger reviews from which we built our overview. We suggest that this could contribute to a continuing problem, if managerial decision makers have not been clearly signposted to robustly conducted systematic reviews based on robustly conducted and/or robustly critiqued primary studies.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 496,
                    "text": "[50]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Limitations and strengths of our overview"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "What Does Nurse Turnover Rate mean and What Is the rate? Pol Politics Nurs Pract",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Kovner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fatehi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jun",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1527154414547953"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nursing churn and turnover in Australian hospitals: nurses perception and suggestions for supportive strategies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stasa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Roche",
                    "suffix": ""
                },
                {
                    "first": "Cse",
                    "middle": [],
                    "last": "Horner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duffield",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Nurs",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global Strategy on Human Resources for Health: Workforce 2030: consultation paper. WHO",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Table 8 Occupations with the largest projected number of job openings due to growth and replacement needs",
            "authors": [],
            "year": 2012,
            "venue": "Employment Projections 2012-2022",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Canadian Occupational Projection System (COPS). Search for Occupational Projection Summaries",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "3012",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Growing Nursing Numbers Literature on nurses leaving the NHS. Health Education England",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A comparative review of nurse turnover rates and costs across countries",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Duffield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Roche",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Homer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Buchan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dimitrelis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Adv Nurs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.0000/jan.124832014"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Staff nurse turnover costs: part 1, a conceptual model",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Nurs Adm",
            "volume": "20",
            "issn": "",
            "pages": "18--23",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Baumann A for the International Centre for Human Resources in Nursing. The impact of Turnover and the Benefit of Stability in the Nursing Workforce. International Council of Nurses",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nurse turnover: a literature review",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "O&apos;brien-Pallas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duffield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shamian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Buchan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int J Nurs Studies",
            "volume": "43",
            "issn": "",
            "pages": "237--63",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nurses' intention to leave the profession: integrative review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Flinkman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leino-Kilpi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salanterä",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Adv Nurs",
            "volume": "66",
            "issn": "",
            "pages": "1422--1456",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "How to estimate employee turnover costs",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Personnel",
            "volume": "58",
            "issn": "",
            "pages": "43--52",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Financial management for nurse managers",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Financial management series: cost per RN hired",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Nurs Adm",
            "volume": "15",
            "issn": "",
            "pages": "27--36",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Investing in People for health and healthcare. Workforce Plan for England Proposed Education and Training Commissions for",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Report of the Mid Staffordshire NHS Foundation Trust Public Inquiry. The Stationery Office",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Review into the quality of care and treatment provided by 14 hospital trusts in England: review report. NHS",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Keogh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Safe staffing for nursing in adult inpatient wards in acute hospitals",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Nursing Workforce Data RN Workforce Profiles by Area of Responsibility Year",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Australian Institute of Health and Welfare. Work characteristics of nurses and midwives. Australian Institute of Health and Welfare",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Nursing education and regulation: international profiles and perspectives",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Griffith",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A meta-analysis of antecedents and correlates of employee turnover: update, moderator tests, and research implications for the next millennium",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Griffeth",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Manag",
            "volume": "28",
            "issn": "",
            "pages": "463--88",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Turnover and retention research: a review of the present, and a venture into the future",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Holtom",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Eberly",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Acad Manag Ann",
            "volume": "2",
            "issn": "",
            "pages": "231--74",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Translating intentions to behavior: the interaction of network structure and behavioral intentions in explaining turnover behavior",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vardaman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Organ Sci",
            "volume": "26",
            "issn": "",
            "pages": "1177--91",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Systematic Reviews CRD's guidance for undertaking reviews in healthcare",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Nurse turnover: a literature review -an update",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "O&apos;brien-Pallas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duffield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shamian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Buchan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Nurs Studies",
            "volume": "49",
            "issn": "",
            "pages": "887--905",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Thirty Years of Nursing Turnover Research: Looking Back to Move Forward Med Care Res Rev",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gilmartin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/10775587."
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Seventy-five trials and eleven systematic reviews a day: how will we ever keep up",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bastian",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Glasziou",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Chalmers",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1000326"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Epidemiology and reporting characteristics of systematic reviews",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tetzlaff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Tricco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sampson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Med",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Cochrane Handbook for Systematic Reviews of Interventions. Version 5.1.0. The Cochrane Collaboration",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Oxman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Preferred reporting items for systematic review and metaanalysis protocols (PRISMA-P)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shamseer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ghersi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petticrew",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "statement. Syst Rev",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0. The Cochrane Collaboration",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Julian",
                    "suffix": ""
                },
                {
                    "first": "Jpt",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Advanced Economies. In: Country Groups Information",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Defining the review question and developing criteria for including studies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "Jpt",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Cochrane handbook for systematic reviews of interventions version 5.0.0 [updated",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Cochrane Collaboration",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Effectiveness and efficiency of search methods in systematic reviews of complex evidence: audit of primary sources",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Peacock",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMJ",
            "volume": "331",
            "issn": "",
            "pages": "1064--1069",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Development of AMSTAR: a measurement tool to assess the methodological quality of systematic reviews",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Shea",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Grimshaw",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boers",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hamel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Med Res Methodol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2288-7-10"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Methodological quality of systematic reviews in subfertility: a comparison of two different approaches",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Popovic",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Windsor",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Showell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shea",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0050403"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Judging the 'weight of evidence' in systematic reviews: introducing rigour into the qualitative review stage by assessing signal and noise",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elwyn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rollnick",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Eval Clin Pract",
            "volume": "6",
            "issn": "",
            "pages": "177--84",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Adult nurse staff turnoverthe determinants and consequences, and interventions for reduction: two interlinked systematic reviews of reviews. Part 1: determinants and consequences. PROSPERO 2015:CRD42015017613. University of York Centre for Reviews and Dissemination",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Halter",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pelone",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Boiko",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beighton",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Drennan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "?RecordID=17613. Accessed 21",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A systematic literature review of nurse shortage and the intention to leave",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Lung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Chau",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Nurs Manag",
            "volume": "21",
            "issn": "",
            "pages": "605--618",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Incivility, retention and new graduate nurses: an integrated review of the literature",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "D&apos;ambra",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Nurs Manag",
            "volume": "22",
            "issn": "",
            "pages": "735--777",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A literature review of nursing turnover costs",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Nurs Manag",
            "volume": "21",
            "issn": "",
            "pages": "405--423",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Organizational commitment as a predictor variable in nursing turnover research: literature review",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Adv Nurs",
            "volume": "60",
            "issn": "",
            "pages": "235--282",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Nurses' moral sensitivity and hospital ethical climate: a literature review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schluter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Winch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holzhauser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nurs Ethics",
            "volume": "15",
            "issn": "",
            "pages": "304--325",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Leadership practices and staff nurses' intent to stay: a systematic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cowden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Profetto-Mcgrath",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Nurs Manag",
            "volume": "19",
            "issn": "",
            "pages": "461--77",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Systematic review on the relationship between the nursing shortage and job satisfaction, stress and burnout levels among nurses in oncology/haematology settings",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Toh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Devi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Evid Based Healthc",
            "volume": "10",
            "issn": "",
            "pages": "126--167",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Impact of job satisfaction components on intent to leave and turnover for hospital-based nurses: a review of the research literature",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coomber",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Barriball",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int J Nurs Stud",
            "volume": "44",
            "issn": "",
            "pages": "297--314",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Turnover intentions and voluntary turnover: the moderating roles of self-monitoring, locus of control, proactive personality, and risk aversion",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Appl Psychol",
            "volume": "90",
            "issn": "",
            "pages": "980--90",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Methodology in conducting a systematic review of systematic reviews of healthcare interventions",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Devane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Begley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Med Res Methodol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2288-11-15"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Critical Review of Quantitative Research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Critical Review.pdf. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The effects of hospital restructuring that included layoffs on individual nurses who remained employed: a systematic review",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Estabrooks",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Sociol Soc Policy",
            "volume": "8",
            "issn": "9",
            "pages": "8--53",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The relationship between nursing leadership and patient outcomes: a systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Nurs Manag",
            "volume": "15",
            "issn": "",
            "pages": "508--529",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Factors influencing job satisfaction of front line nurse managers: a systematic review",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Nurs Manag",
            "volume": "16",
            "issn": "",
            "pages": "768--83",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Evidence-based practice for nurses: appraisal and application of research",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Evidence based practice in Nursing & Healthcare: a guide to best practice",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fineout-Overholt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Melnyk",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Integrating research. A guide for literature reviews",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The effects of postpartum depression on maternal-infant interaction: a meta-analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nurs Res",
            "volume": "44",
            "issn": "",
            "pages": "298--304",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Appraising the evidence: reviewing disparate data systematically",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hawker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hardey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Qualit Health Res",
            "volume": "12",
            "issn": "",
            "pages": "1284--99",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Further assessments of bass's (1985) conceptualization of transactional and transformational leadership",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bycio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Hacket",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Appl Psychol",
            "volume": "80",
            "issn": "",
            "pages": "468--78",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Manager leadership and retention of hospital staff nurses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Taunton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Boyle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bott",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "West J Nurs Res",
            "volume": "19",
            "issn": "",
            "pages": "205--231",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Nurses' job satisfaction, organizational commitment, and career intent",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Ingersoll",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Olsan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Drew-Cates",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Devinney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Nurs Adm",
            "volume": "32",
            "issn": "",
            "pages": "250--63",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "The effects of nurses' job satisfaction on retention: an Australian perspective",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cowin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Nurs Adm",
            "volume": "32",
            "issn": "",
            "pages": "283--91",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "A model of job satisfaction of nurses: a reflection of nurses' working lives in mainland China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "While",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Barriball",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Adv Nurs",
            "volume": "58",
            "issn": "",
            "pages": "468--479",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Predicting registered nurse job satisfaction and intent to leave",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Larrabee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Janney",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Ostrow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Withrow",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Hobbs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burant",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Nurs Adm",
            "volume": "33",
            "issn": "",
            "pages": "271--83",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Predictors of nurses' intent to stay at work in a university health center",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sourdif",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nurs Health Sci",
            "volume": "6",
            "issn": "",
            "pages": "59--68",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Faces of the nursing shortage: influences on staff nurses' intentions to leave their positions or nursing",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Lynn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Redman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Nurs Adm",
            "volume": "35",
            "issn": "",
            "pages": "264--70",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Hospital ethical climates and registered nurses' turnover intentions",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Nurs Scholarsh",
            "volume": "37",
            "issn": "",
            "pages": "173--180",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Nurse intention to remain employed: understanding and strengthening determinants",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Tourangeau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Cranley",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Adv Nurs",
            "volume": "55",
            "issn": "",
            "pages": "497--509",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Nurses' perceptions of severe acute respiratory syndrome: relationship between commitment and intention to leave nursing",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Adv Nurs",
            "volume": "4",
            "issn": "",
            "pages": "171--180",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "The impact of social work environment, teamwork characteristics, burnout, and personal factors upon intent to leave among European nurses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Estryn-Béhar",
                    "suffix": ""
                },
                {
                    "first": "Bijm",
                    "middle": [],
                    "last": "Van Der Heijden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ogiñska",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Camerino",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Nézet",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Conway",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Med Care",
            "volume": "45",
            "issn": "",
            "pages": "939--50",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Explaining young registered Finnish nurses' intention to leave the profession: a questionnaire survey",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Flinkman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laine",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leino-Kilpi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hasselhorn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salanterä",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int Journal Nurs Stud",
            "volume": "45",
            "issn": "",
            "pages": "727--79",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Predictors of hospitals' organizational climates and nurses' intent to stay in Jordanian hospitals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Mrayyan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Res Nurs",
            "volume": "13",
            "issn": "",
            "pages": "220--253",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Turnover factors revisited: a longitudinal study of Taiwan-based staff nurses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Nurs Stud",
            "volume": "45",
            "issn": "",
            "pages": "277--85",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PRISMA Flow Diagram",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "findings of the present study support a positive relationship between transformational leadership, supportive work environments and staff nurses intent to remain in their current position. Stated intentions to stay are strongly predictive of retention and turnover. Relational leadership styles attentive to the individual needs of the nurse promote staff nurses intentions to stay.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Methodological quality of the included reviews. Judgment of the presence of AMSTAR quality items in the nine reviewed reviews measures reported. The four outcome measures reported were: intention to leave (in 38 primary studies), intention to stay (in 15 primary studies), turnover (in 13 primary studies) and retention (in three primary studies) (Figs. 3, 4, 5 and 6)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Number of primary studies per determinant for the outcome measure of turnover",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Number of primary studies per determinant reviews for the outcome measure of retention",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Number of primary studies per determinant for the outcome measure of intention to stay",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Number of primary studies per determinant for the outcome measure of intention to leave that increased nurses' intention to leave (including leaving the profession) in three studies of the review byFlinkman et al. (2010)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Medline search strategy and number of articles found −17/01/2015",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "General characteristics of the included systematic reviews",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "General characteristics of the included systematic reviews (Continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "General characteristics of the included systematic reviews (Continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "General characteristics of the included systematic reviews (Continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "General characteristics of the included systematic reviews (Continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Articles most frequently included in the reviews assessed",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to the reviewers of the first submission of this paper for their comments and suggestions for improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "This review was independent research funded by Health Education England -South London, part of the National Health Service (NHS). The views expressed herein are those of the authors and not the funding body, the NHS or the Department of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The datasets supporting the conclusions of this article are included within the article (and its Additional files.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The current evidence is incomplete and has a number of important limitations. A body of moderate quality review evidence does exist giving a picture of multiple determinants of turnover in adult nursing, with individual level nurse stress and dissatisfaction factors and organisational level managerial style and supervisory support factors holding most weight, as well as the economic consequence of the turnover. Our systematic review of the review literature uses the quality of the review alongside the quality of the included primary studies and which outcomes they measure to progress the usefulness of the body of review literature for decision makers, in terms of the determinants themselves. In using the quality of the review alongside the quality of the included primary studies and which outcomes they measure the evidence is far from definitive. Further research, of rigorous research design, drawing on recommendations from the wider management literature on turnover, whether quantitative or qualitative, particularly against the outcome of actual turnover as opposed to intention to leave, and modelling determinants in combination, taking account of confounding factors, is required. Ethics approval and consent to participate This paper presents an overview of previously published reviews and, as such, requires no ethics approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.• We accept pre-submission inquiries • Our selector tool helps you to find the most relevant journal Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ]
}