{
    "paper_id": "95bd6a3d04bd47a4a7683ea948e6de05125a34c6",
    "metadata": {
        "title": "Stanford's Outcomes Research in Kids (STORK) Protocol, Version 1.2",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Modification of location where testing for triclosan will be performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modifications"
        },
        {
            "text": "Modification of frequency of sampling (stool, urine, saliva, skin swabs) from the mother (every 4 months), and the method of urine collection from the baby.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modifications"
        },
        {
            "text": "Addition of use of electronic data collection via tablet Update of Title page, footer; repagination",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Addition of the SCVMC IRB"
        },
        {
            "text": "The signature below documents the approval of this protocol and the attachments, and provides the necessary assurances that this trial will be conducted according to all stipulations of the protocol, including all statements regarding confidentiality and according to local legal and regulatory requirements and to the principles outlined in applicable US federal regulations and ICH guidelines. To determine the association between infectious disease load as measured by sick-days from in utero to age 3 years, and growth, as measured by height-for-weight Z-score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Signature page"
        },
        {
            "text": "2. To determine whether exposure to the antimicrobial triclosan, as measured by intervention arm, decreases infectious disease load.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "____________________________________"
        },
        {
            "text": "Secondary:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "____________________________________"
        },
        {
            "text": "1. To assess the association between infection and microbial diversity, by characterizing the microbiota by 16S rRNA gene sequence analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "____________________________________"
        },
        {
            "text": "2. To assess the association between infection and the breadth of the developing immune system response, as measured by the types and proportions of naïve, effector memory and central memory T cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "____________________________________"
        },
        {
            "text": "3. To assess the association between growth and microbial diversity. 4 . To assess the association between growth and breadth of the developing immune system response. 5 . To assess the association between triclosan exposure and microbial diversity. 6 . To assess the association between triclosan exposure and the breadth of the developing immune system response.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 70,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 168,
                    "end": 169,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 250,
                    "end": 251,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "____________________________________"
        },
        {
            "text": "See Figure 1 below See Appendix A1 for the list of study sites and Appendix A2 for the study contacts roster.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 12,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Schematic"
        },
        {
            "text": "Obesity and overweight are epidemic in US children. According to the Centers for Disease Control and Prevention (CDC), between the 1960s and today, obesity prevalence more than quadrupled from 4% to 17% (1). Among obese teenagers, 80% will become obese adults, potentially suffering the gamut of weight-related problems. Physiologically, only imbalance between caloric intake and expenditure can explain the shifts in weight. However, diet and exercise--the primary recipients of research attention with respect to intake and expenditure--do not correlate with childhood obesity as much as might be expected (2) . Moreover, randomized clinical trials addressing diet and exercise have demonstrated little to no impact on childhood body mass index (BMI) indicating that, even if they are important, they are difficult to modify (3) . We hypothesize that the rise in childhood obesity is caused by the loss of recurrent and chronic infections in modern, industrialized society, beginning in utero and extending through early childhood.",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 611,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 827,
                    "end": 830,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background information"
        },
        {
            "text": "Surprisingly little is known about the sequence or frequency of infection in childhood or infections' metabolic toll. In the extreme, however, few would disagree that infection protects against obesity. Children who suffer severe, recurrent infection -e.g. children in the developing world -are rarely, if ever, fat. In the industrialized world, recurrent infections in cystic fibrosis result in heightened resting energy expenditure (REE) and poor weight gain despite good caloric intake (4) . Although these extremes may have little relevance to average children, the hypothesis that infection decreases weight in normal children is certainly plausible. Infections both increase expenditure and decrease caloric intake. Each degree Celsius elevation in temperature results in 7-16% increase in REE (5, 6) .",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 492,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 800,
                    "end": 803,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 804,
                    "end": 806,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background information"
        },
        {
            "text": "Fever is not the only consideration in increased energy expenditure. Despite similar temperature curves and caloric intake during their period of illness, infants with neonatal sepsis have 120% the REE with 35% the weight gain of non-septic neonates (7) . Of course, just because temperature and REE are acutely elevated during fever doesn't mean that children will lose weight over a longer term. In fact, some studies indicate a rebound in weight after some acute illnesses (5) . However, chronic infections -e.g. asymptomatic HIV, bacteriuria, and schistosomiasis -have all been associated with prolonged REE elevations (8-10), as has elevation in C-reactive protein (11) . Similarly, treatment of hepatitis C virus (HCV) results in reduction of REE (12) . Adipocytokines, too, may be affected by infection. For example, eradication of Helicobacter pylori in pre-pubertal children decreases ghrelin levels and increases BMI compared to untreated children (13) . In fact, most chronic infections -symptomatic and asymptomatic -are likely to increase metabolic demands in their constant cross-talk with the host. Other mechanisms may be in play as well. Inflammatory cytokines suppress appetite and affect cell differentiation. Specifically, circulating tumor necrosis factor (TNF) both inhibits adipocyte differentiation and promotes lipolysis (14) . In this manner, short-term infections can have long-term effects on very young children.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 958,
                    "end": 962,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1346,
                    "end": 1350,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Background information"
        },
        {
            "text": "Historically, the greatest shifts in population health have been attributable not to changes in genetics or human behavior, but to alterations in infectious disease incidence. Due to decreasing family size (also linked to obesity), improvements in hygiene, expanded spectrum of vaccine coverage, and early antimicrobial use, infectious diseases are simply disappearing as a serious problem in children of the US and the industrialized West (15, 16) . Studies document declining incidence of rheumatic fever, scarlet fever (17), poststreptococcocal glomerulonephritis (18) , tuberculosis, Epstein Barr virus (EBV), toxoplasmosis, invasive group B streptococcal infections (19) , childhood diarrhea (20) , appendicitis (21) , erysiplelas, otitis media (22) , dysentery, H. pylori, and vaccine preventable diseases. Furthermore, as infection incidence diminishes, the age of infection acquisition rises, potentially affecting cell growth and differentiation. What overall consequences is this ecologic shift going to have?",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 444,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Background information"
        },
        {
            "text": "Changes are likely occurring also in the microbiota of the human gastrointestinal tract, which can itself be considered infectiousi.e., acquired from the environment. Gut microbial populations have been shown to impact a variety of metabolic processes including inflammation, angiogenesis, immunity, and insulin resistance (23) . They may have an important role in growth, as relative proportions of bacterial phyla have been shown to be responsive to weight change (24) . Thus, childhood infectious conditions, some of which dramatically impact the gut microbiota at least in the short term, may well have long-term effects on the microbiota and as such may well play a role in long-term weight change.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Background information"
        },
        {
            "text": "The hypothesis that childhood infections protect against obesity is revolutionary and potentially paradigm shifting. If true, it raises a critical question: is increasing weight in childhood a sign of good health or of disease? No one would argue that morbid obesity in adulthood is healthy. Increased weight in children, however, is a poor predictor of adult obesity. Moreover, even countries in socioeconomic transition like China, India and Mexico are seeing increases in childhood weight, particularly among the upper classesan observation that is likely to mark improved longevity. The discovery that overweight in childhood results from our own remarkable progress in protecting children from premature death from infection may, in the end, transform our concepts of obesity and lead us to consider more carefully how we modulate our relationship with the microbial world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background information"
        },
        {
            "text": "Triclosan (5-chloro-2-(2,4-dichlorophenoxy)-phenol) is a chlorinated phenolic antibacterial compound found in consumer products since 1972, including deodorants, toothpastes, shaving cream, mouth wash, cleaning supplies, kitchen utensils, toys, bedding, socks, and trash bags (25). Triclosan is regulated by the FDA, which is currently conducting a review on its safety (26). To date, triclosan has been proven to reduce plague and gingivitis when used in toothpaste; no other evidence showing an extra benefit to health for triclosan in other consumer products has been demonstrated. The mechanism of action at higher concentrations is non-specific but at lower concentrations, appears to specifically target bacterial fatty acid synthesis. These antibiotic properties have led to concerns about development of antimicrobial resistance. In addition, there is evidence that triclosan may be an endocrine disruptor in animal models. Triclosan has been found in serum, urine, breast milk, sewage and in drinking water in small amounts and has been banned in Denmark, Norway, Sweden, the United Kingdom, and Finland.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the study agents(s)/intervention(s)"
        },
        {
            "text": "While probably reducing microbial diversity in the home environment, triclosan may have subtle adverse health effects that remain to be identified. Within the cohort study presented below, we are nesting an intervention: the randomized removal of triclosancontaining cleaning products from the household. Participants will be randomly assigned to receive household cleaning products either of their choice or not containing triclosan, with the products supplied on an as-needed basis. Because the purchase of anti-microbial containing products is done presumably to reduce the incidence of infection within the household, we will assess the incidence of infectious disease in each infant and compare the rates in both arms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the study agents(s)/intervention(s)"
        },
        {
            "text": "Triclosan has been used extensively for more than 40 years. It is an off-white odorless tastelss crystalline powder, practically insoluble in water, moderately soluble in alkaline solutions and readily soluble in most non-polar organic solvents (27) .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "(27)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Summary of previous pre-clinical studies"
        },
        {
            "text": "Triclosan's activity is concentration and formulation dependent. The primary site of its action is the cytoplasmic membrane, with the uptake of triclosan by the cell wall, as well as whole cells being by diffusion. The primary antimicrobial action of triclosan is directed toward RNA and protein synthesis in bacteria, and not against DNA. It has been shown to be effective in low concentrations against a broad spectrum of gram-negative and gram-positive bacteria, notably Proteus vulgaris, Salmonella sp., mycobacteria, anaerobic bacteria, and fungi, ammonia producing bacteria, yeast, dermatophytes, and certain resident skin bacteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of previous pre-clinical studies"
        },
        {
            "text": "Triclosan is not acutely toxic to mammals as shown by traditional toxicity tests in mice, hogs or rats (27) . Subacute/subchronic toxicity tests in rats, rabbits, dogs and baboons ranging from 3 days to 52 weeks assessed the potential effects of oral and dermal applications. Toxic effects differed by species and route of administration: hepatic lesions and hematologic effects occurred with oral administration by intubation or capsule in rabbits and dogs; baboons showed only episodes of emesis and diarrhea.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "(27)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Summary of previous pre-clinical studies"
        },
        {
            "text": "Chronic toxicity / carcinogenicity studies did not identify a carcinogenic potential at any treatment level in rats (27) . Treatment-related tumors were found only in the liver of male and female mice; these tumors were suggested to have arisen by way of peroxisome proliferator-activated receptor alpha (PPARalpha) activation, a mode of action not considered to be relevant to humans (28) .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "(27)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "(28)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Summary of previous pre-clinical studies"
        },
        {
            "text": "Numerous independent mutagenicity studies did not identify positive results (27) . A reproductive study in rats showed no effect on reproductive performance and in studies conducted to assess developmental toxicity in rats and rabbits, teratologic effects were not observed.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "(27)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Summary of previous pre-clinical studies"
        },
        {
            "text": "Triclosan has been shown in vitro to activate the human pregnane X receptor (29) , to induce hepatic phase I enzymes and in vivo to cause a decrease in total thyroxine (T4) (30, 31) , suggesting adverse effects on thyroid hormone homeostasis. However, the data appear to be of questionable physiological relevance, as there is no evidence of hypothyroid effects or adjustment of the hypothalamo-pituitary axis to this decreased T4.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "(29)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "(30,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "31)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Summary of previous pre-clinical studies"
        },
        {
            "text": "Triclosan exhibits relatively high affinity for the androgen receptor: in cell-based bioassays, it exhibits androgen antagonist activity without any agonist activity (32) . This antiandrogenic effect is not demonstrable in vivo.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "(32)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Summary of previous pre-clinical studies"
        },
        {
            "text": "The tolerability and safety of triclosan has been evaluated in human volunteers with little indication of toxicity or sensitization (28) . Information in humans from chronic usage of personal care products is not available. A Benchmark Dose (BMDL(10)) of 47 mg/kg/day was developed based on kidney toxicity in the hamster. Estimates of the amount of intake from in the use of representative personal care products for men, women, and children were derived in two ways: (a) using known or assumed triclosan levels in various consumer products and assumed usage patterns (product-based estimates); and (b) using upper bound measured urinary triclosan levels from human volunteers (biomonitoring-based estimates) using data from the Centers for Disease Control and Prevention. For the product-based estimates, the margin of safety (MOS) for the combined exposure estimates of intake from the use of all triclosan-containing products considered were approximately 1000, 730, and 630 for men, women, and children, respectively. The MOS calculated from the biomonitoring-based estimated intakes were 5200, 6700, and 11,750 for men, women, and children, respectively. Based on these results, exposure to triclosan in consumer products was not expected to cause adverse health effects in children or adults who used these products as intended.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "(28)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Summary of relevant clinical studies"
        },
        {
            "text": "Triclosan is being or has been tested in a total of 26 trials in oral health, three trials in MRSA, and 13 trials related to in surgery, wound or stents listed on ClinicalTrials.gov (33). To date, data on the effect of triclosan in oral health outcomes are clear. Triclosan ⁄ copolymer dentifrices containing 0.3% triclosan, 2.0% copolymer and fluoride (1100 ⁄ 1450 p.p.m. F) (Colgate Total, Colgate-Palmolive company, NJ, USA) maintain concentrations of triclosan in plaque that exceed the minimum inhibitory concentration (MIC) values of many plaque bacteria for up to 12 h. Numerous randomized, controlled clinical trials and reviews have shown significant efficacy of this triclosan ⁄ copolymer dentifrice in reducing plaque and improving gingival health and peridonatal disease. Triclosan ⁄ zinc citrate dentifrices have also shown excellent efficacy in gingival health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of relevant clinical studies"
        },
        {
            "text": "With respect to MRSA, one observational report found that the addition of a 0.3% triclosan soap was instrumental in containing an outbreak of MRSA in a neonatal nursing unit and preventing recurrence for 3½ years. A study from the UK suggested that widespread commercial use was not significantly increasing rates of resistance (34) . Triclosan has been considered as a potentially useful adjuvant to topical agents, but optimal treatment plans for aggressive decolonization of MRSA are as yet undefined.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "text": "(34)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Summary of relevant clinical studies"
        },
        {
            "text": "A systematic literature review assessed 27 studies published between 1980 and 2006 that had examined the efficacy of products containing triclosan, compared with that of plain soap, in the community setting, as well as to evaluate emergence of antibiotic-resistant bacteria (35) . Soaps containing triclosan within the range of concentrations commonly used in the community setting (0.1%-0.45% wt/vol) were no more effective than plain soap at preventing infectious illness symptoms and reducing bacterial levels on the hands. Several laboratory studies demonstrated evidence of triclosan-adapted cross-resistance to antibiotics among different species of bacteria. The authors suggested that the lack of an additional health benefit associated with the use of triclosan-containing consumer soaps over regular soap, coupled with laboratory data demonstrating a potential risk of selecting for drug resistance, warranted further evaluation by governmental regulators regarding antibacterial product claims and advertising.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "(35)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Summary of epidemiological data"
        },
        {
            "text": "Global infectious disease burden is decreasing dramatically, with standards of living increasing and improvement in medical care access around the world. Concurrently, the global population is getting fatter and fatter. Diet and exercise alone cannot explain this rise in obesity; is it partially attributable to the absence of infection? This study will examine whether decreased infectious disease load is associated with increased growth as measured by height-for-weight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rationale"
        },
        {
            "text": "Additionally, data on how both growth and infectious disease load affect the diversity of the microbiome in people are few. While details on how growth or infectious disease load affect the immune system response in very young children are less sparse, a greater understanding of these relationships would be helpful. This study will provide information on how these factors relate to each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rationale"
        },
        {
            "text": "Numerous antibacterial products are widely commercially available, presumably having the ultimate goal of reducing infection in those who use them; however, there is no evidence that these products have a measurable effect on infectious disease incidence. Additionally, the impact that these products may have on the gut microbiome is unknown. This study will examine whether exposure to the antimicrobial triclosan is associated with a decreased incidence of infection within a household. It will also examine whether triclosan exposure is associated with decreased microbial diversity in people, or decreased breadth of immune system response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rationale"
        },
        {
            "text": "Our specific study cohort will be comprised of 200 babies born from low risk, primarily low income women locally resident in the San Francisco Bay area, mostly of Hispanic or recent immigrant origin. Low income families suffer disproportionately from infections due to their increased likelihood of crowding; women in these households also are more likely to be exposed to triclosan through their occupation as house-cleaners and thus may be particularly interested in the study hypothesis. As such, this population could benefit from the added information that our study will make accessible to them. Furthermore, the relationships examined in this study sample represent those in billions of individuals worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rationale"
        },
        {
            "text": "A total of 250 pregnant women will undergo one blood draw with venipuncture and up to two finger-sticks during their pregnancy, if not already part of their prenatal care, and up to 200 infants will undergo both an annual blood draw for a total of three each and everyfour-month heel sticks for a total of six each. There is a small risk of bruising with venipuncture, for which precautions are taken. Infection at the site of phlebotomy is quite rare; all efforts will be made to prevent this complication by use of trained phlebotomists with great attention to sterile technique. Fainting can occur with phlebotomy in adults. Such risk will be minimized by identifying patients who have fainted previously and requiring them to lie down for phlebotomy. Others without such a history will have blood drawn in a sitting position and will be monitored for complaints or signs of lightheadedness. Blood draw volumes are within guidelines for healthy adults and age-appropriate for infants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immediate risks"
        },
        {
            "text": "The women may be considered to be from vulnerable populations, due to language barriers as well as factors related to economic, social resettlement and potentially anxiety about immigration status. Study personnel will be made cognizant of the anxieties attendant to immigrants and will not put undue pressure on participants or potential participants. Precautions will be taken as part of the consent process to insure communication facility as well as understanding that health needs and benefits will not be affected by participation or nonparticipation in the study (see Appendix A3, Consent form). We will require that subjects be able to communicate effectively in Spanish or English. All forms will be translated into Spanish for Spanish speaking subjects. Tests of comprehension in Spanish or in English will be administered at the end of each informed consent process to ensure understanding (see Appendix A4, Test of comprehension).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immediate risks"
        },
        {
            "text": "It is unclear whether triclosan has negative health effects. It is clear that removal of triclosan from products other than toothpaste has no health risk. It is unknown whether continued use of triclosan-containing products already present in the home environment will have any risk to the health of the family.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immediate risks"
        },
        {
            "text": "There are no long health term risks, other than prolonged treatment for short-term adverse effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long range risks"
        },
        {
            "text": "There is a small confidentiality risk in the use of mobile phones to contact participants on a weekly basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long range risks"
        },
        {
            "text": "Weekly health status reports are an essential aspect to this study. The security risk of having a participant identified by their mobile phone number is low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rationale for the necessity of such risks"
        },
        {
            "text": "4. Alternative data gathering procedures that have been considered or will be considered Participants will be given the option of using email as an alternative for providing weekly updates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rationale for the necessity of such risks"
        },
        {
            "text": "The sample will be comprised of primarily immigrant women whose lower socioeconomic status, lower literacy rates and low income in general may not allow them regular access to the internet for email updates on health status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why alternative procedures may not be feasible"
        },
        {
            "text": "Women with small children often have mobile phones and in focus group discussions about the study have indicated a willingness to respond to a weekly telephone survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why the value of the information to be gained outweighs the risks involved"
        },
        {
            "text": "Because it is unclear whether triclosan has negative health benefits in humans, it is unknown whether removal of triclosan in the home environment will have any benefit on the health of the family.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential benefits"
        },
        {
            "text": "Because triclosan-containing products tend to cost more than products that do not contain triclosan, a clear understanding of whether the increased cost of these products has any associated benefit would be of assistance to families concerned with their budget.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential benefits"
        },
        {
            "text": "From a societal perspective, better knowledge of how infection and host immune responses affect body habitus may lead to more effective prevention and treatment strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential benefits"
        },
        {
            "text": "Our objectives are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY OBJECTIVES"
        },
        {
            "text": "To determine the association between infectious disease load from in utero to age 3 years, as measured by sick-days, and growth, as measured by height-for-weight Z-score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY OBJECTIVES"
        },
        {
            "text": "1. B To determine whether exposure to the antimicrobial triclosan, as measured by intervention arm, decreases infectious disease load, as measured above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY OBJECTIVES"
        },
        {
            "text": " -To assess the association between infection and microbial diversity, by characterizing the microbiota by 16S rRNA gene sequence analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Within the cohort study:"
        },
        {
            "text": " To assess the association between infection and the breadth of the developing immune system response, as measured by the types and proportions of naïve, effector memory and central memory T cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Within the cohort study:"
        },
        {
            "text": " To assess the association between growth and microbial diversity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Within the cohort study:"
        },
        {
            "text": " To assess the association between growth and breadth of the developing immune system response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Within the cohort study:"
        },
        {
            "text": " To assess the association between triclosan exposure and microbial diversity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Within the intervention:"
        },
        {
            "text": " To assess the association between triclosan exposure and the breadth of the developing immune system response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Within the intervention:"
        },
        {
            "text": "This observational cohort study recruits pregnant women to follow their infants in utero and after birth for three years with the goal of assessing infectious disease burden and changes in growth, resting metabolic rate, immune system development and microbiome development. Mothers will report any infectious conditions during pregnancy and then report the health status of their baby on a weekly basis after delivery; every six months, height and weight measurements, infectious disease diagnoses and treatments, and developmental milestones will be obtained from the pediatric record; every four months, temperature, weight, a saliva sample, a skin swab and environmental samples will be taken and blood drawn to assess the cumulative presence of antibodies to infectious agents; annually, markers of immune system development will be examined and resting metabolic rate will be measured. Additionally, the diversity of the microbiome will be assessed over time from monthly stool samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the study design"
        },
        {
            "text": "Superimposed on this cohort study is a randomized intervention of the removal of triclosan-containing cleaning products from household. The goal will be to correlate the presence or absence of triclosan with infectious disease burden and microbiome diversity. Because first-born children are both at decreased risk of infection and at greater risk of increased weight gain, the randomization will be stratified by first-born status, to generate an equal proportion of mothers with first-born children in each trial arm. Household and personal cleaning products will be provided to each participant every four months; the urinary concentration of triclosan will be assessed every four months in infants and annually in mothers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the study design"
        },
        {
            "text": "The primary outcome for the cohort study is growth as measured by height-for-weight Zscore. We will determine whether an association exists between height-for-weight Zscore (with adjustment for age and sex) and infectious disease load.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary endpoint"
        },
        {
            "text": "The primary outcome for the intervention is incidence of infection as measured by cumulative sick-days from in utero to age three years. We will determine whether an association exists between intervention arm and sick-days, adjusted for disease severity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary endpoint"
        },
        {
            "text": "Key secondary endpoints include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary endpoints"
        },
        {
            "text": " Microbial diversity, by its characterization by 16S rRNA gene sequence analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary endpoints"
        },
        {
            "text": " The breadth of the developing immune system response, as measured by the type and proportions of naïve, effector memory and central memory T cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary endpoints"
        },
        {
            "text": "The study sample will be enrolled from the population of pregnant women attending Stanford-related obstetric clinics for the first antenatal visit. Each woman will be followed throughout her pregnancy and then she and her baby will be followed over the first three years of the baby's life (and more if possible).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the study population"
        },
        {
            "text": "We seek to enroll women who are primarily of lower SES and of Hispanic or immigrant origin. Infectious conditions are known to be more common in families where crowding is high. Families with lower SES tend to live in more crowded conditions; additionally, Hispanic and immigrant families are more likely to incur infections more prevalent in their country of origin (e.g., H. pylori). Furthermore, in the local area, both lower SES and Hispanic ethnicity are associated with increased risk of obesity in adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the study population"
        },
        {
            "text": "It is possible that oversampling in this community may lead to insufficient variation in the incidence of infection, with all families incurring a high load of infection. It is also possible that, due to the high background rate of obesity in this community, the sample may result in a high proportion of infants with an elevated BMI for sex and age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the study population"
        },
        {
            "text": "All subjects will undergo an assessment in which inclusion and exclusion criteria are reviewed by study personnel prior to inclusion in the cohort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant inclusion criteria"
        },
        {
            "text": "Subjects must meet all of the following inclusion criteria to participate in the study:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant inclusion criteria"
        },
        {
            "text": " Able to provide written informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant inclusion criteria"
        },
        {
            "text": " Able to communicate effectively in verbal English or Spanish. A test of comprehension of the study is included for all subjects as part of the consent process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant inclusion criteria"
        },
        {
            "text": " Female adult (18-42 years of age) within the first two trimesters (24 weeks) of pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant inclusion criteria"
        },
        {
            "text": " Willing to provide blood, saliva, urine and stool specimens from herself, and willing to provide blood, saliva, urine and stool specimens from her infant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant inclusion criteria"
        },
        {
            "text": " Willing to provide consent for review of Primary Provider Medical Records regarding, for the mother, medical history and infectious and other conditions during pregnancy, and for the infant, Apgar score, height and weight measurements at birth and over time, infectious and other disease diagnoses and treatment, and vaccination records.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant inclusion criteria"
        },
        {
            "text": "Subjects meeting any of the following exclusion criteria will be excluded from study participation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant exclusion criteria"
        },
        {
            "text": " More than one fetus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant exclusion criteria"
        },
        {
            "text": " High risk pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant exclusion criteria"
        },
        {
            "text": " Intent to move from the Bay Area within three years after enrollment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant exclusion criteria"
        },
        {
            "text": " Other conditions that in the opinion of the PI would make the subject an unacceptable candidate for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant exclusion criteria"
        },
        {
            "text": "A study participant many be concurrently enrolled in another research study or may choose to enroll in another study while participating in this study, at the discretion and with the approval of the PI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Co-enrollment guidelines"
        },
        {
            "text": "Termination criteria Women who miscarry their fetus will be considered terminated from the study and will be replaced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1.2.2."
        },
        {
            "text": "Children who die or who are removed from their family for any reason within the first six months of life will be replaced. Those who die or are removed within the subsequent two and one half years of follow-up will be considered terminated from the study and will not be replaced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1.2.2."
        },
        {
            "text": "The study population will be drawn from the communities of East Palo Alto / East Menlo Park in San Mateo County and of San Jose in Santa Clara County and recruited through participation in public obstetric clinics at a first or subsequent prenatal visit. The obstetrics clinics that have agreed to participate to date are the Lucile Packard Children's Hospital (LPCH) (Stanford, CA) and the Santa Clara Valley Medical Center (SCVMC) Tully Road Clinic (San Jose, CA). These clinics provide a referral pool enriched toward our enrollment targets, including a high proportion of Hispanic and foreign-born women from countries where infections are endemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies for recruitment and retention"
        },
        {
            "text": "Women interested in the study based on a query from her clinician or the clinic staff will be contacted by Stanford personnel, screened for eligibility and invited to participate. Enrolled subjects will be provided free household and personal cleaning products every 4 months as part of the intervention. Compensation for participation will include at every visit a $20 gift card to one of several local stores (Safeway, Target and/or Walmart). Given that this study, as approved by the Stanford IRB, is considered inherently ethical with low risk and a correspondingly good positive benefit/risk ratio, this small amount of money is not considered coercive or undue inducement, even for an immigrant group, provided informed consent is appropriately obtained. An alternative incentive may include a voucher for the local Farmer's Market. Participants will receive a $25 gift card for every 24 weekly surveys completed. A series of presentations by clinicians at the local clinics is planned, with short talks on topics of interest to the study sample and the clinic population, such as an overview of infectious diseases in childhood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies for recruitment and retention"
        },
        {
            "text": "A draft recruitment form can be found in Appendix A5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies for recruitment and retention"
        },
        {
            "text": "Household and personal cleaning products available at high volume commercial retailers will be delivered to the home. Two lists, one with all items and one with only those items that do not contain triclosan, will be generated from the available merchandise in the following categories:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study agent acquisition"
        },
        {
            "text": " Household cleaning products (hand dishwashing detergents)  Personal care products (hand soaps, bar soaps, toothpaste)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study agent acquisition"
        },
        {
            "text": "Participants will be provided with the appropriate list (non-triclosan containing products only or all) and will select those items to be sent to the household on a quarterly basis or as needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study agent acquisition"
        },
        {
            "text": "Categories will be reviewed on a regular basis for any new items, so that study staff are aware whether or not they contain triclosan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study agent acquisition"
        },
        {
            "text": "Products containing triclosan acquired for this study will be formulated, packaged and labeled by the original manufacturer with no modification for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation, packaging and labeling"
        },
        {
            "text": "Products containing triclosan acquired for this study will be obtained from a high volume commercial retailer (e.g., Safeway) which maintains a high-quality supply chain. If the participant decides that the product does not meet reasonable standards of stability and storage, then the product will be replaced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study agent storage and stability"
        },
        {
            "text": "Products containing triclosan will be provided to participants if they choose to select these products. Use of these products will be as per each individual product's label and at the discretion of the participant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation, administration and dosage of study agent(s)/interventions(s)"
        },
        {
            "text": "Products will be provided to the participant on the assumption that the products will be used within the household by household members only. On the assumption of reasonable use, the products will be replaced quarterly or as needed. In the case of excessive amounts of products being used by the household, the study coordinator will assess whether this use is justified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study product accountability procedures"
        },
        {
            "text": "Participants are free to use or not use the products provided in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of participant compliance with study agent(s)/intervention(s)"
        },
        {
            "text": "No concomitant medications or procedures beyond the randomization to triclosan or nontriclosan containing cleaning products are used in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concomitant medications and procedures"
        },
        {
            "text": "Because the one known health benefit of triclosan is its positive effect on gingivitis and peridontal disease, we will not require households randomized to the non-triclosan arm to remove any triclosan-containing toothpaste from the home. No medications or procedures are considered to be precautionary or prohibited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precautionary and prohibited medications and procedures"
        },
        {
            "text": "Because triclosan is not administered or dosed in this study, but is simply present in each participant's individual environment at work and at home in unknown amounts, no adverse events due to triclosan exposure will be identified. No prophylactic medications or procedures are required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylactic medications and procedures"
        },
        {
            "text": "Because triclosan is not administered or dosed in this study, but is simply present in each participant's individual environment at work and at home in unknown amounts, no adverse events due to triclosan exposure will be identified. No rescue medications are required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rescue medications"
        },
        {
            "text": "Information will be collected and recorded by trained study personnel using standardized, pre-tested forms that are either paper or electronic (see Appendix C, Questionnaires).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study procedures/evaluations"
        },
        {
            "text": "[For details on the sequence of procedures and evaluations, see Section 8: Study Schedule, and Appendix D, Schedule of Assessments.]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study procedures/evaluations"
        },
        {
            "text": "Evaluations in this study are either interviewer-administered questionnaires, self-reported responses via a telephone or email survey, chart abstraction, laboratory findings from biological and environmental specimens, or measurements from temperature, weight and resting metabolic rate assessments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluations"
        },
        {
            "text": " Questionnaires. Questionnaires cover the following information:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluations"
        },
        {
            "text": "o Patient demographics, family structure (household size, sibship structure, birth order, country of origin, time in the US, level of education obtained), participation in out-of-home child care, measures of crowding, assessment of household cleanliness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluations"
        },
        {
            "text": "o Weekly report of health status during pregnancy for the mother and of the infant's health status after delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluations"
        },
        {
            "text": " Chart abstraction. Primary Provider Medical Records abstraction includes data on:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluations"
        },
        {
            "text": "(1) for the mother, during pregnancy: pre-pregnancy weight and weight gain over time, reproductive history, chronic conditions and treatments, infectious disease diagnoses and treatments, and other diagnoses and treatments; (2) for the baby, at delivery: Apgar scores, height, weight, complications at birth; at other visits (well-baby or unscheduled): height and weight, vaccination history, infectious disease diagnoses and treatments, other diagnoses and treatments, and developmental milestones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluations"
        },
        {
            "text": " Specimens. Specimens will be collected from both the mother and the infant including: from the mother: blood, stool, saliva, arm-fold skin swab and urine, amniotic fluid if available and cord blood at delivery; from the child: blood, stool, saliva, urine, an armpit skin swab. Samples will also be collected from under the baby's sleeping place, and from the kitchen counter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluations"
        },
        {
            "text": " Weight and resting metabolic rate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluations"
        },
        {
            "text": "Procedures used in this study include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": " Blood draw. Phlebotomy will be used to collect blood samples from both the mother (at baseline) and the infant (annually). Finger pricks will be used to collect samples from the mother (up to twice prior to delivery). Heel sticks will be used to collect samples from the infant (every four months except at the annual blood draw).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": " Stool collection. Mothers will be provided kits with instructions for collecting stool, and how to then store these samples and have them be transported to the laboratory for processing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": " Indirect calorimetry. Indirect calorimetry will be used as a measure of resting metabolic rate, measured once in the mother (after delivery) and the father and three times in the infant (at 4, 16 and 28 months) (see Appendix D: MOP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": " Weight. Weight of the infant will be taken every four months using a portable scale (see Appendix D: MOP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": " Saliva collection. Saliva will be collected every four months from the baby and from the mother.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": " Armpit swab. A skin swab from under the armpit will be collected every four months from the baby and from the arm-fold from the mother.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": " Laboratory evaluations/assays Table 1 below outlines the specimens to be collected and laboratory evaluations to be conducted. Reference ranges will be included in the MOP (see Appendix D). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 39,
                    "text": "Table 1",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Procedures"
        },
        {
            "text": "The following assays will be done at the Parsonnet lab within 6 hours of drawing the sample:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Special assays or procedures"
        },
        {
            "text": " CRP  ESR Details of these assays will not be discussed further here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Special assays or procedures"
        },
        {
            "text": "Other assays will be done in research laboratories. These include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Special assays or procedures"
        },
        {
            "text": " Adipocytokines, interferon gamma, leptin, ghrelin, glucagon. Samples will be batched and shipped on dry ice to Eve Technologies. Custom Luminex kits will be run on serum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Special assays or procedures"
        },
        {
            "text": " Triclosan. Testing of urine samples will be performed at Stanford. Samples will be batched and stored at or below -20°C until analyzed. Testing of environmental samples (dust swabs) will be performed by the Woods Institute at Stanford.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Special assays or procedures"
        },
        {
            "text": " Stool, saliva, vaginal-rectal swab. PCR-product will be batched and shipped on dry ice to the Environmental Genomics Core facility (EnGenCore) at the University of South Carolina or other appropriate facility and stored at or below -20°C until analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Special assays or procedures"
        },
        {
            "text": " Antibodies -TBD",
            "cite_spans": [],
            "ref_spans": [],
            "section": " LPS -TBD"
        },
        {
            "text": "Blood samples will be collected by a qualified phlebotomist according to standard procedures and precautions. The blood draw will take place at the end of the interview. Samples will be labeled with a unique ID and the date of collection. Tubes will be placed in a cooler to transport them to the Parsonnet Lab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood"
        },
        {
            "text": "Blood samples will be logged at the Parsonnet Lab by unique ID, date of collection and initials of the person receiving them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood"
        },
        {
            "text": "Tubes will be spun to 3,000 g x 10 minutes to separate plasma or serum. Serum or plasma will be aliquoted in 200 ul and stored at -80°C for future testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood"
        },
        {
            "text": "Stool samples will be collected in an empty wide mouth (50 ml) container, up to monthly from the baby by the mother, and every 4 months from the mother.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stool"
        },
        {
            "text": "Mother. Participants will have received a kit for stool collection. The kit will include one container pre labeled with unique ID and collection date, one paper hat, tongue suppressor and instructions for sample collection and mailing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stool"
        },
        {
            "text": "Baby. Participants will have received a kit for stool collection and mailing. The sample will be collected from a diaper soiled the same day. Using a tongue suppressor or swab, 10-25 g of stool will be transferred from the diaper to a wide mouth container, pre labeled with unique ID and collection date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stool"
        },
        {
            "text": "For months where the STORK study team is visiting the participant, a diaper can be retained and stool collected by the study team. The sample will be placed in a cooler to transport it to the Parsonnet Lab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stool"
        },
        {
            "text": "Stool samples will be logged at the Parsonnet Lab by unique ID, date of collection and initials of the person receiving them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stool"
        },
        {
            "text": "Received stool samples will be transferred to a 0.5 ml cryovial to be stored at -80°C for future use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stool"
        },
        {
            "text": "To generate PCR product, the frozen stool samples will be ground under liquid N 2 , suspended while frozen in a solution containing DNA extraction buffer, 20% SDS, a mixture of phenol:chloroform:isoamyl alcohol and a slurry of 0.1-mm-diameter zirconia/silica beads. Microbial cells will then be lysed by mechanical disruption with a bead beater, followed by extraction with phenol:chloroform:isoamyl alcohol, and precipitation with isopropanol. The quantity and quality of purified DNA will be assessed. 16S rRNA genes will then be amplified from each sample. PCR product will be stored at -80°C until shipped for future analysis as above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stool"
        },
        {
            "text": "Participants will receive a urine collection kit that will include: a container or a urine collection bag (pediatric) and instructions for collection. Samples will be labeled with the unique ID and date of collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Urine"
        },
        {
            "text": "Mother. Participants will have received a kit for urine collection. Samples will be prelabeled with the unique ID and date of collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Urine"
        },
        {
            "text": "Baby. The sample will be collected using a pediatric urine collection kit the same day. Urine will be transferred to a container, pre labeled with unique ID and collection date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Urine"
        },
        {
            "text": "Samples will be placed in a cooler to transport them to the Parsonnet Lab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Urine"
        },
        {
            "text": "Urine samples will be logged at the Parsonnet Lab by unique ID, date of collection and initials of the person receiving them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Urine"
        },
        {
            "text": "A minimum of 5 ml of the urine will be transferred to specimen vials within 4 hours of collection to a poly propylene vial. Crimped caps with rubber stoppers will not be used because of their composition. The specimens will then be labeled and frozen immediately to -20 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Urine"
        },
        {
            "text": "We will ask the participant to place a sterile swab in her mouth for a short time until the swab becomes soaked in saliva. This process will be repeated if the swab is not well soaked in saliva. In the same way, a swab will be placed in the baby's mouth. The swab will be placed in a tube with storage solution. Tubes will be labeled with the unique ID and date of collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Saliva"
        },
        {
            "text": "The tubes will be placed in a cooler for transportation to the Parsonnet Lab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Saliva"
        },
        {
            "text": "Swab samples will be logged at the Parsonnet Lab by unique ID, date of collection and initials of the person receiving them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Saliva"
        },
        {
            "text": "Swab samples will be stored at -80° for future use. PCR product will be generated as above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Saliva"
        },
        {
            "text": "For each baby, the armpit will be swabbed with a cotton-tipped swab moistened with a solution of 0.15 M NaCl and 0.1% Tween 20. Tubes will be labeled with the unique ID and date of collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Skin swabs"
        },
        {
            "text": "The tubes will be placed in a cooler for transportation to the Parsonnet Lab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Skin swabs"
        },
        {
            "text": "Swab samples will be logged at the Parsonnet Lab by unique ID, date of collection and initials of the person receiving them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Skin swabs"
        },
        {
            "text": "Swab samples will be stored at -80° for future use. PCR product will be generated as above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Skin swabs"
        },
        {
            "text": "At each household, a 10 cm square area under the baby's beds will be swabbed with a cotton tip swab moistened with a solution of 0.15 M NaCl and 0.1% Tween 20. Tubes will be labeled with Unique ID and date of collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dust swabs"
        },
        {
            "text": "Tubes will be placed in a cooler for transportation to the Parsonnet Lab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dust swabs"
        },
        {
            "text": "Swab samples will be logged at the Parsonnet Lab by unique ID, date of collection and initials of the person receiving them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dust swabs"
        },
        {
            "text": "Swab samples will be stored at -80° for future use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dust swabs"
        },
        {
            "text": "At each household, a 10 cm square area of the kitchen countertop will be swabbed with a cotton tip swab moistened with a solution of 0.15 M NaCl and 0.1% Tween 20. Tubes will be labeled with unique ID and date of collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kitchen countertop swabs"
        },
        {
            "text": "Tubes will be placed in a cooler for transportation to the Parsonnet Lab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kitchen countertop swabs"
        },
        {
            "text": "Swab samples will be logged at the Parsonnet Lab by unique ID, date of collection and initials of the person receiving them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kitchen countertop swabs"
        },
        {
            "text": "Swab samples will be stored at -80° for future use. PCR product will be generated as above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kitchen countertop swabs"
        },
        {
            "text": "The Schedule of Assessments for the study (see Appendix C) is described in detail in the sections below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY SCHEDULE"
        },
        {
            "text": "Potential participants will be invited by the obstetric clinic staff to be contacted by STORK study staff. Study screening and enrollment will take place at the obstetric clinic. After explaining study objectives and procedures, inclusion and exclusion criteria will be applied, and eligible participants will be considered for enrollment. Potential participants may be screened/enrolled at their home if they prefer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening"
        },
        {
            "text": "Enrollment will occur at the same time and location as screening. A test of comprehension will be administered and informed consent for study participation will be obtained. Subjects will be given contact information for the study and a copy of their informed consent. Blood [a tablespoon], urine and saliva samples will be taken and a structured interview will be administered (family structure information including household size, sibship size/birth order, etc.). Stool vials will be dispensed for later collection and return to the laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enrollment/baseline"
        },
        {
            "text": "1. Before delivery:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up"
        },
        {
            "text": "Each participant will be contacted weekly to ask about infectious conditions that she may be experiencing. In the case that amniocentesis is performed, a sample [a few drops] of amniotic fluid will be obtained for antibody determination. Early after enrollment and later in gestation (26-30 weeks and 34-38 weeks, at a scheduled clinic pre-natal visit), a small volume of blood will be obtained for antibody determination (either by finger stick [a half teaspoon] or as an additional volume in the case of a routine blood draw [a tablespoon]). A review of medical records for pre-pregnancy weight, parity history, chronic conditions, gestational diabetes and infections and other illnesses occurring during pregnancy will be performed. As part of routine care, a vaginal-rectal swab is collected at the 36 week visit; an additional swab will be collected for this study. A census of triclosan-containing products in the household will be taken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up"
        },
        {
            "text": "Cord blood will be collected [a few drops]. Chart review will be performed for the baby's Apgar scores, both birth weight and height, and complications of/at delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "At delivery:"
        },
        {
            "text": "A. Weekly Each participant will be contacted weekly to assess the health status of the infant within the past week using a structured phone-based questionnaire. The mother will be asked to identify any infectious symptoms, antibiotic use, appetite level and medical care access.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "After delivery:"
        },
        {
            "text": "Stool samples from the baby will be collected by the mother using specific kits and sent to Stanford.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Monthly"
        },
        {
            "text": "Study staff will visit the participant's home once every four months. At that time, a questionnaire will be administered for any updated information on changes in the household. Additionally, the baby's weight will be assessed; a heel stick will draw blood [a few drops]; saliva will be obtained; a swab will be taken of skin under the arm and a urine sample will be taken. The mother will be provided with kits for monthly stool sample collection for microbiome assessment from the baby. Similar samples will be obtained from the mother (stool, urine, saliva, skin swab). Environmental samples will be collected from under the baby's sleeping place and a counter in the kitchen, and an assessment of the cleanliness of the home will be performed. Cleaning products will be replenished at this time. The participant will receive a gift card at the end of every visit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Every four months"
        },
        {
            "text": "Abstracts of the pediatrician's records for the child's height and weight, illnesses, treatments, vaccinations, and developmental milestones will be performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Every 6 months"
        },
        {
            "text": "A single measure of maternal and paternal resting metabolic rate using indirect calorimetry will be taken. The child's resting metabolic rate using indirect calorimetry will be measured three times over three years, preferably at 4, 16 and 28 months of age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Annually"
        },
        {
            "text": "At the 12-month annual visit, a blood sample will be drawn from both the mother [a tablespoon] and the baby [a teaspoon].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Annually"
        },
        {
            "text": "The final study visit will be the last annual visit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final study visit"
        },
        {
            "text": "Reasons for early termination include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Early termination visit"
        },
        {
            "text": " The study participant no longer meets inclusion/exclusion criteria;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Early termination visit"
        },
        {
            "text": " The study participant withdraws consent;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Early termination visit"
        },
        {
            "text": " The study participant is lost to follow-up;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Early termination visit"
        },
        {
            "text": " The study is terminated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Early termination visit"
        },
        {
            "text": "There is no early termination visit. Subjects may withdraw voluntarily from participation in the study at any time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Early termination visit"
        },
        {
            "text": "An adverse event (AE) is any untoward medical occurrence in a subject undergoing a study related procedure and believed reasonably to be caused by that study related procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of an adverse event (AE)"
        },
        {
            "text": "AEs arising from study procedures may include bruising or fainting during phlebotomy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of an adverse event (AE)"
        },
        {
            "text": "No other study-related AEs are anticipated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of an adverse event (AE)"
        },
        {
            "text": "To be considered an AE, the event must occur within 72 hours of phlebotomy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of an adverse event (AE)"
        },
        {
            "text": "An SAE is any untoward medical occurrence that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of a serious adverse event (SAE)"
        },
        {
            "text": " Results in death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of a serious adverse event (SAE)"
        },
        {
            "text": " Is life-threatening. Any adverse experience that places the subject, in the view of the investigator, at immediate risk of death from the reaction as it occurred (i.e., it does not include a reaction that, had it occurred in a more serious form, might have caused death).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of a serious adverse event (SAE)"
        },
        {
            "text": " Requires in-patient hospitalization or prolongation of existing hospitalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of a serious adverse event (SAE)"
        },
        {
            "text": " Results in persistent or significant disability or incapacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of a serious adverse event (SAE)"
        },
        {
            "text": " Is a congenital anomaly/birth defect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of a serious adverse event (SAE)"
        },
        {
            "text": " Requires intervention to prevent permanent impairment or damage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of a serious adverse event (SAE)"
        },
        {
            "text": " Important medical events that do not result in death, are not life-threatening, or do not require hospitalization may be considered serious adverse events when, based upon appropriate medical judgment, they might jeopardize the subject and might require medical or surgical intervention to prevent one of the outcomes listed above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of a serious adverse event (SAE)"
        },
        {
            "text": "Primary health care providers caring for patients in the study are given the Stanford IRB case report form to be used during clinical examinations. Serious events are reported to the PI and the Stanford IRB on dedicated case reporting forms in accordance with Stanford University IRB policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of a serious adverse event (SAE)"
        },
        {
            "text": "There are no anticipated SAEs in this study. To be considered as an unexpected SAE, such an event must occur within 72 hours of phlebotomy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of a serious adverse event (SAE)"
        },
        {
            "text": "For those events meeting the previously described definition of a SAE, the completion of Stanford IRB Serious Adverse Event case report forms is required. This information will begin to be collected at the first subject encounter until one month following the last subject encounter. Specific information on where to send the forms is included in the MOP for this study (see Appendix D). All SAEs will be recorded on the appropriate Serious Adverse Event case report form and then will be reviewed by the IRB as needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific serious adverse event requirements"
        },
        {
            "text": "The study PI will complete a Serious Adverse Event Form within the following timelines:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific serious adverse event requirements"
        },
        {
            "text": " All deaths, whether associated or not associated, and SAEs that occur one hour following blood draw will be recorded on the Serious Adverse Event Form and sent by fax within 24 hours of site awareness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific serious adverse event requirements"
        },
        {
            "text": " SAEs other than death and immediately life-threatening events, regardless of relationship, will be reported via fax by the site within 72 hours of becoming aware of the event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific serious adverse event requirements"
        },
        {
            "text": "All SAEs will be followed until satisfactory resolution or until the PI deems the event to be chronic or the patient to be stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific serious adverse event requirements"
        },
        {
            "text": "The PI will inform the NIH and the local IRBs of any deaths, SAEs, or life-threatening problems that occur in the study. The study will not utilize a Data Safety Monitoring Board (DSMB) / Safety Monitoring Committee (SMC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific serious adverse event requirements"
        },
        {
            "text": "Pregnancy is a key inclusion criterion for this study. Pregnancy will not be confirmed for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporting of pregnancy"
        },
        {
            "text": "If an index mother becomes pregnant for a second time while enrolled in this study, the participant will continue in the study. Her new baby will not be followed. Findings from mothers once pregnant a second time will be considered separately from findings of other participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporting of pregnancy"
        },
        {
            "text": "Collection of laboratory data will be limited to those laboratory parameters that are relevant to study outcome measures and/or clinical outcome. Laboratory data collected within this study include levels of: TNF, grehlin, insulin, leptin, IFN-gamma, IGF, glucagon, resistin, plasminogen activator inhibitor 1 (PAI-1), IL10, CRP, ESR, LPS and triclosan; additionally, both microbial antibodies and microbial diversity will be assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures to be followed in the event of abnormal laboratory test values or abnormal clinical findings"
        },
        {
            "text": "Because treatment is not provided as part of this study, no laboratory measures of treatment safety are conducted and no toxicity tables will be defined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures to be followed in the event of abnormal laboratory test values or abnormal clinical findings"
        },
        {
            "text": "There are no SAEs anticipated from phlebotomy. Minor adverse events such as fainting or bruising at the sight of phlebotomy may occur. As with all AEs, subjects are given our research office number to call should they be concerned about such as event. All subjects will be called within 24 hours following any report of adverse events and medical followup identified as necessary. Follow-up will continue until the AE is resolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Type and duration of the follow-up of participants after adverse events"
        },
        {
            "text": "Given the essentially observational nature of this study, we a priori expect no SAEs. When identified, SAEs are reviewed in real time by the PI. One serious related SAE will trigger a suspension of the study by the PI and review of all AEs that have occurred in the study, with particular focus on the SAE. Such reviews may result in no protocol change, in precautionary decisions (including modification of consent forms), or in suspension of the protocol if necessary. Greater than one related SAE will be strongly considered as grounds for halting the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Halting rules for the protocol"
        },
        {
            "text": "Non-serious AEs will be reviewed by the PI on a weekly basis and a determination as to the relation of the event to study procedures will be made. In addition to review of adverse event reports on receipt, the IRB will review all adverse event case reports at their annual protocol review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Halting rules for the protocol"
        },
        {
            "text": "Other reasons for halting the study may include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Halting rules for the protocol"
        },
        {
            "text": " New information that renders the protocol unethical;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Halting rules for the protocol"
        },
        {
            "text": " Failure to meet enrollment targets after remedial steps are taken;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Halting rules for the protocol"
        },
        {
            "text": " Changes in research priorities or funding constraints of the PI or the NIH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Halting rules for the protocol"
        },
        {
            "text": "It is possible that the intervention aspect of the study could be halted, leaving the cohort aspect ongoing. Reasons for halting the intervention aspect include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Halting rules for the protocol"
        },
        {
            "text": " New information that renders the study of triclosan unethical;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Halting rules for the protocol"
        },
        {
            "text": " An inability to detect any difference in triclosan levels between households;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Halting rules for the protocol"
        },
        {
            "text": " Changes in research priorities or funding constraints of the PI or the NIH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Halting rules for the protocol"
        },
        {
            "text": "Participants have the right to stop participation in the study at any time. In the case of premature withdrawal of a participant from the study, all attempts will be made to complete the termination visit for the mother / infant pair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Premature withdrawal of a participant"
        },
        {
            "text": "Participants who cannot be located after two months will be dropped from the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Premature withdrawal of a participant"
        },
        {
            "text": " If a participating mother drops out while the study is still enrolling participants, or prior to the birth of her child then she will be replaced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replacement of a participant who discontinues study treatment"
        },
        {
            "text": " If a participating mother/child pair drops out within two months of the final cohort participant being enrolled, then she will be replaced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replacement of a participant who discontinues study treatment"
        },
        {
            "text": " If a participating mother/child pair drops out after three months of the final cohort participant being enrolled, then the pair will not be replaced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replacement of a participant who discontinues study treatment"
        },
        {
            "text": "The PI is responsible for day-to-day monitoring of the study activities. She will review all study activities, recruitment objectives, protocol compliance, and data and document integrity with study personnel on a weekly basis and will be available for questions and problems at all times. She will ensure that informed consent is appropriately obtained from all subjects. Additionally, she will see that resources are appropriately allocated and that study personnel are adequately supervised and supplied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Site monitoring plan"
        },
        {
            "text": "The PI will be responsible for ensuring all appropriate communications-including data records and reports-are transmitted to the IRBs and co-investigators in a timely manner so that such monitoring can be conducted. The PI will also be responsible for ensuring that monitoring findings of these bodies that require action are addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Site monitoring plan"
        },
        {
            "text": "The study will be carried out at Stanford University supported by collaborative referral arrangements with clinics participating in the study. Recruitment procedures will be approved by the Stanford University IRB and the SCVMC IRB. Human subjects protections are ensured through annual IRB reviews at Stanford and at SCVMC. Although recruitment sites will be used, only Stanford personnel will recruit subjects, collect study information and manage samples and data. Health care providers at the clinic sites will refer appropriate subjects to the Stanford personnel for recruitment. To keep personnel at the recruitment sites informed, an in-service workshop will be conducted at each recruitment site. Provider orientation materials will be developed. Standardized recruitment forms will be developed. Semi-annual meetings will be scheduled with each site to report study progress and to discuss any study related issues with recruitment and follow-up arrangements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Site monitoring plan"
        },
        {
            "text": "Study staff will be present at participating clinics at least one day per week to troubleshoot as well as to follow-up on recruitment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Site monitoring plan"
        },
        {
            "text": "The PI will review all AEs and will be responsible for identifying appropriate medical resources to respond to AEs as needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety monitoring plan"
        },
        {
            "text": "No Data Safety and Monitoring Board (DSMB) or Safety Monitoring Committee (SMC) is anticipated for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety monitoring plan"
        },
        {
            "text": "This cohort study of 200 infants followed from in utero to age 3 years has the primary objective of determining the association between infectious disease load, as measured by cumulative sick-days, and growth, as measured by height-for-weight Z-score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview and study objectives"
        },
        {
            "text": "A randomized intervention is nested within the cohort. It has the primary objective of determining whether exposure to triclosan, as measured by intervention arm, decreases infectious disease load.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview and study objectives"
        },
        {
            "text": "Accounting for a 20% drop-out rate per year, we expect that 103 children will complete the full three years of the cohort study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview and study objectives"
        },
        {
            "text": "Secondary analyses for the cohort include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview and study objectives"
        },
        {
            "text": " Assessment of the association between infection and microbial diversity, by characterizing the microbiota by 16S rRNA gene sequence analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview and study objectives"
        },
        {
            "text": " Assessment of the association between infection and the breadth of the developing immune system response, as measured by the types and proportions of naïve, effector memory and central memory T cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview and study objectives"
        },
        {
            "text": " Assessment of the association between growth and microbial diversity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview and study objectives"
        },
        {
            "text": " Assessment of the association between growth and breadth of the developing immune system response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview and study objectives"
        },
        {
            "text": " Assessment of the association between triclosan exposure and microbial diversity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary analyses for the intervention include:"
        },
        {
            "text": " Assessment of the association between triclosan exposure and the breadth of the developing immune system response..",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary analyses for the intervention include:"
        },
        {
            "text": " Association between specific chronic infections (e.g., the various herpesviruses and H. pylori) and weight gain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory analyses encompass a wide range of topics, with several examples listed below."
        },
        {
            "text": " Evaluation of the sequence of infection acquisition and subsequent cytokine responses to other infectious exposures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory analyses encompass a wide range of topics, with several examples listed below."
        },
        {
            "text": " Correlation between the frequency of antibiotic use and growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory analyses encompass a wide range of topics, with several examples listed below."
        },
        {
            "text": " Association between infection and metabolic rate, acutely and chronically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory analyses encompass a wide range of topics, with several examples listed below."
        },
        {
            "text": " Evaluation of the duration of maternal antibodies in infants. [Although common wisdom maintains that antibodies persist for six months, the actual data on maternal antibodies are few, varied and only describe a small number of infectious diseases.]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory analyses encompass a wide range of topics, with several examples listed below."
        },
        {
            "text": " Description of the epidemiology of childhood infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory analyses encompass a wide range of topics, with several examples listed below."
        },
        {
            "text": "[Surprisingly, the incidence of many infections in childhood, including skin infections, streptococcal pharyngitis, diarrheal diseases, and many other common illnesses is largely unknown.]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory analyses encompass a wide range of topics, with several examples listed below."
        },
        {
            "text": " Evaluation of the associations between infection and other common childhood diseases such as asthma and juvenile onset diabetes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory analyses encompass a wide range of topics, with several examples listed below."
        },
        {
            "text": " Evaluation of the effect of an episode of fever on the microbiome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory analyses encompass a wide range of topics, with several examples listed below."
        },
        {
            "text": "A wide variety of clinical measures will have been collected in this study, with each being either a primary exposure measure, a primary outcome of interest, a potential confounder of the relationships being considered, or a component of the metabolic pathways being explored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory analyses encompass a wide range of topics, with several examples listed below."
        },
        {
            "text": " Exposure measures include: reports of infectious disease-like symptoms, temperature; microbial seroconversions (number and organism); age at onset and chronicity of specific infections, sequence of infection acquisition  Outcome measures include: interval change in anthropomorphic measures between visits  Confounders include: diet, activity, obesity in the family, family structure;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory analyses encompass a wide range of topics, with several examples listed below."
        },
        {
            "text": " Elements of the etiologic pathway include: metabolic rate, adipocytokines, cytokines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory analyses encompass a wide range of topics, with several examples listed below."
        },
        {
            "text": "The analytic role of these measures is specified in Table 2 below. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 59,
                    "text": "Table 2",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Exploratory analyses encompass a wide range of topics, with several examples listed below."
        },
        {
            "text": "A study analysis plan will be written prior to database finalization and close.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis plan"
        },
        {
            "text": "All testing will be 2-tailed, and assume both a confidence of 95% and a power of 80%. All distributions will be tested for normality; non-parametric testing will be used in the case of non-normality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis plan"
        },
        {
            "text": "Our primary hypothesis is that the distribution of height-for-weight Z-scores is not different between the high and low infectious disease load groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": " Outcome: Z-score  Predictor: Days of illness, categorized into high and low load based on the distribution of sick-days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": " Analysis: T-test for 2 groups, using multiple regression to look at potential confounders and effect modifiers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": " Diagnostic to validate the Z-score approach: A random intercept model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": "Descriptive statistics will be provided for infectious disease load, for specific combinations of infections, and for individual infections. Incidence and seroconversion for overall and specific infections will be presented over a variety of time points. Statistics on age at onset and chronicity of specific infections will be calculated, and the sequence of acquisition of infections will be generated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": "Descriptive statistics will be provided for the primary and other growth variables, including height-for-weight, height-for-age and weight-for-age. Comparison of summary Z-score statistics of the sample to the appropriate WHO reference population will be performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": "Descriptive statistics for each of the immune response variables and appropriate combinations will be provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": "Sequences generated from pyrosequencing barcoded 16S rRNA gene PCR amplicons will be analyzed using the open source software package Quantitative Insights Into Microbial Ecology (QIIME) (37) . 16S rRNA gene sequences will be assigned to operational taxonomic units (OTUs) using UCLUST (38) with a threshold of 97% pair-wise identity, then classified taxonomically using the Ribosomal Database Project (RDP) classifier 2.0.1 (39) . For tree-based analyses, a single representative sequence for each OTU will be aligned using PyNAST (40) , then a phylogenetic tree will be built using FastTree (41) .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "(37)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "(38)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "(39)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "(40)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "(41)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": "The phylogenetic tree will be used for measuring the a-diversity (phylogenetic diversity, PD (42) ) and b-diversity (using unweighted UniFrac (43))) of samples.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "(42)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": "The \"nearest shrunken centroid\" method will be used to identify OTUs that are specifically over (or under)-represented in a given category (44) . The amount of shrinkage will be chosen in order to minimize the overall misclassification error. The analysis will be performed using the PAM-R (Predictive Analysis of Microarrays) package under R software.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "(44)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": "Associations between infectious disease load, growth, immune response and microbiome response will be considered, taking into consideration confounders and etiologic pathways as appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": "Subjects who are lost to follow-up will be included in time series analyses until censored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": "Factors associated with loss-to follow-up will be evaluated for systematic biases. Subjects who drop out will be replaced in the rolling recruitment until 2 months after the last participant is enrolled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": "We will examine patterns of missing data to identify potential systematic biases. Sensitivity analyses will be conducted to assess the influence of missing data on study results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": "Analysis will be by intended allocation (intent-to-treat). No per-protocol analyses are planned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Cumulative incidence and incidence density for infectious disease load over time will be calculated; additional analyses will consider specific types or groupings of disease (e.g., upper respiratory vs. diarrheal; specific infections). Cox regression will be used to compare the intervention arms while taking time into consideration and adjusting for potential confounders or effect modifiers (e.g., crowding, day-care exposure, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "The association between study arm and microbial diversity will be explored, as will the association between study arm and immune system development, as in Section 11.2.1 above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Precise data regarding infectious disease burden or load are rare. Upper respiratory infections (URI) in infants and toddlers are thought to occur approximately 6-10 times per year, each lasting approximately 1 week, for an estimated 56 (42-70) days with URI per year. Diarrheal disease has been shown to \"last less than 2 weeks\" for 4.5% of childcare days, or approximately 15 affected days per year. This leads to a cumulative total (URI and diarrhea) of 71 (57-85) days of illness per year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": "We will assume that high infectious disease load is the median or more days of illness per year, and low infectious disease load is one day less or fewer than the median days of illness per year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": "We will assume that the reference population generated by the WHO, from which the Zscores are generated, is based on a population where infectious disease load is relatively high. Thus our sample with high infectious disease load will have a mean Z-score of 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": "We assume that the sample with low infectious disease will have an increased mean Zscore compared to this reference population. Given an alpha of .05 and power of .8, then (Table 3) :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 181,
                    "text": "(Table 3)",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Cohort"
        },
        {
            "text": " A sample of 100 pairs would be sufficient to detect a 40% difference in Z-score, assuming a common standard deviation of 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": " 64 subjects per arm would be sufficient to show a 10% difference in Z-score with a standard deviation of .2. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohort"
        },
        {
            "text": "We will assume that over one year, triclosan exposure will cause a 20% difference in number of sick-days as described above. Given an alpha of .05 and power of .8, then (Table 4) :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 178,
                    "text": "(Table 4)",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Intervention"
        },
        {
            "text": " If infants in non-triclosan households are sick for 71 (SD = 20) days over one year, then a total of 33 subjects in each arm will be sufficient to detect a 20% decrease from triclosan exposure.  100 subjects in each arm will allow us to see a 20% decrease in sickness days attributable to triclosan over one year if infants in non-triclosan households are sick for 60 (SD = 30) or 50 (SD = 25) days. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Randomization of pregnant women to the two arms of cleaning products (either containing no triclosan or containing triclosan) will occur at enrollment. The School of Medicine's Data Coordinating Center (DCC), which specializes in the planning, development, management, and operation of systems for studies and trials, has generated a web-based program that performs biased coin randomization, allowing the equal distribution across trial arms of, in this case, (1) first born children;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maintenance of trial treatment randomization codes"
        },
        {
            "text": "(2) non-first-born children. Study staff will access this program at the time of enrollment; full documentation is maintained by the DCC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maintenance of trial treatment randomization codes"
        },
        {
            "text": "The study will be conducted in accordance with procedures identified in the protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QUALITY CONTROL AND QUALITY ASSURANCE"
        },
        {
            "text": "Paper forms and laboratory reports will be reviewed by a study supervisor, approved, and initialed prior to data entry. Electronic forms will be reviewed, approved and initialed with an electronic signature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QUALITY CONTROL AND QUALITY ASSURANCE"
        },
        {
            "text": "The PI will maintain a Manual of Procedures (MOP) covering site recruitment, screening, eligibility criteria, data sources, laboratory methods, analyses and study-specific protocols (see Appendix D, MOP). Modifications will be documented by date, rationale, and nature of modification. The MOP will be used to orient and train all study staff, who will function under the supervision of a study coordinator. All field and laboratory personnel will use standard operating procedures (SOPs) for managing samples and data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QUALITY CONTROL AND QUALITY ASSURANCE"
        },
        {
            "text": "Data will be evaluated for compliance with the protocol and accuracy in relation to source documents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QUALITY CONTROL AND QUALITY ASSURANCE"
        },
        {
            "text": "Weekly meetings of the PI and study staff will be scheduled and used for troubleshooting and refinement of specific procedures. Orientation meetings will be held at each referral site, with in-service meetings scheduled at least semi-annually. Forms and procedures will be reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QUALITY CONTROL AND QUALITY ASSURANCE"
        },
        {
            "text": "Data will be evaluated for compliance with protocol and accuracy in relation to source documents. All documents will be piloted, and during the first three months of the study, fields will be checked for consistent interpretation and coding. Semi-annually thereafter, a 10% random sample of fields will be selected for trace-back from data based information to hard copy, and all fields will be checked under the supervision of the study coordinator. SQL queries will be run periodically, with feedback on anomalies or missing data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QUALITY CONTROL AND QUALITY ASSURANCE"
        },
        {
            "text": "Appropriate controls will be utilized for all laboratory assays. Every six months, blinded control samples will be submitted for QA/QC testing. Laboratory notebooks will be reviewed every six months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QUALITY CONTROL AND QUALITY ASSURANCE"
        },
        {
            "text": "Freezers for storage of samples will be monitored daily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QUALITY CONTROL AND QUALITY ASSURANCE"
        },
        {
            "text": "The PI will ensure that this study is conducted in full conformity with the current revision of the Declaration of Helsinki, or with the International Conference for Harmonisation Good Clinical Practice (ICH-GCP) regulations and guidelines, whichever affords the greater protection to the subject. Consent procedures conform to the Declaration of Helsinki in accordance with standards of Stanford University for research involving human subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Helsinki"
        },
        {
            "text": "Subject confidentiality is held strictly in trust by the PI, her staff, the recruiting clinics and the sponsor(s) and their agents. This confidentiality is extended to cover testing of biological samples and genetic tests in addition to the clinical information relating to participating subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant confidentiality"
        },
        {
            "text": "The study data and all other information generated will be held in strict confidence. No information concerning the study data will be released to any unauthorized third party without prior written approval of the Stanford University IRB and the NIH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant confidentiality"
        },
        {
            "text": "Authorized representatives of the NIH may inspect all documents and records required to be maintained by the PI, including but not limited to, Primary Provider Medical Records (office, clinic or hospital) for the subjects in this study. Subjects are informed prior to consent of institutions, authorities, and individuals to whom data may be made available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant confidentiality"
        },
        {
            "text": "No information concerning the data will be released to any other (unauthorized) third party without prior written approval of the PI and the subject.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant confidentiality"
        },
        {
            "text": "Subjects are informed prior to consent of the nature of personal information that may be obtained from medical charts and laboratory testing. They are also informed that their samples may be stored following completion of the study for future, related research, but that their name will be forever unlinked to their samples. In addition, subjects are informed that results of research studies are not available to them or other parties, and do not become part of their Primary Practitioner Medical Record. HIPAA authorizations will be approved by the IRB at Stanford University (included in the Appendix as part of the consent form).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant confidentiality"
        },
        {
            "text": "All subjects are assigned a unique, anonymous study ID upon referral that shall serve as a key index for location of all subject records and specimen samples. Databases are password-protected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant confidentiality"
        },
        {
            "text": "Stanford University's Institutional Review Board, (called the \"Administrative Panels on Human Subjects in Medical Research\"; see http://humansubjects.stanford.edu) has reviewed, and will continue to review the protocol, the protocol amendments, the adverse event reports, and the annual updates for this proposal. All amendments to the protocol or consent materials will be approved before they are placed into use. The IRB is registered with the OHRP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional review board/medical ethics committee"
        },
        {
            "text": "Women are eligible for enrollment only if they are aged 18 years or greater, so no mother will be considered a minor. These same women will provide consent for their infants to be in the study. At the current time, the study will follow infants only until the age of three years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assent or informed consent process (in case of a minor)"
        },
        {
            "text": "Special populations participating in this study include pregnant women, women of Hispanic origin, and infants and so exclusion is not required. We will limit enrollment to individuals with whom we can communicate effectively in English or Spanish (see MOP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion of women, minorities and children (special populations)"
        },
        {
            "text": "Informed consent is a process that is initiated prior to the individual's agreeing to participate in the study and continuing throughout the individual's study participation. Discussion of risks and possible benefits of participation in this study will be provided to the subjects. A consent form describing in detail the study procedures and risks will be given to the subject and written documentation of informed consent is required prior to enrollment in the study. Consent forms will be approved by the IRB and the subject will be asked to read and review the document. Upon reviewing the document, the investigator will explain the research study to the subject and answer any questions that may arise. Following review of the informed consent, subjects are asked to take a brief test of comprehension (see Appendix A4); any misunderstandings are then reviewed and discussed. The subjects will have the opportunity to take an unsigned form home to discuss with family or others or to think about it prior to agreeing to participate. The subjects will sign the informed consent document prior to being enrolled in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed consent process"
        },
        {
            "text": "The subjects may withdraw consent at any time throughout the course of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed consent process"
        },
        {
            "text": "A copy of the informed consent document will be given to the subjects for their records.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed consent process"
        },
        {
            "text": "The rights and welfare of the subjects will be protected by emphasizing to them that the quality of their medical care will not be adversely affected if they decline to participate in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed consent process"
        },
        {
            "text": "Consent will be administered in a language in which the subject is proficient (either English or Spanish).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed consent process"
        },
        {
            "text": "Consent occurs at the time of enrollment. Subjects are informed that, if they meet enrollment criteria, they will be enrolled in the cohort study and randomized to an intervention arm. Thus, by signing this consent, they are enrolling to provide samples, have their samples tested, to have some samples conserved for possible future study, to be followed up twice during pregnancy, to be followed after the birth of their child for up to three years, to be contacted weekly after the birth of their child to provide health status information, to provide samples (blood, stool, saliva, urine, skin swabs) over 11 total visits from the child and to be tested by indirect calorimetry (mother, father if possible, and the child). In addition, they are asked to give permission for investigators to obtain selected information from both their and their child's Primary Provider Medical Record pertaining to assessments done by their clinician and their pediatrician, for infectious disease and other diagnoses and treatment, height and weight gain, developmental milestones and vaccination status. This consent additionally does ask permission to recontact the subject about further add-on studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed consent process"
        },
        {
            "text": "In the consent form, participants are given the opportunity to choose whether their specimens may be kept for future unspecified research, unlinked to their name or other identifying information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed consent process"
        },
        {
            "text": "The current informed consent form is in Appendix A3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed consent process"
        },
        {
            "text": "Participants are free to discontinue participation in the study at any time. All efforts will be made to understand why the participant has chosen to discontinue participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study discontinuation"
        },
        {
            "text": "The study may be discontinued at any time by the PI, the NIH, or the Stanford University IRB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study discontinuation"
        },
        {
            "text": "Residual specimens will be maintained after the study is complete if the subject so consents (see Appendix A3, Consent form). Stored specimens will be unlinked from personal identifiers after completion of the study. Samples will be stored at the Stanford University School of Medicine. Specimens not selected for use may be stored up to Year 2035 for use by investigators in related investigations. All future studies will be reviewed by the Stanford University IRB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future use of stored specimens"
        },
        {
            "text": "Data will be managed as below. Copies of all datasets will be provided to the NIH at completion of the study and at any time requested by the NIH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA HANDLING AND RECORD KEEPING"
        },
        {
            "text": "The PI will maintain complete and accurate documentation for the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data management responsibilities"
        },
        {
            "text": "The study will employ a Study Coordinator, a Data Manager/Analyst and an Epidemiologist/Statistician, all of whom will, under supervision of the PI, be responsible for development of record-keeping systems, quality audits, and preparation of analytic datasets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data management responsibilities"
        },
        {
            "text": "For each subject, a hard copy file of source material, which will be maintained at the study office (S131, Grant Building, Stanford School of Medicine), will be filed by unique ID. Any source material from Primary Provider Medical Records, if not provided in electronic format, will be photocopied by study personnel. Source material includes: A log sheet at the front of each file will document receipt of data from different sources and any actions taken. A contact sheet containing essential contact information and a copy of consent forms is kept in a locked cabinet in the office of the Study Coordinator. Source material is reviewed upon receipt by the Study Coordinator and initialed for consistency and correctness prior to database entry. Data are entered into an electronic database (MS ACCESS or REDCap) using coded forms with range and logical checks per field. Forms, coding dictionary, and instructions for use of the electronic databases will be contained in the MOP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data management responsibilities"
        },
        {
            "text": "Laboratory research studies will include results from routine blood tests, cytokine panels, assessment of antibodies, and triclosan levels in urine. Laboratories conducting research studies will provide output on Excel spreadsheet templates, which are emailed to the PI and the Study Coordinator after each run for review. These forms also document control standards, standard curves, and reliability statistics. Following review, the data are compiled by the study Data Manager/Analyst for import into the study database. Plate lay-out sheets are maintained by each laboratory in dedicated notebooks and can be used for reconciliation as questions arise. A line list is generated and pasted into an Excel spreadsheet for transmittal, review, and entry into the database. Laboratory performance statistics, including standard curve parameters and R-squares, are logged in files linked to each batch run. Periodically, these are plotted over time for detection of drift.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data management responsibilities"
        },
        {
            "text": "The laboratories performing the analysis of the microbiome will provide output as raw data files. A record of which files have been received will be kept.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data management responsibilities"
        },
        {
            "text": "The PI or project Data Manager/Analyst will be responsible for transmitting copies of the electronic database to funding and oversight authorities as required at the end of study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data management responsibilities"
        },
        {
            "text": "Weekly health status updates are collected over the telephone as an automated telephone poll or in person. Results from the latter are entered directly into REDCap and from the former are automatically collected as a CVS file.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data capture methods"
        },
        {
            "text": "Interviewer administered questionnaire responses are entered onto an electronic form using a tablet, with these electronic data then transferred into REDCap; if entered on paper forms, double data entry will be used to enter data into REDCap.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data capture methods"
        },
        {
            "text": "Information obtained from medical chart reviews, if not received as an electronic file, is documented on standardized paper forms, and then deposited in the subject's file after review by the Study Coordinator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data capture methods"
        },
        {
            "text": "Clinical laboratory reports, including reference ranges and individual results, are documented electronically by the Stanford Clinical Laboratories or another reference laboratory with hard-copy forms sent to the PI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data capture methods"
        },
        {
            "text": "All clinical laboratory results are faxed to the study office on individualized standard report forms as completed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data capture methods"
        },
        {
            "text": "Serologic and cytokine assays are run in batch with results captured automatically on Excel spreadsheet templates and emailed to the PI, Data Analyst and Study Coordinator for review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data capture methods"
        },
        {
            "text": "Results of microbiome analysis are captured automatically off the sequencers as raw .sff files, which are then run through a bioinformatics pipeline (Google QIIME).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data capture methods"
        },
        {
            "text": "The following data types will be collected:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of data"
        },
        {
            "text": " Interview responses (close-ended with comment fields)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of data"
        },
        {
            "text": " Clinical data (close ended with comment fields)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of data"
        },
        {
            "text": " Medical chart abstract fields (close-ended with comment fields)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of data"
        },
        {
            "text": " Clinical laboratory reports from the Stanford Clinical Laboratory and other reference laboratory (standard report form by test, quantitative and qualitative result, and laboratory reference range)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of data"
        },
        {
            "text": " Laboratory (pulmonary function) output for indirect calorimetry (Excel spreadsheet template containing test standards, measurement of CO2 production, respiratory exchange ratio)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of data"
        },
        {
            "text": " Laboratory (immunology) output for antibody detection and quantification (Excel spreadsheet template, either by standard, antigen, and quantitative result or by array format)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of data"
        },
        {
            "text": " Laboratory (CDC) output for triclosan levels  Sequencer output for microbiome findings",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of data"
        },
        {
            "text": "All subjects will be assigned a unique anonymous study ID at the point of enrollment. Each participant's baby will be given a related ID. The code for these numbers will be retained under the strictest confidentiality. All questionnaires, laboratory specimens, and electronic records will be indexed with this ID number. A single research employee (the Study Coordinator) and the PI will have access to the code and will not disclose the code to any other research personnel, except by task-specific authorization, such as to enable field staff to identify medical records for chart reviews, or to place follow-up phone calls to participants. The codes that link the name of the participant and the study ID will be kept in a locked cabinet within the research space of the PI. All data gathered from study subjects to be included in the analysis will reference only the ID number and will not contain personal identifiers. Each subject's study information will remain confidential among the investigators and research personnel at all times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source documents and access to source data/documents"
        },
        {
            "text": "Authorized representatives of regulatory agencies will be permitted to examine (and, when required by applicable law, to copy) records for the purposes of quality assurance reviews, audits and evaluation of the study safety and progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source documents and access to source data/documents"
        },
        {
            "text": "Documents for the study include a hard copy subject file, blood, saliva, urine and stool specimens, documentation and reports of laboratory tests. The hard copy file will contain:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source documents and access to source data/documents"
        },
        {
            "text": "A. Information containing personal identifiers Hard copy files are kept in a locked file within the research office in the Grant Building, Room S131, at the Stanford Medical School under supervision of the Study Coordinator. Access is restricted to authorized study personnel and requires permission of the Study Coordinator. Information which contains personal identifiers is kept in a locked file that is separate from all other study source documents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source documents and access to source data/documents"
        },
        {
            "text": "In addition to hard copy files, specimen bank accounts and batch laboratory output will be prepared on Excel spreadsheet templates, indexed by subject code and dates. These are filed in a dedicated laboratory notebook by the study's laboratory director, and are available for uploading to an electronic database following review by the Study Coordinator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source documents and access to source data/documents"
        },
        {
            "text": "The study will create a web-based relational database (HTML-DB) and also use the REDCap biomedical study database development platform for participant contact information, data entry, audit, and retrieval of research data at the subject, time, and laboratory specimen level. The databases will be maintained with restricted access privileges for different research personnel. Data entry will be governed by a code book and MOP. To reduce coding errors and data management costs, interviewer-administered questionnaire responses will be entered directly into an electronic database and approved for accuracy by the participant. To minimize errors, other data entry will be performed twice and then compared. The Data Manager/Analyst will develop range and consistency check programs to clean the data. Data will be analyzed in SAS (version TBD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source documents and access to source data/documents"
        },
        {
            "text": "Individual laboratory reports are not needed for the study to proceed (laboratory tests, antibody assessment, microbiome); all testing can be performed in a batched fashion either at the end of the study or as convenient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timing/reports"
        },
        {
            "text": "No affiliated laboratories receive information regarding subject randomization status; their results are thus blinded to study arm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timing/reports"
        },
        {
            "text": "Final analysis points are currently set at Year 5 (final follow-up).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timing/reports"
        },
        {
            "text": "Semi-annual reports will be prepared documenting study progress, including number referred, eligible, enrolled, withdrawn, and completing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timing/reports"
        },
        {
            "text": "Study files, except for future use consent forms, will be maintained for a minimum of three years after completion of study data collection and analysis; the database and analytic datasets may be stored indefinitely as electronic data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study records retention"
        },
        {
            "text": "Analyses for the intervention will follow only an intent-to-treat format. Participants in the non-triclosan arm who report the consistent use of triclosan-containing household or personal cleaning products, or those in this arm who demonstrate high urinary or blood concentrations of triclosan, will be included in the intent to treat analysis as initially randomized. Protocol deviations will not be tabulated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol deviations"
        },
        {
            "text": "Residual specimens will be maintained after the study is complete if the subject so consents (see Appendix A3, Consent form). Stored specimens will be unlinked from personal identifiers after completion of the study. Samples will be stored at Stanford University School of Medicine. Specimens may be stored up to Year 2035 for use by investigators in related investigations. All future studies will be reviewed by the Stanford University IRB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future use of stored specimens"
        },
        {
            "text": "Key findings from this study, as well as study design, are expected to be made public at the end of the study. Authors of publications will include the PI and collaborators. In addition, investigators representing referring clinics will be offered the opportunity to participate in manuscript development and authorship. Individual study subjects will not be identified, nor will they be identifiable in any publication or presentation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PUBLICATION POLICY"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Metabolic risk in early childhood: the EarlyBird Study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilkin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Voss",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Metcalf",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mallam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Jeffery",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int J Obes Relat Metab Disord",
            "volume": "28",
            "issn": "3",
            "pages": "64--73",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical review: behavioral interventions to prevent childhood obesity: a systematic review and metaanalyses of randomized trials",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Kamath",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Vickers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ehrlich",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mcgovern",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Singhal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Paulo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hettinger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Erwin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Montori",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Endocrinol Metab",
            "volume": "93",
            "issn": "12",
            "pages": "4606--4621",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cellular proteolysis and systemic inflammation during exacerbation in cystic fibrosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ionescu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Nixon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Shale",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Cyst Fibros",
            "volume": "3",
            "issn": "4",
            "pages": "253--261",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of infection on energy requirements of infants and children. Public Health Nutr",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garza",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "1187--90",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Energy cost of fever in children on total parenteral nutrition",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benhariz",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Goulet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salas",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colomb",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ricour",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin Nutr",
            "volume": "16",
            "issn": "5",
            "pages": "251--256",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of late-onset sepsis on energy expenditure in extremely premature infants",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Torine",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Denne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wright-Coltart",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Leitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Res",
            "volume": "61",
            "issn": "5",
            "pages": "600--603",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Resting energy expenditure in asymptomatic HIVinfected females",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Provost-Craig",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Womens Health Gend Based Med",
            "volume": "9",
            "issn": "3",
            "pages": "321--328",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The effect of schistosomiasis on 24-hour energy expenditure",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Awad Elkarim",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Trop Med Hyg",
            "volume": "89",
            "issn": "6",
            "pages": "303--310",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Energy expenditure and nutritional adequacy of rehabilitation paraplegics with asymptomatic bacteriuria and pressure sores",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aquilani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Boschi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Contardi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pistarini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Achilli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fizzotti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moroni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Catapano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verri",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Pastoris",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Spinal Cord",
            "volume": "39",
            "issn": "8",
            "pages": "437--478",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Inflammation is associated with increased energy expenditure in patients with chronic kidney disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Utaka",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Avesani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Draibe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kamimura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Andreoni",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cuppari",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Clin Nutr",
            "volume": "82",
            "issn": "4",
            "pages": "801--806",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Resting energy expenditure in chronic hepatitis C",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Piche",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benzaken",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rampal",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hébuterne",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Hepatol",
            "volume": "33",
            "issn": "4",
            "pages": "623--630",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Long-term effects of Helicobacter pylori eradication on circulating ghrelin and leptin concentrations and body composition in prepubertal children",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pacifico",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Anania",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Osborn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schiavo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bonamico",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chiesa",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Endocrinol",
            "volume": "158",
            "issn": "3",
            "pages": "323--355",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The role of TNF-alpha in human adipose tissue: prevention of weight gain at the expense of insulin resistance?",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hube",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hauner",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Horm Metab Res",
            "volume": "31",
            "issn": "12",
            "pages": "626--657",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Annual summary of vital statistics: trends in the health of Americans during the 20th century",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Strobino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Sondik",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatrics",
            "volume": "106",
            "issn": "6",
            "pages": "1307--1324",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Trends in childhood illness and treatment in Australian general practice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Charles",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Britt",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Med J Aust",
            "volume": "180",
            "issn": "5",
            "pages": "216--225",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ecological association between scarlet fever and asthma",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Vargas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Respir Med",
            "volume": "100",
            "issn": "2",
            "pages": "363--369",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Changing epidemiology of acute post-streptococcal glomerulonephritis in Northeast Florida: a comparative study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ilyas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tolaymat",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Nephrol",
            "volume": "23",
            "issn": "7",
            "pages": "1101--1107",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Active Bacterial Core surveillance/Emerging Infections Program Network. Epidemiology of invasive group B streptococcal disease in the United States",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Phares",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lynfield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Farley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mohle-Boetani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Petit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schaffner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Zansky",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gershman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Stefonek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Albanese",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Zell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schuchat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schrag",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JAMA",
            "volume": "299",
            "issn": "17",
            "pages": "2056--65",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Paediatric gastroenterology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walker-Smith",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Clin Med",
            "volume": "8",
            "issn": "3",
            "pages": "292--297",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Decline in admission rates for acute appendicitis in England",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoare",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Majeed",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Maxwell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br J Surg",
            "volume": "90",
            "issn": "12",
            "pages": "1586--92",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Trends in acute otitis media-related health care utilization by privately insured young children in the United States",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shefer",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Nuorti",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatrics",
            "volume": "121",
            "issn": "2",
            "pages": "253--60",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Gut microbiota in obesity and metabolic disorders",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sanz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Santacruz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gauffin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Nutr Soc",
            "volume": "69",
            "issn": "3",
            "pages": "434--475",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Microbial ecology: human gut microbes associated with obesity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Ley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Turnbaugh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "444",
            "issn": "7122",
            "pages": "1022--1025",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Triclosan: Applications and safety",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Bhargava",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Leonard",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am J Infect Control",
            "volume": "24",
            "issn": "",
            "pages": "209--227",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Triclosan: A critical review of the experimental data and development of margins of safety for consumer products",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Rodricks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Swenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Borzelleca",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Maronpot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Shipp",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Critical Reviews in Toxicology",
            "volume": "40",
            "issn": "5",
            "pages": "422--484",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Lignans, bacteriocides and organochlorine compounds activate the human pregnane X receptor (PXR)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Nolan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Hood",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Toxicol Appl Pharmacol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Short-term exposure to triclosan decreases thyroxine in vivo via upregulation of hepatic catabolism in Young Long-Evans rats",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hedge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Devito",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Crofton",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Toxicol Sci",
            "volume": "113",
            "issn": "2",
            "pages": "367--79",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Physiological effects and bioconcentration of triclosan on amphibian larvae",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Palenske",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Nallani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Dzialowski",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Comp Biochem Physiol C Toxicol Pharmacol",
            "volume": "152",
            "issn": "2",
            "pages": "232--272",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Personal care products and endocrine disruption: a critical review of the literature",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Witorsh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Rev Toxicol",
            "volume": "40",
            "issn": "S3",
            "pages": "1--30",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Agents for the Decolonization of Methicillin-Resistant Staphylococcus aureus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcconeghy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mikolich",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Laplante",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pharmacother",
            "volume": "29",
            "issn": "3",
            "pages": "263--280",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Consumer Antibacterial Soaps: Effective or Just Risky?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Aiello",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "137--147",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "QIIME allows analysis of highthroughput community sequencing data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Caporaso",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuczynski",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Methods",
            "volume": "7",
            "issn": "5",
            "pages": "335--341",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Search and clustering orders of magnitude faster than BLAST",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Edgar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bioinformatics",
            "volume": "26",
            "issn": "",
            "pages": "2460--2461",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Naive Bayesian classifier for rapid assignment of rRNA sequences into the new bacterial taxonomy",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Garrity",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Appl Environ Microbiol",
            "volume": "73",
            "issn": "16",
            "pages": "5261--5268",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "PyNAST: a flexible tool for aligning sequences to a template alignment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Caporaso",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bittinger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "26",
            "issn": "2",
            "pages": "266--273",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "FastTree: computing large minimum evolution trees with profiles instead of a distance matrix",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Dehal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol Biol Evol",
            "volume": "26",
            "issn": "7",
            "pages": "1641--50",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Conservation evaluation and phylogenetic diversity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Faith",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Biological Conservation",
            "volume": "61",
            "issn": "1",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "UniFrac: a new phylogenetic method for comparing microbial communities",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lozupone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Appl Environ Microbiol",
            "volume": "71",
            "issn": "12",
            "pages": "8228--8263",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Diagnosis of multiple cancer types by shrunken centroids of gene expression",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tibshirani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hastie",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "99",
            "issn": "10",
            "pages": "6567--72",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Lucile Packard Children's Hospital 725",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic of STORK",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Summary of relevant clinical studies ................................................................. 16 2.1.4. Summary of epidemiological data ....................................................................... 17 2.2. Rationale ................................................................................................................................ 17 2.3. Potential risks and benefits ............................................................................................ 18 2.3.1. Potential risks ............................................................................................................. 18 2.3.2. Potential benefits ....................................................................................................... 19 3. Study objectives .......................................................................................................................... 20 4. Study design ................................................................................................................................. 20 4.1. Description of the study design.................................................................................... 20 4.2. Study endpoints .................................................................................................................. 21 4.2.1. Primary endpoint....................................................................................................... 21 4.2.2. Secondary endpoints ................................................................................................ 21 5. Study population ........................................................................................................................ 21 5.1. Description of the study population ........................................................................... 21 5.1.1. Participant inclusion criteria ................................................................................ 22 5.1.2. Participant exclusion criteria ................................................................................ 22 5.2. Strategies for recruitment and retention .................................................................. 23 6. Study agent / interventions ................................................................................................... 23 6.1. Study agent acquisition .................................................................................................... 23 6.1.1. Formulation, packaging and labeling ................................................................. 24 6.1.2. Study agent storage and stability ........................................................................ 24 6.1.3. Preparation, administration and dosage of study agent(s)/interventions(s) ....................................................................................................... 24 6.1.4. Study product accountability procedures ........................................................ 24 6.2. Assessment of participant compliance with study agent(s)/intervention(s) 24 6.3. Concomitant medications and procedures............................................................... 24 6.4. Precautionary and prohibited medications and procedures ............................ 24 6.5. Prophylactic medications and procedures ............................................................... 25 6.6. Rescue medications ........................................................................................................... 25 7. Study procedures/evaluations .............................................................................................. 25 7.1. Study procedures/evaluations ...................................................................................... 25 7.1.1. Clinical and research laboratory evaluations ................................................. 26 7.1.2. Special assays or procedures ................................................................................ 27 7.2. Specimen collection, preparation, handling and shipping ................................. 28 7.2.1. Blood ............................................................................................................................... 28 7.2.2. Stool ................................................................................................................................ 28 7.2.3. Urine ............................................................................................................................... 29 7.2.4. Saliva ............................................................................................................................... 29 7.2.5. Skin swabs ..................................................................",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Adverse event case report form (as needed)  Serious adverse event report form (as needed)  Primary provider and pediatrician medical chart abstraction (periodic). B. De-identified information  Questionnaires  Laboratory reports (routine, antibodies and microbiome)  Participant notices (de-identified)  Provider notices (de-identified)",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Key roles ........................................................................................................................................ 13 2. Background information and scientific rationale .......................................................... 13 2.1. Background information ................................................................................................. 13 2.1.1. Description of the study agents(s)/intervention(s)..................................... 15 2.1.2. Summary of previous pre-clinical studies .......................................................",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ".................................................. 30 7.2.6. Dust swabs ................................................................................................................... 30 7.2.7. Kitchen countertop swabs ...................................................................................... 30 8. Study schedule ............................................................................................................................. 30 8.1. Screening ............................................................................................................................... 31 8.2. Enrollment/baseline ......................................................................................................... 31 8.3. Follow-up ............................................................................................................................... 31 8.4. Final study visit ................................................................................................................... 32 8.5. Early termination visit...................................................................................................... 32 9. Assessment of safety ................................................................................................................. 33 9.1. Definition of an adverse event (AE) ............................................................................ 33 9.2. Definition of a serious adverse event (SAE)............................................................. 33 9.3. Reporting procedures ....................................................................................................... 34 9.3.1. Specific serious adverse event requirements................................................. 34 9.3.2. Reporting of pregnancy ........................................................................................... 34 9.3.3. Procedures to be followed in the event of abnormal laboratory test values or abnormal clinical findings ................................................................................... 34 Halting rules for the protocol ........................................................................................ 35 9.5. Premature withdrawal of a participant ..................................................................... 35 9.6. Replacement of a participant who discontinues study treatment .................. 36 10. Clinical monitoring structure ............................................................................................. 36 10.1. Site monitoring plan ..................................................................................................... 36 10.2. Safety monitoring plan ................................................................................................. 36 11. Statistical considerations ..................................................................................................... 37 11.1. Overview and study objectives ................................................................................. 37 11.2. Analysis plan .................................................................................................................... 40 11.2.1. Cohort ........................................................................................................................ 40 11.2.2. Intervention ............................................................................................................. 41 11.3. Sample size considerations ........................................................................................ 41 11.3.1. Cohort ........................................................................................................................ 41 11.3.2. Intervention ............................................................................................................. 42 11.4. Maintenance of trial treatment randomization codes ..................................... 43 12. Quality control and quality assurance ............................................................................ 43 13. Ethics / protection of human subjects ............................................................................ 44 13.1. Declaration of Helsinki ................................................................................................. 44 13.2. Participant confidentiality .......................................................................................... 44 13.3. Institutional review board/medical ethics committee ................................... 45 13.3.1. Assent or informed consent process (in case of a minor) ..................... 45 Informed consent process .......................................................................................... 45 13.6. Study discontinuation .................................................................................................. 46 13.7. Future use of stored specimens ................................................................................ 46 14. Data handling and record keeping ................................................................................... 46 14.1. Data management responsibilities .......................................................................... 47 14.2. Data capture methods .................................................................................................. 48 14.3. Types of data .................................................................................................................... 48 14.4. Source documents and access to source data/documents ............................ 49 14.5. Timing/reports ............................................................................................................... 50 14.6. Study records retention ............................................................................................... 50 14.7. Protocol deviations........................................................................................................ 50 14.8. Future use of stored specimens ................................................................................ 50 15. Publication policy ................................................................................................................... 51 16. Scientific references ............................................................................................................... 51 17. Appendices ................................................................................................................................ 54 17.1. Appendix A1: Site Roster ............................................................................................ 55 17.2. Appendix A2: Study Contacts Roster ...................................................................... 56 17.3. Appendix A3: Consent Form (current) .................................................................. 57 17.4. Appendix A4: Test of Comprehension (current) ............................................... 58 17.5. Appendix A5: Recruitment Forms ........................................................................... 59 17.6. Appendix B: Questionnaires (current) .................................................................. 60 17.6.1. Baseline (household visit) ................................................................................. 60 months (household visit) ....................................... 60 telephone or email) ................................................. 60 17.6.4. Chart abstraction ................................................................................................... 60 Schedule of Assessments ................................................................... 62 Manual of Procedures (MOP) .......................................................... 65",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Specimens to be collected and laboratory evaluations to be conducted",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Recruitment form  Interview responses  Clinical laboratory reports  Medical chart abstracts  A sample tracking form  A provider notification sheet",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": " Appendix A1 Site roster  Appendix A2 Study contacts roster  Appendix A3 Consent forms (current)  Appendix A4 Test of comprehension (current)  Appendix A5 Recruitment forms (draft)  Appendix B Questionnaires (current)  Appendix C Schedule of assessments  Appendix D Manual of procedures (MOP) See the following WORD documents:  STORK Informed Consent (13Aug13) 17.4. Appendix A4: Test of Comprehension (current) See the following .PDF document:  STORK Comprehension Questionnaire 21Mar11 17.5. Appendix A5: Recruitment Forms See the following WORD document:  STORK Brochure 21Mar11 See the following .PDF documents:  STORK Participant Screening Mar11  STORK Personal Contact Form Mar11  STORK Clinician Entry Form Mar11  STORK Provider Authorization Form Mar11 See the associated documents: 17.6.1. Baseline (household visit) 17.6.2. Longitudinal, every 4 months (household visit) 17.6.3. Longitudinal, weekly (telephone or email) Obstetric clinic chart For each visit, scheduled or non-scheduled  Date  Height  Pre-pregnancy weight, weights over time (for total gain)  Reproductive history  Chronic conditions and associated treatments  Diagnoses of infectious conditions and associated treatments  Diagnoses of other conditions and associated treatments (e.g., gestational diabetes, etc.) Complications (of or identified at delivery, birth defects, etc) B. Follow-up -Pediatrician's chart For each visit (well-baby or non-scheduled)  Date  Height  Weight  Feeding status (breast vs. formula, other, etc.)  Developmental milestones  Temperature (if assessed)  Vaccinations performed  Infectious disease diagnoses and associated treatments  Other diagnoses and associated treatments",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}