{
    "paper_id": "965f06d2f9a87b69f59b1656c979e04eaa5d75be",
    "metadata": {
        "title": "Comparison of Temporal and Spatial Dynamics of Seasonal H3N2, Pandemic H1N1 and Highly Pathogenic Avian Influenza H5N1 Virus Infections in Ferrets",
        "authors": [
            {
                "first": "Judith",
                "middle": [
                    "M A"
                ],
                "last": "Van Den Brand",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus Medical Centre",
                    "location": {
                        "settlement": "Rotterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Koert",
                "middle": [
                    "J"
                ],
                "last": "Stittelaar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hong Kong",
                    "location": {
                        "settlement": "Rotterdam, Hong Kong",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Geert",
                "middle": [],
                "last": "Van Amerongen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus Medical Centre",
                    "location": {
                        "settlement": "Rotterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Leslie",
                "middle": [],
                "last": "Reperant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus Medical Centre",
                    "location": {
                        "settlement": "Rotterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Leon",
                "middle": [],
                "last": "De Waal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hong Kong",
                    "location": {
                        "settlement": "Rotterdam, Hong Kong",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Albert",
                "middle": [
                    "D M E"
                ],
                "last": "Osterhaus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus Medical Centre",
                    "location": {
                        "settlement": "Rotterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Thijs",
                "middle": [],
                "last": "Kuiken",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus Medical Centre",
                    "location": {
                        "settlement": "Rotterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": "t.kuiken@erasmusmc.nl"
            },
            {
                "first": "Leo",
                "middle": [
                    "L M"
                ],
                "last": "Poon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Humans may be infected by different influenza A viruses-seasonal, pandemic, and zoonotic-which differ in presentation from mild upper respiratory tract disease to severe and sometimes fatal pneumonia with extra-respiratory spread. Differences in spatial and temporal dynamics of these infections are poorly understood. Therefore, we inoculated ferrets with seasonal H3N2, pandemic H1N1 (pH1N1), and highly pathogenic avian H5N1 influenza virus and performed detailed virological and pathological analyses at time points from 0.5 to 14 days post inoculation (dpi), as well as describing clinical signs and hematological parameters. H3N2 infection was restricted to the nose and peaked at 1 dpi. pH1N1 infection also peaked at 1 dpi, but occurred at similar levels throughout the respiratory tract. H5N1 infection occurred predominantly in the alveoli, where it peaked for a longer period, from 1 to 3 dpi. The associated lesions followed the same spatial distribution as virus infection, but their severity peaked between 1 and 6 days later. Neutrophil and monocyte counts in peripheral blood correlated with inflammatory cell influx in the alveoli. Of the different parameters used to measure lower respiratory tract disease, relative lung weight and affected lung tissue allowed the best quantitative distinction between the virus groups. There was extra-respiratory spread to more tissues-including the central nervous system-for H5N1 infection than for pH1N1 infection, and to none for H3N2 infection. This study shows that seasonal, pandemic, and zoonotic influenza viruses differ strongly in the spatial and temporal dynamics of infection in the respiratory tract and extra-respiratory tissues of ferrets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Humans may be infected with different categories of influenza A virus-seasonal, pandemic, and zoonotic-each with their own epidemiology and pathogenesis. Seasonal influenza viruses cause annual epidemics during autumn and winter in temperate regions. They predominantly cause upper respiratory tract disease with rare extension to the lower respiratory tract, resulting in severe and even fatal pneumonia [1] . Pandemic influenza viruses, like the pandemic H1N1 (pH1N1) virus in 2009, cause sporadic pandemics with variable mortality. In fatal cases of pH1N1 infection, virus antigen expression occurred throughout the respiratory tract and was associated with both upper and lower respiratory tract disease [2] . Zoonotic influenza viruses, such as highly pathogenic avian influenza (HPAI) H5N1 virus, are sporadically transmitted from poultry and other animals to humans, but do not transmit efficiently from human to human [3] . Human infection with HPAI H5N1 virus involves primarily the lower respiratory tract, resulting in diffuse alveolar damage (DAD) and a fatality rate of almost 60% in confirmed cases [4] .",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 408,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1113,
                    "end": 1116,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The pathogenesis of both human and avian influenza virus infections in ferrets resembles that in humans [5] . In part, this is because the distribution of receptors for human and avian influenza viruses in the respiratory tract of ferrets is similar to that in humans [6] . Therefore, the ferret is often used in animal models to study the pathogenesis of different influenza virus strains and to evaluate the efficacy of vaccines and antiviral agents against influenza [7, 8, 9, 10] . In these studies, it is critical to collect respiratory tract samples for virological, pathological, and molecular analyses at both the appropriate time point after infection and the appropriate location along the respiratory tract. This is because influenza virus infection is a highly dynamic process, both temporally and spatially.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 474,
                    "end": 476,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 477,
                    "end": 479,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We recently compared the pathogenesis of infections with seasonal human H1N1, pH1N1, and HPAI H5N1 virus in ferrets [9] . Our results showed that, at 4 days post inoculation (dpi), pH1N1 caused pneumonia intermediate in severity between that caused by seasonal H1N1 and HPAI H5N1. This was associated with virus replication throughout the lower respiratory tract for pH1N1, while seasonal H1N1 replicated mainly in the bronchi, and HPAI H5N1 replicated mainly in the alveoli. However, the location of virus replication and extent and severity of associated pathological changes were recorded at a single time point. Other experiments have used multiple time points (usually 1, 3, 5, and 14 dpi) to study the dynamics of influenza virus infection in the ferret respiratory tract [10, 11, 12, 13, 14, 15, 16] ; however, these experiments often lacked detailed pathological or virological analyses of samples collected along the full length of the respiratory tract on all time points.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "[10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 783,
                    "end": 786,
                    "text": "11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 791,
                    "end": 794,
                    "text": "13,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 803,
                    "end": 806,
                    "text": "16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The goal of our study was to describe and compare the temporal and spatial dynamics of different influenza virus infections and associated pathology in the respiratory tract of the ferret. To this end, we inoculated ferrets with either seasonal human H3N2, pH1N1, or HPAI H5N1 virus, and performed detailed virological and pathological analyses at time points from 0.5 to 14 dpi, as well as measuring virus excretion, clinical signs, and hematological parameters. Additionally, we compared the results of histopathological analyses with digital microscopical scoring of tissue sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Clinical data and gross pathology. The survival rate was 100% in all groups. Clinical signs (Table 1) were mild with sneezing from 2 to 14 dpi and nasal discharge from 2 to 3 dpi, as shown by increased licking on the nose. Nasal and pharyngeal swabs revealed excretion of virus from 0.5 to 4 dpi with a peak on 1 dpi in the nasal swabs (Figure 1a and b). The mean body weight loss was around 10% (Figure 1d ). On gross pathology, a few dark red and raised areas were seen in the lungs of some animals and were consistent with mild pulmonary consolidation. Estimated areas of lung affected ranged from 0 to 10% (Figure 2a ) between 0.5 and 14 dpi. The relative lung weight was comparable to that of non-infected ferrets (Figure 2b ). There was a mild splenomegaly from 0.5 to 14 dpi (data not shown). The trachea-bronchial lymph nodes were slightly enlarged between 0.5 and 4 dpi, with a peak on 2 dpi (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 101,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 336,
                    "end": 346,
                    "text": "(Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 396,
                    "end": 406,
                    "text": "(Figure 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 610,
                    "end": 620,
                    "text": "(Figure 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 719,
                    "end": 729,
                    "text": "(Figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 901,
                    "end": 910,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Seasonal H3N2"
        },
        {
            "text": "Histopathology and virus antigen expression. By histopathology, there was a mild to severe multifocal rhinitis with necrosis of the epithelium and mild multifocal tracheitis. In the lungs, there was a mild multifocal bronchitis and bronchiolitis with intra-epithelial neutrophils, mild peribronchiolar and perivascular cuffing, mild broncho-adenitis, and mild multifocal alveolitis with mild intra-epithelial infiltration of neutrophils with mild epithelial necrosis and mild edema in the alveolar lumina. By immunohistochemistry, influenza virus antigen expression was visible as diffuse to granular red staining, which usually was stronger in the nucleus than in the cytoplasm ( Figures 3, 4, 5, 6, 7, 8) . Antigen expression in the nose was present from 0.5 to 4 dpi, while no antigen expression was seen in the tracheal, bronchial, bronchiolar, and tracheo-bronchial glandular epithelium at any time point, and little antigen expression in few type II pneumocytes in the alveoli. Changes in the histological lesions and antigen lowest titers for H5N1. (B) Virus titers in pharyngeal swabs demonstrate initially comparable virus titers for pH1N1 and H3N2 and lower titers for H5N1, and on 4 dpi comparable titers for pH1N1 and H5N1 and lower titers for H3N2. (C) Body temperatures in ferrets inoculated with pH1N1 and H5N1 are higher than for H3N2 and the sham-inoculated group. The large SEM for H5N1 is due to the low body temperatures of moribund animals. (D) Body weight loss in animals inoculated with pH1N1 and H5N1 was comparable and higher when compared to H3N2. doi:10.1371/journal.pone.0042343.g001 expression over time are described in the supporting information (Supporting Information S1).",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 691,
                    "text": "Figures 3,",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 694,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 695,
                    "end": 697,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 698,
                    "end": 700,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 701,
                    "end": 703,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 704,
                    "end": 706,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Seasonal H3N2"
        },
        {
            "text": "Semiquantitative histological scoring (Table 2) showed that the extent and severity of the alveolar lesions were comparable for all days of sampling with no obvious changes. No expression of virus antigen was seen in extra-respiratory tissues on any days. By digital scoring, there was on average 63 to 73% of air in the pulmonary tissue (Table 3) . Additionally, the percentage of antigen-expressing tissue and counts of virus antigen expression were absent and negligible, respectively ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 47,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 347,
                    "text": "(Table 3)",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 498,
                    "text": "Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Seasonal H3N2"
        },
        {
            "text": "Virology of tissues. Comparable with the pattern of antigen expression in the respiratory tissues, high virus titers were seen in the nasal concha from 0.5 to 4 dpi with a peak on 1 dpi (Figure 3) . Low virus titers were present in the trachea, bronchi, lungs, tracheo-bronchial lymph nodes and tonsil ( Figure 3 and Table 4 ). All other tissues did not contain replication competent virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 196,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 304,
                    "end": 312,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 317,
                    "end": 324,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Seasonal H3N2"
        },
        {
            "text": "Hematology and comparison of leucocytes in blood and alveolar lumina. Total leucocyte counts after infection were slightly increased on all days except for 14 dpi compared to those in negative control animals (Table 5 ). In blood, there was a slight increase in the number of mononuclear cells on 1 dpi and of neutrophils on 2 dpi, followed by a mild decrease up to 4 dpi after which again a small increase of both was observed ( Figure 9 ). In the alveolar lumina, the number of mononuclear cells was only slightly increased on 2 dpi ( Figure 8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 217,
                    "text": "(Table 5",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 438,
                    "text": "Figure 9",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 537,
                    "end": 545,
                    "text": "Figure 8",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Seasonal H3N2"
        },
        {
            "text": "Generalized linear model of viral excretion. We used generalized linear models (GLM) to define possible predictors of viral excretion, based on viral production and damage scores in upper (nose and trachea) and deeper regions of the respiratory tract (bronchi, bronchioles and alveoli). These models were used to determine significant linear relationships between these scores and viral excretion (as measured by viral titers in nose and throat swabs; see methods). The final GLM predicting excretion of H3N2 included only viral production in the upper regions of the respiratory tract as a significant predictor (LR x 2 = 16.8, df = 1, P,0.0001). Excretion of H3N2 was a positive linear function of viral production in the upper regions ( Table 6 ). As such, viral excretion of H3N2 could be directly estimated based on viral production scores in the nose and trachea, strongly suggesting that these regions were the main sources of excreted virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 740,
                    "end": 747,
                    "text": "Table 6",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Seasonal H3N2"
        },
        {
            "text": "Clinical data and gross pathology. The survival rate was 100%. Clinical signs per group were observed from 2 to 14 dpi ( Table 1) . The activity status varied over the different time points with the highest score (status 3) seen in one animal between 5 and 8 dpi. Dyspnea was seen only in this animal. Inappetence, sneezing and nasal discharge was seen in all animals. Virus excretion was shown in nasal and pharyngeal swabs with a peak on 1 dpi and higher values in the nasal swabs. The virus titers for the pharyngeal swabs were comparable to those of the animals inoculated with H3N2 ( Figure 1b ). An increase in body temperature was seen with a peak on 1 dpi (Figure 1c ). The mean body weight loss was up to 15% on 7 dpi (Figure 1d ). By gross pathology, multifocal pulmonary consolidation was seen on 0.5 dpi with grey-red raised, and slightly firmer than normal areas. On 1 dpi, the percentage of affected lung tissue was increased (Figure 2a ). On 2 dpi the lesions were dark red and firmer with increased relative lung weight. On 14 dpi the percentage of affected lung tissue decreased again (Figure 2a ). The relative lung weight was increased from 1 to 7 dpi and decreased on 14 dpi (Figure 2b ). The trachea-bronchial lymph nodes were enlarged from 0.5 to 7 dpi, with a peak on 7 dpi (Table 2 ). There was a mild splenomegaly from 0.5 to 14 dpi (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 129,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 589,
                    "end": 598,
                    "text": "Figure 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 664,
                    "end": 674,
                    "text": "(Figure 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 727,
                    "end": 737,
                    "text": "(Figure 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 940,
                    "end": 950,
                    "text": "(Figure 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1102,
                    "end": 1112,
                    "text": "(Figure 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1195,
                    "end": 1205,
                    "text": "(Figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1297,
                    "end": 1305,
                    "text": "(Table 2",
                    "ref_id": null
                }
            ],
            "section": "Pandemic H1N1"
        },
        {
            "text": "Histopathology and virus antigen expression. By histopathology, there was a mild to severe multifocal rhinitis with necrosis of the epithelium and mild to moderate multifocal tracheitis. In the lungs, there was a mild to severe multifocal bronchitis and bronchiolitis with intra-epithelial and intraluminal neutrophils, mild to severe necrosis of epithelium, mild to severe peribronchiolar and perivascular cuffing, mild to severe bronchoadenitis, and mild to severe multifocal alveolitis with infiltration of neutrophils in alveolar walls and lumina, mild to moderate epithelial necrosis and mild to moderate edema in the alveolar lumina with hypertrophy and hyperplasia of epithelium ( Figures 10  and 11 ). The tracheo-bronchial lymph nodes and tonsils demonstrated lymphadenopathy, and in the palatine roof of two animals there was severe inflammation and necrosis of the sero-mucous glands.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 688,
                    "end": 706,
                    "text": "Figures 10  and 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Pandemic H1N1"
        },
        {
            "text": "Antigen expression in the nose was present from 0.5 to 7 dpi starting on 0.5 dpi in the respiratory epithelium and on 1 dpi in the olfactory epithelium. In the trachea there was antigen expression from 0.5 to 6 dpi and in the bronchi and bronchioles from 0.5 to 7 dpi with peak values on 1 dpi. Bronchial glandular (Table 3) . When digital scoring for antigen expression was performed, antigen expression as well as the number of positive counts showed that virus antigen was clearly present on 0.5 dpi with peak scores on 1 dpi, albeit with high variation between the different animals (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 324,
                    "text": "(Table 3)",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 596,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Pandemic H1N1"
        },
        {
            "text": "Virology. In the respiratory tissues, the changes in virus titers over time showed a comparable pattern to that of viral antigen expression, with high virus titers from 0.5 to 4 dpi ( Figure 3 ). In the extra-respiratory tissues, virus was isolated from the olfactory bulb, cerebellum, cerebrum, and heart (Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 192,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 306,
                    "end": 314,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "Pandemic H1N1"
        },
        {
            "text": "Hematology and comparison of leucocytes in blood and alveolar lumina. Total leucocyte counts showed higher values on all time points when compared to those from negative control animals (Table 5 ). On 1 dpi, there was an increase of neutrophils in the blood and in the alveoli. On 2 dpi, there was a severe decrease in the number of neutrophils in the alveoli, but the number of neutrophils in the blood remained high. The number of mononuclear cells in the alveoli increased during the first 3 days while the number of mononuclear cells in the blood decreased. On 14 dpi, the numbers of neutrophils and mononuclear cells were decreased in both the blood and the alveoli.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 194,
                    "text": "(Table 5",
                    "ref_id": null
                }
            ],
            "section": "Pandemic H1N1"
        },
        {
            "text": "Generalized linear model of viral excretion. Similarly to H3N2, the final GLM predicting excretion of pH1N1 included only viral production in the upper regions of the respiratory tract (nose and trachea) as a significant predictor (LR x 2 = 58.9, df = 1, P,0.0001). Excretion of pH1N1 was a positive linear function of viral production in the upper regions (Table 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 365,
                    "text": "(Table 6",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Pandemic H1N1"
        },
        {
            "text": "Clinical data and gross pathology. On 2.5 dpi, one animal died and one animal was euthanized because of its moribund state. On 3 dpi, another animal died. From 2 to 4 dpi all animals developed severe clinical signs characterized by decreased activity, dyspnea, and inappetance (Table 1) . Two animals showed nervous signs, characterized by ataxia, drifting to the right, walking into a corner and aggression. Virus was excreted in nasal and pharyngeal swabs, with lower virus titers than the pH1N1 and H3N2 groups during the first 3 days for the nose and the first 2 days for the pharynx (Figures 1a and b) . In contrast to what was seen in the other virus groups, the nasal swabs showed lower titers than the pharyngeal swabs. This indicated lower replication in the nose, as was also suggested by the low levels of virus antigen expression and low virus titers in the nose ( Figure 3 ). The increase in body temperature showed a peak on 1 dpi. At later time points, the average temperature decreased below baseline values due to the progressively moribund state of most of the ferrets (Figure 1c ). The body weight loss increased during time and was comparable to that of the pH1N1 group ( Figure 1d ). By gross pathology, there was multifocal pulmonary consolidation on 0.5 dpi with dark red, raised, and firmer than normal areas affecting an average of 13% of the lung tissue ( Figure 2a ). On 1 dpi, there was fluid in the bronchi and lung parenchyma, and the percentage of affected lung tissue was increased. On 2 dpi, the percentage of affected lung tissue had increased dramatically to almost 60% ( Figure 2a ). The relative lung weights were increased on all time points and were much higher than in the other virus groups (Figure 2b ). Tracheobronchial lymph nodes were enlarged starting on 0.5 dpi, and up to two times the normal size on 4 dpi. There was a mild splenomegaly on all days (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 286,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 588,
                    "end": 606,
                    "text": "(Figures 1a and b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 877,
                    "end": 885,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1087,
                    "end": 1097,
                    "text": "(Figure 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1192,
                    "end": 1201,
                    "text": "Figure 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1382,
                    "end": 1391,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1607,
                    "end": 1616,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1732,
                    "end": 1742,
                    "text": "(Figure 2b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "H5N1"
        },
        {
            "text": "Histopathology and virus antigen expression. By histopathology, there was a mild to moderate multifocal rhinitis with necrosis of the epithelium and mild multifocal tracheitis. In the lungs, there was a moderate multifocal bronchitis and bronchiolitis, with intra-epithelial and intraluminal neutrophils, mild to moderate epithelial necrosis, and mild peribronchiolar and perivascular cuffing; a mild to severe broncho-adenitis; and a severe multifocal to diffuse alveolitis, with severe epithelial necrosis, intra-epithelial and intraluminal infiltration of neutrophils, severe intraluminal edema, and hypertrophy and hyperplasia of epithelial cells (Figures 4, 5, 6, 7, 8) . The tracheo-bronchial lymph nodes and tonsils demonstrated lymphadenopathy. In the extra-respiratory tissues there was lymphadenopathy in a sternal lymph node and there was hyperplasia and necrosis in the gut associated lymphoid tissue (GALT) of the jejunum and in the spleen of few animals.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 662,
                    "text": "(Figures 4,",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 665,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 666,
                    "end": 668,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 669,
                    "end": 671,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 672,
                    "end": 674,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "H5N1"
        },
        {
            "text": "In the nose there was antigen expression from 1 to 4 dpi with highest values on 2 and 3 dpi. Antigen expression in the trachea was present from 0.5 to 3 dpi, predominantly on 1 dpi. The bronchi demonstrated antigen from 2 to 4 dpi, and in the bronchioles from 0.5 to 4 dpi. Antigen expression in the alveoli was present in type II pneumocytes (Figure 8 ), and less in type I pneumocytes and alveolar macrophages. It was seen from 0.5 to 4 dpi with large percentages from 1 to 3 dpi. In the tracheobronchial lymph nodes there was antigen expression from 1 to 3 dpi and in the tonsils on 2 and 3 dpi in mononuclear cells. One animal had virus antigen expression in squamous stratified epithelium in the tip of the nose and one animal showed expression in endothelial cells in the pharynx. In the extrarespiratory tissues there was virus antigen expression in mononuclear cells in the GALT of the jejunum on 2 and 3 dpi and in the spleen on 4 dpi. No antigen expression was seen in other extrarespiratory tissues. Changes in the histological lesions and antigen expression over time are described in the supporting information (Supporting information S1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 352,
                    "text": "(Figure 8",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "H5N1"
        },
        {
            "text": "Digital scoring demonstrated that the amount of air-containing tissue was lower than in the other virus groups, and decreased over time (Table 3) . Digital scoring for antigen expression showed positive values on all time points with highest values on 1 dpi, but with high variation ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 145,
                    "text": "(Table 3)",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 293,
                    "text": "Table 3)",
                    "ref_id": null
                }
            ],
            "section": "H5N1"
        },
        {
            "text": "Virology of tissues. In the nose, the virus titers were higher than expected based on virus antigen expression in the nose, indicating a different origin of the virus ( Figure 3 ). In the lungs, virus titers on 1 dpi were higher than on the other days. This could be due to slower replication on 0.5 dpi and necrosis of virusreplicating cells on 4 dpi. In the extra-respiratory tissues, virus was isolated from the olfactory bulb, cerebrum, cerebellum, heart, spleen, liver, kidney, adrenal gland, pancreas, and jejunum in one or more animals from 0.5 to 4 dpi. The highest virus titers were seen on 2 dpi in olfactory bulb and jejunum, and on 3 and 4 dpi in the spleen (Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 177,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 670,
                    "end": 679,
                    "text": "(Table 4)",
                    "ref_id": null
                }
            ],
            "section": "H5N1"
        },
        {
            "text": "Hematology and comparison of leucocytes in blood and alveolar lumina. The total leucocyte counts were decreased from 1 to 4 dpi ( Table 5 ). The number of neutrophils in the alveolar lumina was low on 0.5 dpi but increased strongly with a peak value on 1 dpi. However, in the blood, after a small peak on 1 dpi, there was a decrease of the number of neutrophils ( Figure 9 ). The number of mononuclear cells in the alveolar lumina showed an increase on 4 dpi. This increase was later than in the pH1N1 group, while the number of mononuclear cells in the blood did not increase. The number of lymphocytes in the blood was decreased on all days (Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 137,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 372,
                    "text": "Figure 9",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 643,
                    "end": 651,
                    "text": "(Table 5",
                    "ref_id": null
                }
            ],
            "section": "H5N1"
        },
        {
            "text": "Generalized linear model of viral excretion. The final GLM predicting excretion of the H5N1 included 6 significant predictors (LR x 2 = 14.1, df = 6, P = 0.029): viral production and damage in the deeper regions of the respiratory tract (bronchi, bronchioles and alveoli; P = 0.018 and P = 0.024, respectively); their product (P = 0.025); damage in the upper regions of the respiratory tract (nose and trachea; P = 0.001); its product with viral production in these regions (P = 0.002); and its product with viral production in the deeper regions (P = 0.031). Excretion of H5N1 was a negative linear function of each of the three single predictors and a positive linear function of each of the three products. Coefficients are given in Table 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 736,
                    "end": 743,
                    "text": "Table 6",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "H5N1"
        },
        {
            "text": "Clinical signs and gross pathology. No clinical signs were seen and there was a survival rate of 100%. The body weight loss in the control group increased slightly in time ( Figure 1d ). By gross pathology, the lungs had few dark red and slightly raised areas consistent with mild pulmonary consolidation. The area of affected lung tissue varied between 0 and 10% of the lung area (Figure 2a) . The relative lung weight remained constant at around 0.6% on all time points (Figure 2b ). Tracheo-bronchial lymph nodes were slightly enlarged (Table 1) and mild splenomegaly was present on all time points (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 183,
                    "text": "Figure 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 381,
                    "end": 392,
                    "text": "(Figure 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 472,
                    "end": 482,
                    "text": "(Figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 539,
                    "end": 548,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Control group with inoculum"
        },
        {
            "text": "Histopathology and virus antigen expression. By histopathology, there was mild multifocal rhinitis, tracheitis, bronchitis and bronchiolitis with few neutrophils, mild perivascular and peribronchiolar cuffing, mild broncho-adenitis, and mild focal alveolitis with infiltration of few neutrophils in the alveolar septa. No virus antigen expression was seen in any of the tissues. Changes in the histological lesions over time are described in the supporting information (Supporting information S1). Digital scoring demonstrated that the amount of air-containing tissue was slightly lower on 3 and 4 dpi ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 604,
                    "end": 612,
                    "text": "Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Control group with inoculum"
        },
        {
            "text": "Virology. All swabs and tissues were negative in virus titration for influenza virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control group with inoculum"
        },
        {
            "text": "Hematology and comparison of leucocytes in blood and alveolar lumina. No trends were observed in total leucocyte, segmented neutrophil, mononuclear cell and lymphocyte counts in the blood, or in comparison of leucocyte counts between blood and alveolar lumina (Figure 9 and Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 269,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 274,
                    "end": 281,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Control group with inoculum"
        },
        {
            "text": "Our time course experiments show how strongly the spatial and temporal dynamics of infection and associated lesions in the ferret respiratory tract differ between a seasonal human influenza virus (H3N2), a pandemic human influenza virus (pH1N1), and a zoonotic avian influenza virus (H5N1): H3N2 infection was restricted to the nose and peaked at 1 dpi; pH1N1 infection also peaked at 1 dpi, but occurred at similar levels throughout the respiratory tract; and H5N1 infection occurred predominantly in the alveoli, where it peaked for a longer period, from 1 to 3 dpi ( Figure 3 ). The associated lesions followed the same spatial distribution as virus infection, but their severity peaked between 1 and 6 days later ( Table 2) : at 4 to 7 dpi for H3N2 and pH1N1, after which lesions decreased in severity by 14 dpi; and at 4 dpi for H5N1, when all H5N1-infected ferrets had either died or been euthanized on humane grounds. An important implication of these results is that location and timing of sample collection need to be chosen carefully in any comparative study of infection and pathology by different influenza viruses, otherwise the comparison will not be valid.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 570,
                    "end": 578,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 719,
                    "end": 727,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The main source of excreted virus likely differs between H3N2 and H5N1 infections, based on comparison of virus titers in nasal and pharyngeal swabs ( Figure 1 ) with virus antigen expression in respiratory tract tissues ( Figure 3 ). For H3N2, the temporal dynamics of nasal swab virus titers, pharyngeal swab virus titers, and virus antigen expression in the nose were comparable. Together with the lack of virus antigen expression in the lower respiratory tract, these results suggest that the nose is the main source of excreted H3N2. This is supported by the final GLM for H3N2 viral excretion, which included only viral production in the upper regions of the respiratory tract as significant predictor. In contrast, for H5N1, virus titers in both nasal swabs and pharyngeal swabs were already near peak levels at 1 dpi, while virus antigen expression in the nose remained relatively low until 3 dpi. Together with the higher levels of virus antigen expression in the trachea, bronchioles, and especially alveoli at 1 to 2 dpi, these results suggest that the lower respiratory tract is the main source of excreted H5N1, at least until 3 dpi. In fact, the final GLM for There is high antigen expression with associated lesions characterized by bronchiolitis in bronchiolar epithelium of ferrets inoculated with pH1N1 on 1 dpi that was low on 4 dpi, consistent with severe loss of bronchiolar epithelium, and for H5N1 there was no expression on 1 dpi and moderate antigen expression with associated lesions on 4 dpi. There were no antigen expression and no lesions for H3N2. HE and immunoperoxidase counterstained with hematoxylin, 2006. doi:10.1371/journal.pone.0042343.g007 H5N1 viral excretion suggests that viral production and damage in the deeper regions of the respiratory tract (bronchi, bronchioles and alveoli) may have a strong negative impact on viral excretion. This may be due to physical obstruction of the deeper airways due to damage caused by H5N1 virus infection and immune responses. For pH1N1, it is more difficult to determine the main source of excreted virus, because virus antigen expression was high at all levels of the respiratory tract. However, the final GLM for pH1N1 viral excretion revealed that only the viral production in the nose and trachea was a significant predictor of viral excretion, suggesting that as for the H3N2 virus, the upper regions of the respiratory tract may be the main sources of excreted virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 159,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 223,
                    "end": 231,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The pattern of H3N2 and H5N1 antigen expression in the ferret respiratory tract corresponded only in part with the pattern of attachment for these viruses (for the pH1N1 virus, the pattern of attachment in ferrets has not been determined). Attachment of an influenza virus to a host cell is the first step in the virus replication cycle and is considered to be necessary, but not sufficient, for subsequent infection of that cell. Previously, we found that H3N2 attached to many tracheal epithelial cells (predominantly ciliated cells), rare or few bronchial and bronchiolar epithelial cells, and a moderate number of alveolar epithelial cells (predominantly type I pneumocytes, which have a low metabolism) in the lower respiratory tract of the ferret [6] . However, in the current study, we found very little H3N2 infection (based on virus antigen expression) in any cell types of the ferret lower respiratory tract ( Figure 3 ). This suggests that other factors were necessary for H3N2 to infect these cell types. These factors may be the virus load that may need to be higher for infection with H3N2 and the influence of surfactant that protect against influenza in humans and pigs [17] . We previously found that H5N1 did not attach to tracheal or bronchial epithelial cells, and attached to rare or few bronchiolar epithelial cells and a moderate number of alveolar epithelial cells (predominantly type II pneumocytes, which have a high metabolism) in the lower respiratory tract of the ferret [6] . In the current study, we found abundant H5N1 infection in alveolar and bronchiolar epithelial cells, which fits with the pattern of virus attachment ( Figure 3 ). However, we also found H5N1 infection in tracheal and bronchial epithelial cells, which does not. Next to the fact that this could be related to a different H5N1 strain (A/ Vietnam/1194/04 [6] , while in the present experiment we used A/Indonesia/5/05), the replication of H5N1 in alveolar and bronchiolar epithelial cells was so abundant that tracheal and bronchial epithelial cells became infected despite the relatively weak attachment of H5N1 to the latter cell types.",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 756,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1186,
                    "end": 1190,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1500,
                    "end": 1503,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1858,
                    "end": 1861,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 920,
                    "end": 928,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1657,
                    "end": 1665,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Different parameters were used to measure the severity of lower respiratory tract disease in our ferrets. Of these parameters, relative lung weight and affected lung tissue allowed the best quantitative distinction between the virus groups: they showed clear differences between virus groups from 2 dpi onwards (Table 7) , with relatively little within-group variation (Figure 2 ). These parameters have been used with success before for studies on severe acute respiratory syndrome [18] and on influenza [19] . Immunohistochemistry score for virus antigen expression in the Table 2 . Histopathology scores in ferrets inoculated with different influenza viruses. (Table 7) , alveolar edema score, and alveolar hemorrhage score (Table 2 ) also showed clear differences between the virus groups. However, between-group differences differed according to the dpi, and within-group variation was large.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 487,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 320,
                    "text": "(Table 7)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 369,
                    "end": 378,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 575,
                    "end": 582,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 672,
                    "text": "(Table 7)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 727,
                    "end": 735,
                    "text": "(Table 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Comparing the histopathology scoring for extent and severity of alveolitis and alveolar damage with the digital scoring for aircontaining space in pulmonary tissue showed that the latter demonstrated less statistically significant results, and therefore is less useful for discriminating between viruses (Table 7) . Comparing the antigen expression scoring in the alveoli by hand with the digital scoring and the virus titers, the P-values are similar and allow distinction between the virus groups ( Table 7) . The other parameters did not allow a clear distinction between the three virus groups. Besides quantitative differences in severity of lower respiratory tract disease, the three virus infections also showed clear differences in the qualitative character of lower respiratory tract disease, related to the tropism of the virus and the ability of the host to counter infection. This is particularly well illustrated in the alveoli. For the mildest disease, caused by H3N2 infection, there was rare evidence of virus infection in the alveolar epithelium ( Figure 3 ). There was a mild acute inflammatory response with small numbers of neutrophils and macrophages, peaking at 2 dpi. Damage to the alveolar epithelium was so mild that there was no visible evidence of epithelial cell hypertrophy or hyperplasia to reepithelialize the alveolar walls (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 313,
                    "text": "(Table 7)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 501,
                    "end": 509,
                    "text": "Table 7)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1065,
                    "end": 1073,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1356,
                    "end": 1365,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "For the intermediate disease, caused by pH1N1 infection, virus infection already was high at 0.5 dpi and peaked soon afterwards at 1 dpi (Figure 3 ). There was a moderate acute inflammatory response characterized by influx of neutrophils, peaking at 1 dpi (Figure 9 ). At the same time, there was evidence of damage to the alveolar wall, characterized by necrosis of the epithelium and edema and hemorrhage in the alveolar lumina, which was maximal at 4 to 7 dpi (Table 2) . After 1 dpi, the alveolar lesion progressed to a more chronic inflammatory response, with neutrophils being replaced by mononuclear cells, which peaked at 7 dpi (Figure 9 ). At the same time, repair of the alveolar epithelial damage was visible as hypertrophy and hyperplasia of type II pneumocytes, which was maximal at 7 dpi. During this period, the level of virus infection decreased to a low level. By 14 dpi the damage to and inflammation of the alveoli was completely resolved, except for a remnant of mononuclear cells in Table 3 . Digital histopathology scores in ferrets inoculated with different influenza viruses. Table 4 . Virus isolation from tissues in ferrets inoculated with different influenza viruses. the alveolar lumina, and virus infection was no longer detectable. The resolution of edema and hemorrhage could be explained on the one hand by the action of alveolar macrophages [20] , and on the other hand by re-epithelialization of the alveolar walls [21] . For the most severe disease, caused by H5N1 infection, the virus infection reached about the same level as that by pH1N1 infection at 1 dpi but remained high until death or euthanasia at 4 dpi, indicating that the host was not able to control virus infection. There was concurrent alveolar damage, which was so severe and extensive that all ferrets either died or had to be euthanized on humane grounds by 4 dpi. This was despite clear attempts at reepithelialization, based on prominent type II pneumocyte hypertrophy and hyperplasia from 1 dpi onwards (Table 2 ). There was a marked acute inflammatory response characterized by neutrophil influx peaking at 1 dpi but much greater than in pH1N1 infection, with a neutrophil count that was nearly twice as high (Figure 9 ). This could be explained by a higher induction of pro-inflammatory cytokine production (e.g., IL-6 and IL-8) and NO production due to H5N1 infection [22, 23] . Maines et al. [10] demonstrated a relatively high production of IL-6 and IL-8 in the lower respiratory tract of ferrets infected with H5N1, but not with pH1N1. Similarly, humans infected with H5N1 had high levels of IL-6 and IL-8 in the blood [24] . Another major difference with pH1N1 infection was the low influx of mononuclear cells, with a mononuclear cell count of less than half that in pH1N1 infection by 4 dpi, suggesting that the inflammatory response never progressed beyond the acute stage.",
            "cite_spans": [
                {
                    "start": 1374,
                    "end": 1378,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1449,
                    "end": 1453,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2378,
                    "end": 2382,
                    "text": "[22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2383,
                    "end": 2386,
                    "text": "23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2403,
                    "end": 2407,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2632,
                    "end": 2636,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 146,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 256,
                    "end": 265,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 463,
                    "end": 472,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 645,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1004,
                    "end": 1011,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1107,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 2010,
                    "end": 2018,
                    "text": "(Table 2",
                    "ref_id": null
                },
                {
                    "start": 2217,
                    "end": 2226,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Comparison of the dynamics of neutrophil and mononuclear cell influx in the alveolar lumina with neutrophil and monocyte counts in peripheral blood helps to explain the differences in hematological dynamics among the three virus infections (Figure 9 ). For H3N2 infection, the slight and transient increase in the numbers of neutrophils and monocytes in the blood at 1 dpi correlates with the mild influx of these cell types into the alveolar lumina at that time. This corresponds with a low demand for neutrophils and monocytes during H3N2 infection. For pH1N1 infection, the marked increase in first the number of neutrophils and then of monocytes in the blood correlates with the moderate influx of first neutrophils and then mononuclear cells in the alveolar lumina. This corresponds with increased demand for both cell types, both of which can be met adequately by the myelopoietic compartment. Neutrophils and monocytes are back to normal levels in the blood by 14 dpi, indicating resolution of the respiratory tract inflammation. For H5N1 infection, the initial increase of neutrophils in the blood at 1 dpi correlates with a massive influx of neutrophils into the alveolar lumina. The steep decline in neutrophils in the blood on subsequent days, despite continued high influx in alveolar lumina, corresponds to a demand that has outstripped the available supply by the myelopoietic compartment. This is corroborated by the presence of immature neutrophils with rod-shaped nuclei in the blood from 1 dpi onwards ( Table 5 ). The lack of increase in monocytes in the blood corresponds with the failure of the acute inflammatory response in the lungs to transform into a more chronic inflammatory response. In addition to changes in neutrophil and monocyte counts, there was an overall leucopenia from 2 dpi (Table 5) . Such a leucopenia has been described previously for H5N1 infection in both humans and ferrets [11, 12, 25, 26] , whereas ferrets infected with pH1N1 showed higher leucocyte counts [12] . Together, this comparison between inflammatory cell dynamics in alveoli and blood provides insight into the interpretation of hematological analyses of influenza pneumonia.",
            "cite_spans": [
                {
                    "start": 1920,
                    "end": 1924,
                    "text": "[11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1925,
                    "end": 1928,
                    "text": "12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1929,
                    "end": 1932,
                    "text": "25,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1933,
                    "end": 1936,
                    "text": "26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2006,
                    "end": 2010,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 249,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1522,
                    "end": 1529,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 1814,
                    "end": 1823,
                    "text": "(Table 5)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Besides the respiratory tract, there was evidence, by virus isolation, of extra-respiratory spread for H5N1 and pH1N1, but not for H3N2 ( Table 4 ). The failure to detect virus antigen in any of these virus-isolation-positive tissues except jejunum may be because virus isolation is more sensitive than immunohistochemistry, or because virus was present but not replicating in these tissues. Previously, H5N1 virus antigen expression in extrarespiratory tissue has been found in the central nervous system Table 5 . Leucocyte concentrations in the peripheral blood of ferrets inoculated with different influenza viruses. and liver of experimentally inoculated ferrets [27, 28, 29] . In our experiment, we additionally found virus antigen in other extrarespiratory tissues: for pH1N1 in sero-mucous glandular epithelial cells in the palatine roof, and for H5N1 in mononuclear cells in tracheo-bronchial lymph nodes, tonsils, sternal lymph node, spleen, and GALT of the jejunum, and in squamous stratified epithelium on the tip of the nose. The implication of these sites of replication for the pathogenesis and transmission of these viruses is yet to be elucidated.",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 672,
                    "text": "[27,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 673,
                    "end": 676,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 513,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The extensive H5N1 infection in extra-respiratory tissues known from previous studies [11, 28, 27, 30] likely occurs by spread from the respiratory tract via the blood [24, 31, 32] . However, the expression of H5N1 antigen in olfactory mucosa ( Figure 5 ) together with high virus titres in the olfactory bulb (Table 4) suggest that H5N1 may reach the central nervous system from the nasal cavity via the olfactory route, as demonstrated recently by Schrauwen et al. [33] . This H5N1 infection of the central nervous system resulted in clinical disease, judging by the presentation of neurological signs (Table 1 ). In addition to extra-respiratory spread of H5N1, there also was evidence of pH1N1 in extrarespiratory tissues, especially the central nervous system (Table 4) , and pH1N1 expression in olfactory mucosa ( Figure 5 ). This suggests that pH1N1 also may be neurotropic and enter the central nervous system via the olfactory route.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 91,
                    "end": 94,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 95,
                    "end": 98,
                    "text": "27,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 99,
                    "end": 102,
                    "text": "30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[24,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "31,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 253,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 310,
                    "end": 319,
                    "text": "(Table 4)",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 612,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 765,
                    "end": 774,
                    "text": "(Table 4)",
                    "ref_id": null
                },
                {
                    "start": 820,
                    "end": 828,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Animals were housed and experiments were conducted in strict compliance with European guidelines (EU directive on animal testing 86/609/EEC) and Dutch legislation (Experiments on Animals Act, 1997). The protocol was approved by the independent animal experimentation ethical review committee of the Netherlands Vaccine Institute (permit number 200900201) and was performed under animal biosafety level 3 conditions. Animal welfare was observed on a daily basis, and all animal handling was performed under light anesthesia using a mixture of ketamine and medetomidine to minimize animal suffering. After handling atipamezole was administered to antagonize the effect of medetomidine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "Three viruses were used: seasonal H3N2 virus (A/Netherlands/ 177/2008), isolated from a patient during the 2008 influenza season [34] ; pandemic (H1N1) 2009 virus (pH1N1) (A/Netherlands/602/2009), isolated from a specimen of a human patient who had recently visited Mexico during the pandemic in 2009 [35] ; and HPAI H5N1 virus (A/Indonesia/5/2005) as described earlier [35] . The H3N2 virus was chosen as a representative from a recent seasonal H3N2 influenza epidemic. Like virtually all recent H3N2 viruses the present virus exhibits the oseltamivirsensitive neuraminidase-associated agglutination of turkey erythrocytes [36] . The pH1N1 virus which had been initially isolated in embryonated chicken eggs was chosen as a representative virus from the 2009 pandemic because it has been used in previous experiments by others [37] and ourselves [19, 35, 38] . The H5N1 Figure 10 . Histopathologic changes in the alveoli during time in ferrets inoculated with pH1N1. On 0.5 dpi there was mild DAD that was characterized by neutrophils in the alveolar walls. On 1 dpi the alveolar walls were thickened with mild necrosis of the lining epithelium and increased number of neutrophils, in the lumina there were more mononuclear cells, little amount of edema fluid mixed with fibrin, hemorrhage and little cellular debris. On 2 dpi there was increased presence of necrosis, edema, hemorrhage and hyperplasia. On 3 dpi there were both new lesions with acute necrosis and old lesions with type II hyperplasia present, with increased amounts of edema and hemorrhage. On 4 dpi the type II hyperplasia and hypertrophy was more pronounced with increased amount of edema and high numbers of mononuclear cells. On 7 dpi there was severe epithelial hyperplasia and hypertrophy as well as intraluminal edema and hemorrhage. On 14 dpi the walls were mildly thickened. HE, 1006 (first column), 4006 (second column). doi:10.1371/journal.pone.0042343.g010",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "[19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 852,
                    "end": 855,
                    "text": "35,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 856,
                    "end": 859,
                    "text": "38]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 871,
                    "end": 880,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Virus preparation"
        },
        {
            "text": "virus was chosen as a representative of Clade 2 (subclade 1.3.2) of HPAI H5N1 virus, and has been used in several previous experiments [19, 29] . The different isolates were passaged three times in Madin-Darby Canine Kidney (MDCK) cells and titrated according to standard methods. Subsequently, the viruses were clarified and reached an infectious virus titer of 1610 7.4 median tissue culture infectious dose (TCID 50 ) per ml for H3N2 virus, and 1610 7.8 TCID 50 for both pH1N1 and H5N1 virus [8, 39] .The inoculum for the control group was prepared as follows: MDCK cells were grown up to a monolayer of 80 to 90% in two 75 cm 2 flasks (A and B). Virus medium (EMEM supplemented with HEPES, Sodium bicarbonate, BSA fraction V, L-glutamin, penicillin, streptomycin, trypsin and amphothericin-B) was added and the cells were incubated for 2 days at 37uC. To mimic cellular damage in MDCK cells during virus infection when preparing the virus stock we aimed to reach a cytopathic effect (CPE) of 75%. Therefore, the cells in bottle B were collected by disrupting the monolayer with 3 mm glass beads (VWR, Amsterdam, the Netherlands), sonication (3 times 20 seconds in melting ice) and freezing at 280uC, leading to lysis of all cells. The cells in bottle A were not damaged and the final inoculum consisted for 25% of the supernatant of bottle A and for 75% of the supernatant of bottle B.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "39]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Virus preparation"
        },
        {
            "text": "For every virus and the sham inoculated group, 7 groups (5 groups for H5N1) of four ferrets were inoculated under anesthesia with ketamine (4-8 mg/kg; Nimatek, Eurovet Animal Health B.V., Bladel, The Netherlands) and medetomidine hydrochloride (0.1 mg/kg; Domitor, Orion Pharma, Espoo, Finland) with each of these three viruses with 10 6 TCID 50 in a 3-ml volume intratracheally and in a 0.3-ml volume intranasally evenly divided over the two nostrils. Intratracheal and intranasal inoculation was performed to ensure that the inocula would reach both the lower and the upper respiratory tract [19, 29] . After inoculation, the ferrets received atipamezole hydrochloride (0.5 mg/kg Antisedan; Orion Pharma, Espoo Finland) and were monitored daily for clinical signs until maximally 14 dpi [8] . The animals were predestined to be sacrificed at 12 hours (0.5 day), 1, 2, 3, 4, 7 and 14 dpi (for H5N1 not at 7 and 14 dpi) in order to avoid any bias that could follow from clinical observation, or earlier when they were moribund before the selected time point of euthanasia (H5N1 only). The animals were euthanized by exsanguination after anesthesia with ketamine. At euthanasia, body weight was measured, nose, throat and rectal swabs were collected, blood was taken, and samples were taken from both respiratory and extrarespiratory tissues for virological, pathological, and immunohistochemical analyses.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 598,
                    "text": "[19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "The inoculum used for the sham control group induced comparable body weight loss, affected lung tissue, histological scores, digital scoring, and leucocyte counts as the H3N2 group. As an extra comparison, we therefore used non-inoculated healthy ferrets with the same age and background as the other ferrets as negative control animals to score and compare the above parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Ferrets were used in this experiment since they resemble disease in humans when infected with influenza A viruses [5, 7] . Hundredand-four eleven-month-old purpose-bred ferrets, seronegative for antibodies against circulating influenza viruses H1N1 (A/Bris- Figure 11 . Histopathologic changes in the bronchioles during time in ferrets inoculated with pH1N1. On 0.5 dpi there was infiltration of neutrophils in the bronchiolar epithelium and lumen with mild peribronchiolar cuffing. On 1 dpi the number of neutrophils increased with necrosis of the epithelium, intraluminal cellular debris and peribronchiolar cuffing. On 2 dpi the necrosis was more severe than on 1 dpi. On 3 dpi there was denudation of the basement membrane and little regeneration of the bronchiolar epithelium with hyperplasia, peribronchiolar cuffing and occasionally cellular debris in the lumen. On 4 dpi there was increased epithelial hyperplasia with moderate cuffing. On 7 dpi the epithelium covered the basement membrane of the bronchiole with hypertrophic cells and moderate Clinical scores in all groups were assessed every day. Activity status was scored as follows: 0, alert and playful; 1, alert and playful only when stimulated; 2, alert but not playful when stimulated; 3, neither alert nor playful when stimulated. For diarrhea, sneezing, nasal and conjunctival discharge, inappetence and dyspnea we scored: 0, not present; 1, present [11] . Inappetence was measured by the amount of food that was still present in the cages at the time of feeding. As a control we also assessed the amount of food that was present in the stomach and intestine of the animals on the day of necropsy. Dyspnea was characterized by open-mouth breathing with exaggerated abdominal movement. Additionally, we used four eleven-month-old purpose-bred ferrets, seronegative for antibodies against circulat- Aleutian disease virus. The four ferrets were euthanized immediately by the same method as described above and necropsied to provide control data of non-inoculated ferrets, and blood was taken blood for hematologic analyses and respiratory tract tissues for histopathological scoring.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 118,
                    "end": 120,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1421,
                    "end": 1425,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Ferrets"
        },
        {
            "text": "For every virus four animals per time point were euthanized by exsanguination under ketamine/medetomidine anesthesia at 12 hours (0.5 day), 1, 2, 3, 4, 7 or 14 dpi and were necropsied according to a standard protocol. The trachea was clamped off to prevent the lungs from deflating upon opening the thoracic cavity, allowing visual estimation of the area of affected lung parenchyma. The lungs were weighed and the relative lung weight was calculated by the following formula: (lung weight on day of death/body weight on day of death)*100, and presented as percentage. The following tissues were collected for histological examination: left lung, left nasal concha, nasal septum, larynx, trachea, bronchus, tracheo-bronchial lymph node, left tonsil, heart, liver, spleen, kidney, pancreas, duodenum, jejunum, colon, adrenal gland, left olfactory bulb and left brain (cerebrum and cerebellum). Lung samples were taken in a standardized way, not guided by changes as seen in the gross pathology. Tissues were stored in 10% neutral-buffered formalin (lungs after careful inflation with formalin), embedded in paraffin, sectioned at 4 mm, and stained with hematoxylin and eosin (HE) for examination by light microscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathology"
        },
        {
            "text": "Semiquantitative assessment of influenza virus-associated inflammation in the lung (four slides with longitudinal section or cross-section of cranial or caudal lobes per animal) was performed on every slide as reported earlier [9]: for the extent of alveolitis and alveolar damage we used: 0, 0%; 1, 1-25%; 2, 25-50%; 3, .50%. For the severity of alveolitis, bronchiolitis, bronchitis, and tracheitis we scored: 0, no inflammatory cells; 1, few inflammatory cells; 2, moderate numbers of inflammatory cells; 3, many inflammatory cells. For the presence of alveolar edema, alveolar hemorrhage, and type II pneumocyte hyperplasia we scored: 0, no; 1, yes. Finally, for the extent of peribronchial, peribronchiolar, and perivascular infiltrates we scored: 0, none; 1, one to two cells thick; 2, three to ten cells thick; 3, more than ten cells thick. Slides were examined without knowledge of the treatment allocation of the animals. The cumulative scores for size and severity of inflammation of all slides provided the total score per animal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathology"
        },
        {
            "text": "To assess the number of neutrophils and alveolar macrophages in the alveolar lumina and the number of neutrophils in the alveolar walls, we counted them in 5 arbitrarily chosen 1006 objective fields per HE-stained slide, with a total of 20 fields per animal. Neutrophils were identified on the basis of their size (approximately 12 to 15 mm in diameter) and the morphology of their nucleus (heterochromatic and segmented, with 3 to 5 lobes joined by thin strands). Neutrophils in the alveolar walls were counted when present in small capillaries, but were excluded if present in larger blood vessels. Pulmonary alveolar macrophages were identified on the basis of their morphology and location: large, oval to round cells with a distinct cell border, foamy cytoplasm and large, oval to bean-shaped nucleus, located in the alveolar lumen separate from the alveolar wall [40] .",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 873,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Pathology"
        },
        {
            "text": "For detection of influenza A virus antigen, tissues were stained with a primary antibody against the influenza A nucleoprotein as described previously [34] . In each staining procedure, an isotype control was included as a negative control and a lung section from a cat infected experimentally with H5N1 was used as positive control [41] .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Immunohistochemistry"
        },
        {
            "text": "Semiquantitative assessment of influenza virus antigen expression in the lungs was performed as reported earlier [19] : for the alveoli, twenty-five arbitrarily chosen, 206 objective, fields of lung parenchyma of four lung sections were examined by light microscopy for the presence of influenza virus nucleoprotein, without the knowledge of the identity of the animals. The cumulative scores for each animal were presented as number of positive fields per 100 fields. For the nose, trachea, bronchi and bronchioles, the percentage of positively staining epithelium was estimated on every slide and the average of the four slides was taken to provide the score per animal: 0, 0%; 1, 1-25%; 2, 25-50%; 3, .50%.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Immunohistochemistry"
        },
        {
            "text": "For computerized scoring of slides we used the cross-section of the left caudal lung of all animals to make a digital scan using the NanoZoomer with accompanying software (NanoZoomer Digital Pathology and NDP.scan and NDP.view, Hamamatsu, Higashiku, Hamamatsu City, Japan). Of every scan, 20 pictures of the alveoli were made in a randomized order with the 206 objective. From every picture, we calculated: the quantity of tissue (visualized in blue staining) and the quantity of red staining consistent with virus antigen expression using Zeiss KS 400 version 3.0 image analysing system (Carl Zeiss Vision GmbH, Eching, Germany). The images were 10246768 pixels with 0.455 mm per pixel. The percentage of air-containing space present in the pulmonary tissue was calculated as 100% minus the total percentage of pulmonary tissue (blue staining) that was present in the pictures. The quantity of virus replication was calculated either as the percentage of antigen expression (red staining) relative to quantity of tissue (blue staining), or as the number of times red staining was detected in a picture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunohistochemistry"
        },
        {
            "text": "After collection on day 0 and the day of euthanasia, nose, pharyngeal and rectal swabs were collected in virus transport medium (EMEM containing bovine serum albumin (fraction V), penicillin, streptomycin, amphothericin-B, L-glutamine, sodium bicarbonate and Hepes), aliquotted and stored at 270uC. Upon necropsy, samples were collected from the following tissues: nasal concha, trachea, bronchus, tracheo-bronchial lymph node, tonsil, heart, liver, spleen, kidney, pancreas, duodenum, jejunum, colon, adrenal gland, olfactory bulb and brain. Specifically from the lungs, sections of the cranial, median and caudal lobe of the right lung and of the accessory lobe from each animal were collected and pooled (total average weight of about 0.4-0.5 g/animal); lung samples were taken in a standardized way, not guided by changes as seen in the gross pathology. Tissue samples were homogenized with a FastPrep-24 (MP Biomedicals, Eindhoven, The Netherlands) in influenza infection medium (EMEM containing bovine serum albumin (fraction V), penicillin, streptomycin, amphothericin-B, L-glutamine, sodiumbicarbonate, Hepes and trypsin) and centrifuged briefly before titration. Quadruplicate 10-fold serial dilutions of tissue and swab supernatants were used to determine the virus titers in confluent layers of MDCK cells as described previously [39] .",
            "cite_spans": [
                {
                    "start": 1341,
                    "end": 1345,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Virology"
        },
        {
            "text": "On day 0 and the day of euthanasia (0.5, 1, 2, 3, 4, 7 or 14 dpi or when an animal was sacrificed due to a moribund state) blood was collected from the euthanized animals. Total leucocyte counts were determined in blood collected in EDTA Vacutainer tubes (Vacuette, Greiner Bio-One GmbH, Kremsmünster, Austria) using an automated hematology analyser Sysmex pocH-100i (Sysmex Europe GMBH, Norderstedt, Germany). Thin blood films were prepared from EDTA blood and stained with May-Grünwald-Giemsa (Merck, Darmstadt, Germany). Differential cell counts were obtained by counting 100 cells per slide, and the numbers of lymphocytes, mononuclear cells, blastocytes, rodshaped neutrophils, segmented neutrophils, eosinophils, basophils and normoblasts were calculated by multiplying these percentages by the leucocyte counts obtained for the same sample. By using the total leucocyte counts we calculated the absolute number of different leucocytes in 10 9 /L.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematologic analyses"
        },
        {
            "text": "The non-parametric Mann-Whitney test was used to compare several parameters of the different virus infection per day for; percentage of affected lung tissue, relative lung weight, extent and severity of alveolitis and alveolar damage, percentage of air containing space in pulmonary tissue, virus titers in lung tissue, antigen expression in the alveoli by immunohistochemistry, percentage of antigen expression in the alveoli by digital scoring, and number of antigen expression counts in the alveoli by digital scoring. The outcomes were considered significant when P,0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Generalized linear models (GLM) were used to determine the most appropriate predictors of viral excretion for each virus, based on viral production and damage in the respiratory tract. These models were used to determine the linear equations of the form y = g(a i x i +b i ) that best fit the data, where y is viral excretion, x i is a predictor, and a i and b i are the predictor and intercept coefficients, respectively. Viral excretion was measured as the sum of nasal swab and pharyngeal swab viral titers. Predictors initially included in the models were measures of viral production and measures of damage in upper (nose and trachea) and deeper regions of the respiratory tract (bronchi, bronchioles and alveoli), as well as all two-ways interactions. Measures of viral production for each region were calculated as the product of the viral titers and immunohistochemistry scores in the respective regions. This was done to take into account the fact that virus isolated in a particular region of the respiratory tract may not be produced locally. Measures of damage for each region were calculated as the sum of the severity scores in the respective regions. The severity scores were used because they were similarly assessed in all regions of the respiratory tract. Only predictors or interactions of predictors with P,0.05 were retained in the final GLM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Supporting Information S1 Detailed description per virus of histopathologic changes and antigen expression by immunohistochemistry. (DOC)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pathology of human influenza revisited",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "59--66",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comparison of the pathology caused by H1N1, H5N1, and H3N2 influenza viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guarner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Falcon-Escobedo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Arch Med Res",
            "volume": "40",
            "issn": "",
            "pages": "655--661",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The pathology of influenza virus infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annu Rev Pathol",
            "volume": "3",
            "issn": "",
            "pages": "499--522",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Number of human H5N1 cases",
            "authors": [],
            "year": 2012,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparative pathology of select agent influenza a virus infections",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Den Brand",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Riel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pantin-Jackwood",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Swayne",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Pathol",
            "volume": "47",
            "issn": "",
            "pages": "893--914",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Human and avian influenza viruses target different cells in the lower respiratory tract of humans and other mammals",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Riel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Pathol",
            "volume": "171",
            "issn": "",
            "pages": "1215--1223",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The ferret: an animal model to study influenza virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Maher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Destefano",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lab Anim (NY)",
            "volume": "33",
            "issn": "",
            "pages": "50--53",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Efficacy of vaccination with different combinations of MF59-adjuvanted and non-adjuvanted seasonal and pandemic influenza vaccines against pandemic H1N1 (2009) influenza in ferrets",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Baras",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Stittelaar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Thoolen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Mossman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "2851--2858",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0001401.9"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Local innate immune responses and influenza virus transmission and virulence in ferrets",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Maines",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Gustin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Hoeven",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "205",
            "issn": "",
            "pages": "474--485",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pathogenesis of avian influenza A (H5N1) viruses in ferrets",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Zitzow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morken",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Shieh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "4420--4429",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pathogenesis and transmission of triple-reassortant swine H1N1 influenza viruses isolated before the 2009 H1N1 pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Gustin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Maines",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Blau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "1563--1572",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Modeling host responses in ferrets during A/California/07/2009 influenza infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Leon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Crevar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virol",
            "volume": "401",
            "issn": "",
            "pages": "257--265",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Course of seasonal influenza A/Brisbane/59/07 H1N1 infection in the ferret",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcbrayer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Camp",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tapp",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Yamshchikov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grimes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virol J",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-7-149"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Comparative pathology in ferrets infected with H1N1 influenza A viruses isolated from different hosts",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Driskell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tompkins",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "7572--7581",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Virulence differences of closely related pandemic 2009 H1N1 isolates correlate with increased inflammatory responses in ferrets",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Meunier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Embury-Hyatt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stebner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bastien",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virol",
            "volume": "422",
            "issn": "",
            "pages": "125--131",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Interactions of surfactant protein A with influenza A viruses: binding and neutralization",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Benne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Kraaijeveld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Strijp",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brouwer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harmsen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Infect Dis",
            "volume": "171",
            "issn": "",
            "pages": "335--341",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pegylated interferon-alpha protects type 1 pneumocytes against SARS coronavirus infection in macaques",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Martina",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "290--293",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Severity of pneumonia due to new H1N1 influenza virus in ferrets is intermediate between that due to seasonal H1N1 virus and highly pathogenic avian influenza H5N1 virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Den Brand",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Stittelaar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Amerongen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "201",
            "issn": "",
            "pages": "993--999",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Alveolar edema fluid clearance and acute lung injury",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Berthiaume",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Respir Physiol Neurobiol",
            "volume": "159",
            "issn": "",
            "pages": "350--359",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Upregulation of alveolar epithelial fluid transport after subacute lung injury in rats from bleomycin",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Folkesson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nitenberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jayr",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Albertine",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Physiol",
            "volume": "275",
            "issn": "",
            "pages": "478--490",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Estrogen regulation of nitric oxide and inducible nitric oxide synthase (iNOS) in immune cells: implications for immunity, autoimmune diseases, and apoptosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Karpuzoglu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nitric Oxide",
            "volume": "15",
            "issn": "",
            "pages": "177--186",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Endothelial cells are central orchestrators of cytokine amplification during influenza virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Teijaro",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cahalan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Fremgen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell",
            "volume": "146",
            "issn": "",
            "pages": "980--991",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Fatal outcome of human influenza A (H5N1) is associated with high viral load and hypercytokinemia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Hien",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Med",
            "volume": "12",
            "issn": "",
            "pages": "1203--1207",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Avian influenza A (H5N1) infection in eastern Turkey in 2006",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Oner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arslan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akdeniz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Sahin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "",
            "pages": "2179--2185",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Update on avian influenza A (H5N1) virus infection in humans",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Abdel-Ghafar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chotpitayasunondh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "261--273",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Avian influenza (H5N1) viruses isolated from humans in Asia in 2004 exhibit increased virulence in mammals",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Maines",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Erb",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guarner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "11788--11800",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Inefficient transmission of H5N1 influenza viruses in a ferret contact model",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lipatov",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Ilyushina",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Govorkova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Franks",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "6890--6898",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Pathogenesis of Influenza A/H5N1 virus infection in ferrets differs between intranasal and intratracheal routes of inoculation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bodewes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kreijtz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Amerongen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Pathol",
            "volume": "179",
            "issn": "",
            "pages": "30--36",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Lethality to ferrets of H5N1 influenza viruses isolated from humans and poultry in 2004",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Govorkova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rehg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krauss",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "2191--2198",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Depletion of lymphocytes and diminished cytokine production in mice infected with a highly virulent influenza A (H5N1) virus isolated from humans",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tumpey",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morken",
                    "suffix": ""
                },
                {
                    "first": "Zaki",
                    "middle": [],
                    "last": "Srkatz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "6105--6116",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Influenza A virus (H5N1) infection in cats causes systemic disease with potential novel routes of virus spread within and between hosts",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Riel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baars",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Amerongen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Pathol",
            "volume": "168",
            "issn": "",
            "pages": "176--183",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The multibasic cleavage site in H5N1 virus is critical for systemic spread along the olfactory and hematogenous routes in ferrets",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Schrauwen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herfst",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Leijten",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Run",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "3975--3984",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Modification of the ferret model for pneumonia from seasonal human influenza A virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Den Brand",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Stittelaar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Leijten",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Amerongen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet Pathol",
            "volume": "49",
            "issn": "",
            "pages": "562--568",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Pathogenesis and transmission of swine-origin 2009 A(H1N1) influenza virus in ferrets",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "Wit",
                    "middle": [
                        "E"
                    ],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Den Brand",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herfst",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Schrauwen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "325",
            "issn": "",
            "pages": "481--483",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Neuraminidase receptor binding variants of human influenza A(H3N2) viruses resulting from substitution of aspartic acid 151 in the catalytic site: a role in virus attachment?",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gregory",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kloess",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wharton",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "6769--6781",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "In vitro and in vivo characterization of new swine-origin H1N1 influenza viruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Itoh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shinya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kiso",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sakoda",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "460",
            "issn": "",
            "pages": "1021--1025",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Pandemic H1N1 vaccine requires the use of an adjuvant to protect against challenge in naive ferrets",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Baras",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Waal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Stittelaar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Giannini",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "2120--2126",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Comparison of RNA hybridization, hemagglutination assay, titration of infectious virus and immunofluorescence as methods for monitoring influenza virus replication in vitro",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baars",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Claas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Virological Methods",
            "volume": "74",
            "issn": "",
            "pages": "57--66",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Textbook of veterinary histology. Philadelphia: Lea & Febiger",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Dellmann",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "56--149",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Avian H5N1 influenza in cats",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Riel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Amerongen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baars",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "306",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Clinical data of ferrets inoculated with different influenza viruses. The data are depicted as median values and standard errors of the mean (SEM). (A) Virus titers in nasal swabs demonstrate highest titers for pH1N1, intermediate titers for H3N2 and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Gross pathology of the lungs of ferrets inoculated with different influenza viruses. The data are depicted as median values and standard errors of the mean. (A) Percentages of affected lung",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Data also are provided for enlargement of the tracheo-bronchial lymph nodes, virus excretion from the rectum, and virus neutralization antibody titers in the serum.a Scores are based on individual animals. b The cut off values are ,ml). doi:10.1371/journal.pone.0042343.t001 epithelial cells expressed virus antigen with often more expression in glandular cells than in bronchial epithelial cells. In the alveoli there was antigen expression in type II pneumocytes and less in type I pneumocytes and alveolar macrophages from 0.5 to 7 dpi with highest values on 1 dpi. The high values decreased after 1 dpi consistent with the severe damage of the epithelium. The tracheobronchial lymph nodes and tonsils did not express virus antigen while glandular epithelial cells in the palatine roof of two animals did express antigen on 7 dpi. There was no virus antigen expression in extra-respiratory tissues. Changes in the histological lesions and antigen expression over time are described in the supporting information (Supporting information S1).Digital scoring demonstrated that the amount of air-containing tissue was comparable for all days with averages between 63 and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Virus distribution in the respiratory tracts of ferrets inoculated with different influenza viruses. The data are depicted as median values and standard errors of the mean. Virus titers and antigen expression as demonstrated by immunohistochemistry scores are comparable for ferrets inoculated with H3N2 and pH1N1. Ferrets inoculated with H5N1 have highest antigen expression in the alveoli while virus titers are comparable for all parts of the respiratory tract, suggesting that most virus originated from the lower respiratory tract. The average cut-off values for the respiratory tissues are: nose 1.50 . Immunohistochemistry scores in nose, trachea, bronchi, and bronchioles are scored from 0 to 3, and those in the alveoli are scored as a percentage. doi:10.1371/journal.pone.0042343.g00377%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Antigen expression and histopathology of nasal respiratory epithelium of ferrets inoculated with different influenza viruses. There is high antigen expression with associated lesions characterized by neutrophilic rhinitis in the nasal respiratory epithelium of ferrets inoculated with H3N2 and pH1N1 on 1 dpi and lower expression on 4 dpi, while for H5N1 there is only occasional expression on 1 dpi. HE and immunoperoxidase counterstained with hematoxylin, 2006. doi:10.1371/journal.pone.0042343.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Antigen expression and histopathology of nasal olfactory epithelium of ferrets inoculated with different influenza viruses. There is high antigen expression with associated lesions characterized by neutrophilic rhinitis in the olfactory epithelium of ferrets inoculated with pH1N1 on 1 and 4 dpi, and for H5N1 only on 4 dpi. There were no antigen expression and no lesions for H3N2. HE and immunoperoxidase counterstained with hematoxylin, 2006. doi:10.1371/journal.pone.0042343.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Antigen expression and histopathology of bronchial epithelium of ferrets inoculated with different influenza viruses. There is moderate antigen expression with associated lesions characterized by bronchitis in bronchial and glandular epithelium of ferrets inoculated with pH1N1 on 1 and 4 dpi, and for H5N1 only on 4 dpi. There were no antigen expression and no lesions for H3N2. HE and immunoperoxidase counterstained with hematoxylin, 2006. doi:10.1371/journal.pone.0042343.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Antigen expression and histopathology of bronchiolar epithelium of ferrets inoculated with different influenza viruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Antigen expression and histopathology of alveolar epithelium of ferrets inoculated with different influenza viruses. There was moderate to high antigen expression for pH1N1 and H5N1 on 1 and 4 dpi with associated lesions characterized by severe DAD and no expression and lesions for H3N2. HE and immunoperoxidase counterstained with hematoxylin, 4006. doi:10.1371/journal.pone.0042343.g008",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "expression counts in the negative control animals are considered false positive counts due to the incapacity of the program to determine artifact staining. doi:10.1371/journal.pone.0042343.t003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "of virus (number of animals positive/total number of animals) and virus titer (of the other animals in the group could not be determined. b The range of the cut off values is the range of the cut off values of the individual animals. nd, not determined. doi:10.1371/journal.pone.0042343.t004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Leucocyte counts in alveoli and blood of ferrets inoculated with different influenza viruses. The number of leucocytes in the alveolar lumina (scores) and blood (610 9 /L) are depicted as median values and standard errors of the mean. The number of mononuclear cells and neutrophils in the alveolar lumina and blood follow the same pattern for H3N2 and pH1N1. The increase of the number of mononuclear cells in the alveoli and decrease in the blood for pH1N1 demonstrates the demand in the alveoli. For pH1N1 there is a peak of neutrophils in the alveoli on 0.5 dpi followed by a dip and a response of myelopoiesis in the blood. For H5N1 the number of mononuclear cells is not elevated in the alveoli and blood, and the high demand for neutrophils in the alveoli is not followed by higher release of neutrophils in the blood. In negative control animals (non-inoculated) the median number (range) of mononuclear cells is 0.30 10 9 /L (0.13-0.37) in the blood and 17(5)(6)(7)(8)(9)(10)(11)(12)(13)(14)(15)(16)(17)(18)(19)(20)(21)(22) in the alveolar lumina, for neutrophils 4.33 (3.07-7.28) in the blood and 0.5 (0-2) in the alveolar lumina. doi:10.1371/journal.pone.0042343.g009",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "10.1371/journal.pone.0042343.t005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "ing influenza viruses H1N1 (A/Brisbane/059/2007), H3N2 (A/ Uruguay/716/2007), and B: B/Brisbane/60/2008), and pH1N1 (A/Netherlands/602/2009), H5N1 (A/Indonesia/02/2005) and",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "tissue show highest values for H5N1, intermediate values for pH1N1 and lowest values for H3N2. (B) Percentages relative lung weight show highest values for H5N1, intermediate values for pH1N1 and lowest values for H3N2. doi:10.1371/journal.pone.0042343.g002 Survival and clinical signs in ferrets inoculated with different influenza viruses.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Parameter-estimates of generalized linear models predicting viral excretion of ferrets inoculated with different influenza viruses.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "cuffing. On 14 dpi the epithelium was slightly hypertrophic with little cuffing. HE, 2006. doi:10.1371/journal.pone.0042343.g011 Statistical analyses comparing pathology and virology scores among ferrets inoculated with different influenza viruses. Indonesia/02/2005) and Aleutian disease virus, were maintained in standard housing, and provided with commercial food pellets and water. All ferrets were male (body weight: 1 302 to 2 150 g). Approximately three to four weeks prior to infection, the animals were anesthetized with ketamine and medetomidine hydrochloride, and a temperature logger (DST micro-T ultra small temperature logger; Star-Oddi, Reykjavik, Iceland) was placed in the peritoneal cavity. This device recorded the body temperature of the animals every 10 min. Effect of virus infection on body temperature was based on changes in the daily average of the maximum body temperatures of the ferrets per virus group.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank C. van Hagen, R. Boom, W. van Aert, R. van Lavieren, L. Leijten, P. van Run, E. Veldhuis Kroeze, D. van Riel, D. van de Vijver, and T. Bestebroer for technical assistance, A. Gomersbach and W. Vos for biotechnical assistance, F. van der Panne for figure preparation, A. Nigg for assistance with the digital scoring and M. van Leeuwen (UVDL, Utrecht) for reading the thin blood slides. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}