{
    "paper_id": "96cd80ad6f658fdc8b0d5e8ce4e1eb1f1daa87f5",
    "metadata": {
        "title": "The effect of herd formation among healthcare investors on health sector growth in China",
        "authors": [
            {
                "first": "Zhou",
                "middle": [],
                "last": "Lulin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Henry",
                "middle": [],
                "last": "Asante Antwi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wenxin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ethel",
                "middle": [],
                "last": "Yiranbon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emmanuel",
                "middle": [
                    "Opoku"
                ],
                "last": "Marfo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Acheampong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: China has become the world's second largest healthcare market based on a recent report by the World Health Organization. Eventhough China achieved universal health insurance coverage in 2011, representing the largest expansion of insurance coverage in human history achieved; health inequality remains endemic in China. Lessons from the effect of market crisis on health equity in Europe and other places has reignited interest in exploring the potential healthcare market aberrations that can trigger distributive injustice in healthcare resource allocation among China's provinces. Recently, many healthcare investors in China have become more concerned about capital preservation, and are responding by abandoning long term investments strategies in healthcare. This investment withdrawal en mass is perceived to be influenced by herding tendencies and can trigger or consolidate endemic health inequality. Methods: Our study simultaneously employs four testing models (two state spaced models and two return dispersion models) to establish the existence of procyclical (herding) behavior among the stocks and its health equity implications. These are applied to a large set of data to compare and contrast results of herd formation among investors in fourteen healthcare sectors in China. Results: The study reveals that apart from the cross sectional standard deviation (CSSD) model, the remaining two models and our augmented state space model yields significant evidence of herding in all subsectors of the healthcare market. We also find that the herding effect is more prominent during down movements of the market. Conclusion: Herding behavior may lead to contemporaneous loss of investor confidence and capital withdrawal and thereby deprive the healthcare sector of the much needed capital for expansion. Thus there may be obvious delay in efforts to bridge the gap in access to healthcare facilities, medical support services, medical supplies, pharmaceuticals, biotechnology, diagnostic substances, medical laboratory and advanced medical equipment across China. Moreover, a potential crash in the healthcare market is possible in the healthcare sector as a result of persistent herding tendencies among investors and that may have more damaging consequences for health inequality in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "According to [1] healthcare remains a very popular investment theme in developed markets especially those with ever increasing ageing population, but the potential impact is broader in Asia. Leading the Asian healthcare renaissance is China due to uninterrupted economic emancipation and intensified government' effort to construct the social safety nets needed to reduce excessive inequality in access to healthcare in China and beyond [2] . The prevalence of health inequality in China is highlighted in several studies particularly in the recent publications of the World Health Organization, Institute for Health Economics of the Ministry of Health in China and international and regional humanitarian agencies including Medicine without Borders, the Red Cross Society etc [3] . All of these studies present a gloomy report of a national healthcare sector that is skewed in favour of the rich eastern provinces (Jiangsu, Shanghai, Guangdong, Zhejiang, Shandong etc) relative to the poorer western provinces (Tibet, Gansu, Xinjiang, Yunnan and Qinghai etc) [3] .",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 777,
                    "end": 780,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In response to the 2011 Rio Summit on the Social Determinants of Health (that recognized a pressing need to take action to reduce health inequities), the Chinese government has augmented its ongoing health system reform (started in 2009) to improve equality, effectiveness of public health functions and rejuvenated national policies on health inequities [2, 4] . Predictably, China achieved universal health insurance coverage in 2011, representing the largest expansion of insurance coverage in human history. This success was attained owing to strong public support for government intervention in health care, renewed political commitment from top leaders, heavy government subsidies, fiscal capacity backed by China's economic power, healthcare financing and policy responsibilities delegated to local governments and pragmatic implementation strategy for health equality [5] .",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 358,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 359,
                    "end": 361,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 876,
                    "end": 879,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The gain notwithstanding, health inequality is far from being eradicated in China. The 2015, China National Health Equality Survey (as reported by [6] ) shows that the provincial disparity in infant and childhood mortality (1:5), life expectancy (3:1), maternal mortality (1:4), doctor to patient ratio (6:1), health insurance coverage (3:1) and other indicators of health inequity favoured the eastern provinces. The disparities extend beyond the provincial level to include health inequity among migrant and resident population and genders. Typical of most equality induced healthcare reforms, China's approach to bridging the gap has largely focused on curbing disparities in health insurance coverage [7, 8] , legal barriers [9] , structural barriers [10] , disproportionate health care financing system [11] , linguistic barriers [12] , health illiteracy [13] , financial constrains [14] , demographic factors [15] and lack of healthcare facilities and personnel [16] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 709,
                    "end": 711,
                    "text": "8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 729,
                    "end": 732,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 755,
                    "end": 759,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 808,
                    "end": 812,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 860,
                    "end": 864,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 888,
                    "end": 892,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 968,
                    "end": 972,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "However lessons from the global economic crises [17] [18] [19] and the euro debt crisis [20, 21] shows that economic indicators such as exchange rate volatility, interest rate volatility, stock market movements etc can inherently induce other forces in the healthcare market to exacerbate equity gaps or close them. In China, the healthcare market has steadily attracted a lot of attention from investors (within and outside China) eyeing countercyclical stories and demographic trends that are less affected by the vagaries of currency risk and monetary policy [22] . This is also in response to the growing opportunities in the sector as wealthier elites are willing to spend more for better healthcare [1] . Despite the initial sell-off in the early 2000s, China's healthcare stocks as measured by the MSCI China Health Care Index bounced back substantially in mid 2002 following greater foreign investment. This was also boosted by an increase in medical supply arising out of the outbreak of zoonotic infections such as the infamous severe acute respiratory syndrome (SARS) which ravaged through China in 2003. Other factors which sustained the upsurge in healthcare stock prices over a considerable period of time include enhanced medical supply and profit from the outbreak of the pathogenic avian influenza (H5N1) in 2007 and the Haemagglutinin (1) and Neuraminidase (1) (H1N1) influenza in 2009 [23] . Thus the nearly 15 % healthcare stock return achieved between 2003 and 2012 by China was only equaled by the healthcare stocks in Japan while health-care stocks around other Asian countries remained lower or unchanged [24] [25] [26] .",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 53,
                    "end": 57,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 58,
                    "end": 62,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 88,
                    "end": 92,
                    "text": "[20,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1353,
                    "end": 1356,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1404,
                    "end": 1408,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1629,
                    "end": 1633,
                    "text": "[24]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1634,
                    "end": 1638,
                    "text": "[25]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1639,
                    "end": 1643,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A 2015 report by CLSA Asia-Pacific Markets suggest that a major part of China's healthcare sector appeal is largely because it has a lot of companies that produces drugs and medical devices that are well-positioned to tap the burgeoning domestic and global market. Additionally, China has announced an ambitious reform to provide 95 % of the population with health insurance and spend $125b (¥850b) on health-care improvements between 2015 and 2020 to stimulate demand in biopharmaceuticals and medical devices. The country also seeks to drive 25 % revenue growth in China's pharmaceutical industry over the next two years. Unlike other sectors such as banking, telecommunications etc state-owned exert limited dominance in the healthcare markets especially the market for drug production and medical-devices in China and this is making it easier for private-sector companies to make a mark.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Another report by Templeton Asset Management issued in September 2015 indicated that healthcare sector companies such as Shandong Weigao Group Medical Polymer Co (a Hongkong maker of medical equipment such as syringes, blood bags and stents) is likely to see growth in sales with China's medical services expand, but with additional upside from potential sales overseas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Similarly, Luye Pharma Group Ltd, a Singaporeanowned-Shanghai-listed researcher and producer of both natural drugs and chemical drugs with new formulations for use in orthopedics, neurology, gastroenterology and hepatology expects more positive returns on investments. Further, the Templeton Asset Management report posited that with the Chinese increasing their surveillance and quality control a lot of these saleable products in the domestic healthcare sector will become saleable globally and this will expand the market. Even though currently Chinese health-care stocks are generally commanding premium values to their peers in other emerging markets, a series of market fluctuations occurring intermittently (and more visibly between 2014 and 2015) in the Chinese healthcare stock market suggest that the market is susceptible to investors procyclical or herding behaviours. According to [27] a factor that recently pressured pharmaceutical and healthcare stocks in China was an announcement by China's National Development and Reform Commission ordering price cuts for certain drugs after a government reimbursement scheme for some drugs suddenly jumped up price of healthcare products and subsequently healthcare stocks.",
            "cite_spans": [
                {
                    "start": 894,
                    "end": 898,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "With this directive, healthcare stocks in China slid by about 6.4 % since the news broke in June, 2015, although the CLSA (Asia's leading independent brokerage and investment group) allayed the fears of investors by issuing a note to claim that price control is unlikely to have any significant impact on the main listed companies and called the sell-off a buying opportunity. However, [28] argues that as China's economic growth rate begins to tumble and the presence of strict regulations intensify, many investors both individual and institutions have become more concerned about capital preservation, and are responding by abandoning long term investments strategies in the healthcare sector. Some have also reduced the risk exposure and switched to safer asset classes with the intention of switching back as soon as the market condition improves. Bohl et. al. [29] also explain that the trend is escalating because investors are imitating each other largely due to the strong social network which has become an unrivaled heritage of the Chinese business culture.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[28]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 866,
                    "end": 870,
                    "text": "[29]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "According to [30] [31] [32] generally investors' tendency to imitate the action of others in the economy is what the whole concept of herd or procyclical behaviour is about. This is a part or attribute of behavioural finance and economics which remains a consistently advancing field of interest in contemporary finance and economics. Understanding the 'herding effect' on the healthcare sector is an important issue because endemic herding tendencies can have destabilizing impacts on the healthcare sector such as price synchronicity of stocks and healthcare products and services [33, 34] and even market crash [35] . Given the magnitude of dependence on healthcare, the impacts will spread to investment, employment and equitable distribution of healthcare resources and services [21] with its attendant consequences on social stability indicators such as healthcare inequity.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[30]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 18,
                    "end": 22,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 23,
                    "end": 27,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Many prior studies on investor herding behavior have reported different outcomes using different methodologies such as the return dispersions among group of securities and cross sectional standard (or absolute) deviations of returns. For example contrary to the investor herding behavior based on the rational asset pricing theories and the supporting empirical work of [36] other researchers such as [37] [38] [39] [40] found out that herding is not a significant contributor to returns on securities during market recession. These were based on studies conducted on equities in the US, international equities, commodity futures traded on European exchanges, Exchange Traded Funds and Chinese stocks respectively. Using data from sixty highly capitalized stocks, [41] used a cross sectional standard deviation study and found no evidence to suggest that foreign investors are more likely to herd in Taiwan market than domestic investors.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Weiner [42] extended the work of [43, 44] who employed cross sectional variability of factor sensitivities (instead of returns) and non-parametric methods respectively to analyse daily stock returns in South Korea. Weiner [42] rather used a hybridity of parametric and non-parametric methodologies on daily stock returns and observed that herding tendencies in crude oil and heating oil futures were not significant. These studies are inconsistent with the test of herd behavior in the domestic loan market by [45] that extended the LSV herding measure proposed by [46] within a Japanese market. On the whole, the empirical evidence of herd behavior in the extant literature provides a general indication of the fact that stock markets in general and China in particular are less informationally efficient relative to the efficient market hypothesis hence the need for a study that extends the applicability of the market efficiency hypothesis. This is because the existence of herd formation will be a clear indicator of violation of the assumptions for an efficient market in which prices fully and instantaneously reflect all available information.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 33,
                    "end": 37,
                    "text": "[43,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 38,
                    "end": 41,
                    "text": "44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Our study seeks to explore the presence of herd behavior within the healthcare industry in China due to its possible negative consequences for the healthcare market in terms of investor interest, prices of healthcare products and services which have repercussions for sustainable healthcare in China and beyond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "General studies on how herding behavior as an information aggregation mechanism influences decision making process in China is also amply represented in the current literature. For example [47] explored the neural and psychological basis of herding in purchasing books online with sixteen students selected from the Zhejiang University in China while [48] examined the influence of herd behavior in C2C e-commerce in China. The closest application of herding behavior in the healthcare sector are all outside China and are equally intended to explore its usefulness as information gathering mechanism for decision making which is sometimes at variance with the evidence based decision making process. For example [49] explores herding behavior as a psychosocial factor in quarantine during epidemic and how it can help ensure successful control while, [50] has applied herding behavior to how hospitals can form strategic groups in order to remain stable. Using a game-theoretical reflections [51] empirically validates the view that herding behavior can be used to appeal to free-riders to adopt pro-social behaviours in vaccine advocacy. Similarly, herding behavior is tested by [52] as a strategic management concept that can be used for hospital leadership and management while [53] identifies the negative aspects of herding behavior as an information aggregation system in healthcare relative to evidence based medicine. He warns healthcare institutions not to rush to implement policies and programs by merely following what contemporaries are doing. While all of the above studies have taken place outside China, these ground breaking attempts to draw on a field once thought to be purely economics and finance to the administration of mainstream healthcare is inspirational hence our attempt to advance the frontiers of the application of herding behavior in the healthcare sector by focusing on healthcare stock market and its potential implication for the whole healthcare market in China.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 852,
                    "end": 856,
                    "text": "[50]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 993,
                    "end": 997,
                    "text": "[51]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1181,
                    "end": 1185,
                    "text": "[52]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1282,
                    "end": 1286,
                    "text": "[53]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "With respect to studies about herding behavior in the stock markets, our study is necessary in the light of limited studies on industry specific herd behavior in China and the conflicting evidence of their outcome [54] and [55] as well as the differences in the variables used in constructing and testing models [31] . To the best of our knowledge, the most recent effort at studying herding behavior in a specific industry in China are by [56] and [57] who focused on herding behavior in the housing industry in China. In both cases they employ different set of methodologies (least squares method and quantile regression method) which are totally different from those employed in this study. We extend the frontiers of current knowledge from the general (market) to the specific (industry) by empanelling and testing an ensemble of more sophisticated analytical models from the extant literature (cross sectional standard deviations-CSSD and cross sectional absolute deviations-CSAD on Chinese healthcare stock market. The results are then compared with our augmented State Space Model (which we call State Space Model 2) which is an enhancement on the existing State Space Model (which we call State Space Model I) in order to examine their respective statistical powers and subsequent robustness of inference. Understanding which models (summarized in the next section) yield herding behavior may provide information about the ways in which investors herd, the subsector with the greatest susceptibility to herding and its impact on health equity in particular and healthcare policy as a whole.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[54]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "[55]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[56]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[57]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We follow the daily equally-weighted index returns data from healthcare stocks on three stock markets in China (including HongKong) namely the Shenzhen, Shanghai and Hongkong where domestic investors rather than institutional account for the highest percentage of total investment. This helps to overcome the weaknesses of using only firm level data within the market portfolio [58] . This may answer an important question posed by [59] ; who expressed uncertainty as to whether herd formation would more likely occur at the level of investment in stock groups (such as stocks in an industry) where investors face similar decision problems and can observe the behaviour of others in the group (see also [60] ). Further the market has seen tremendous interest by foreign investors. Because domestic individual investors usually lack the professional knowledge and skill to access accurate information easily [54, 60, 61] , the resulting information asymmetry may encourage such individual investors to follow the actions of the crowd including more informed institutional and foreign investors especially in high collectivist culture such as China.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 382,
                    "text": "[58]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[59]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[60]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 907,
                    "end": 911,
                    "text": "[54,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 912,
                    "end": 915,
                    "text": "60,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 916,
                    "end": 919,
                    "text": "61]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Therefore it is not out of place for one to expect the formation of investor herds in this market dominated by the less informed domestic individual investors [58, 61] . For this purpose, it is especially interesting to examine whether herd formation exists in the healthcare sector of the Chinese stock market with this unique characteristic. Following [61] , we also employ two major different testing methodologies based on the dispersions of returns and factor sensitivities. The inferences are then compared from each model using a large scale data from the healthcare market in China. After presenting out data and empirical results we conclude the paper by healthcare market and policy implications before proposing future research direction.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[58,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "61]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "[61]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This study used four testing models (two state spaced models and two return dispersion models) to establish the existence of procyclical (herding) behavior among the stocks. The operationalisation of each of these models are briefly explained in the next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In the return dispersion models either a cross section absolute deviation (CSSD) or a cross-sectional absolute standard deviations (CSAD) of the individual returns of the firm within groups of securities is used. The first evidence of the use of CSSD in testing herd behavior is presented by [37] who used the CSSD to measure the average proximity of returns of individual asset to the realized market average. Similarly a non-linear regression specification of the CSAD has been used by [38, 39, 62] to examine how the level of equity return dispersions relates to the overall market return. Other studies which have successfully used the CSAD approach in herd behavior measurement (albeit differences in markets) include [26, 40, 41, 60, 61] . Similar to these earlier studies, we measure return dispersion using CSSD as formulated below:",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "62]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[26,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "40,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 732,
                    "end": 735,
                    "text": "41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 736,
                    "end": 739,
                    "text": "60,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 740,
                    "end": 743,
                    "text": "61]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Return dispersion models"
        },
        {
            "text": "In which case n represents the number of firms in the aggregate market portfolio while r i,t represents the stock return observed on firm i for day t and r p,t is the crosssectional average of the n returns in the market portfolio for day t. This measure also represents the individual security return dispersion around the market average. The fundamental idea in this model is based on the argument that herd behavior prevents security returns from deviating far from the overall market return. This is because of the assumption that individuals are likely to suppress their personal beliefs and invest solely on the basis of collective actions of the market. Using the rational asset pricing models however give a different prediction that suggest that dispersions increases with changes in the absolute value of market return. This is because it is assumed that each asset is different as far as sensitivity to the market return is concerned. Additionally this model also implies that herd behavior may likely occur when market movements become extreme because they will usually go with the market consensus during such periods. Thus the behavior of the dispersion measure in (1) during periods of market stress is examined by estimating the following linear regression model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Return dispersion models"
        },
        {
            "text": "where D t L = 1, if the aggregate market portfolio return on day t lies in the lower tail of the return distribution; 0 otherwise, and D t U = 1, if the aggregate market portfolio return on day t lies in the upper tail of the return distribution; 0 otherwise. Despite a concern that this may be arbitrary, this is supported in the current literature [54, 56, 59] where extreme market return is defined a return lying between one to five percent lower or upper tail of the return distribution. Moreover, the dummies in Eq. (2) seek to capture the return dispersion differences in periods of extreme market movements. Since the formation of herd behavior implies conforming to the market consensus, the presence of negative and statistically significant β D (for down markets) and β U (for up markets) coefficients gives an indication of herd behavior among the market participants.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 354,
                    "text": "[54,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "56,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "59]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Return dispersion models"
        },
        {
            "text": "The second return dispersion used in this study is proposed by [38] who also employ the cross-sectional absolute deviation of returns (CSAD) to measure return dispersion. CSAD and this is expressed as:",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Return dispersion models"
        },
        {
            "text": "Chang et. al. [38] as reported by [61] is unconvinced about the assumptions of CAPM and suggest that return dispersions increases relative to increases in market return hence their relationship is linear. Proponents of the CAPM assumption of linearity argue that if a significant non-linear effect exist, then the results of the cross sectional standard deviations of result would not be valid. However, [38] challenges this assertion and demonstrates that in periods of economic or market stress, there is some likelihood of a non-linear relationship between return dispersions and market return (either a decline or increase). Following the example of [38] and other opponents of the CAPM assumptions, a testing model is proposed based on a general quadratic relationship between CSAD t and r m,t of the form:",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 34,
                    "end": 38,
                    "text": "[61]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Return dispersion models"
        },
        {
            "text": "With this model, the evidence of herd behavior will show by the less than proportional or low increases in the cross-sectional absolute deviation (CSAD) when there is extreme market movement. In that case herding formation will show by a negative and statistically significant non-linear coefficient γ 2 and vice versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Return dispersion models"
        },
        {
            "text": "The next model used for testing herding behavior in this study is the state space model which was first proposed by [43] . Instead of focusing on returns to measure herding behavior, the focus is rather on the cross-sectional variability of factor sensitivities. Using a single factor model based on the market return, Hwang and Salmon [43] formulated a measure of herding behavior using the relative dispersion of the betas for all assets within the market as follows:",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "State space models"
        },
        {
            "text": "where r it and r mt are the excess returns on asset i and the market at time t, respectively, β imt is the systematic risk measure, and E t (⋅) is conditional expectation at time t. In equilibrium, only β is needed to price an asset i.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "State space models"
        },
        {
            "text": "When there is herding behavior investors have no regard for equilibrium relationship of Eq. (5) hence trade to match the return of individual assets with that of the market. This gives a bias β term and expected rate of return reflecting the matching of individual asset returns with that of the market. Thus with CAPM, the presence of herding behavior means that the real β coefficient obeys Eq. (6) by replacing Eq. (5) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "State space models"
        },
        {
            "text": "where E t b (r it ) and β imt b are the market's biased short run conditional expectation on the excess returns of asset i and its beta at time t, and h mt is a latent herding parameter that changes over time, h mt ≤ 1, and conditional on market fundamentals. In general, [61, 63] argues that when (0 < h mt < 1), then some degree of herding exist in the market but the intensity depends on the magnitude of h mt . Since the form of herding behavior being discussed is a market-wide behavior and it is assumed that Eq. (6) holds for the total assets in the market, the level of herding can be estimated with the total assets in the market instead of a single asset and this removes the effects of idiosyncratic movements in any individual β imt b . The standard deviation of β imt b is then formulated as",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "text": "[61,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "63]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "State space models"
        },
        {
            "text": "where E c (⋅) represents the cross-sectional expectation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "State space models"
        },
        {
            "text": "Taking the logarithm of Eq. (7) and assuming that Std c (β imt b ) can be time-varying over a time interval in response to the level of herding in the market, we rewrite Eq. (7) as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "State space models"
        },
        {
            "text": "where H mt = log(1 − h mt ) and η mt ∼ iid(0, σ mη 2 ). Equations (8) and (9) are the standard state-space model with Kalman filter estimation. In this model, the focus is basically on the dynamism in the movement patterns in the latent state variable, H mt , the state equation. When σ mη 2 = 0, then no evidence of herding behavior is observed and that means that H mt = 0 for all t. With this model a dynamic process of herding, H mt is allowed to evolve over time. If the value of σ mη 2 is significant, then it mean there exist herding and a significant ϕ implies the validity of this autoregressive structure. Alternatively [61] argues that it is possible formulate an augmented model when market volatility log σ mt is added to Eq. (8) and return, r mt , as independent variables leading to State Space Model 2 formulated as",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[61]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "State space models"
        },
        {
            "text": "Similarly, a significant value of σ mη 2 can be interpreted as the existence of herding and a significant ϕ supports this particular autoregressive structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "State space models"
        },
        {
            "text": "The study used a dataset containing the average daily returns of 399 stocks from 14 subsectors of the healthcare industry by CLSA and trading on three stock markets namely Shenzhen, Hongkong and Shanghai between July 2004 and June 2014. Each of these stocks is further sub classified into one of 14 subcategories of the healthcare sector (healthcare facilities, medical equipment manufacture, medical supplies & distribution, pharmaceuticals diversified, pharmaceuticals generic and specialty, biotechnology, managed health care, diagnostic substances, medical laboratory and research, advanced medical equipment manufacture, healthcare transportation, therapeutic medicine, medical tourism and other medical support services) as shown in Table 1 . This helps to verify whether a group is more likely to herd if trade is sufficiently homogeneous, i.e. each member faces a similar decision problem, and each member can see the trades of other group members [59] . As the years 2004, 2009 and 2014 witnessed periods of rapid foreign investment in Chinese healthcare market (because of policy incentives), data for the periods and share of foreign investment in all subsectors is highlighted. This is because the presence of foreign investors is seen as a significant precursor to herd formation [63] . The portfolio returns based on an equally weighted portfolio of all companies in the respective subsectors were then calculated. The information in Table 2 shows the summary statistics for average returns daily log, return dispersion and the average number of companies used to calculate these statistics for each sub-sector. Since the number of shares in a sector does not remain constant over time, the table shows the average number of companies during the sampling period in the second column of the table. Panel A shows that the average daily returns for all subsectors are positive. Other medical support services (4.184) and medical tourism (4.106) subsectors have the highest average daily return volatility based on the standard deviation of average daily returns. Panel B of Table 2 shows the summary statistics for daily cross sectional standard deviations within each subsector. In line with the results of Panel A, we observe higher volatility cross section in medical tourism. Table 3 is the results of estimates for the CSSD base model in equation 2. Given the significant changes in dispersion and strong correlation, all estimates are made using the Newey-West heteroskedasticity and autocorrelation consistent standard errors. The MSCI China A Healthcare Index was used to represent the market and the upper and lower one and five percentile of the market return was used to represent periods of market stress. The regression output shows a negatively significant parameter estimate (β D ) for medical tourism subsector at 99 % confidence interval. On the contrary the parameter estimates for medical equipment manufacture subsector, and specialty, managed healthcare and other medical support service is significantly positive (99 % confidence interval). The parameter estimates for pharmaceuticals generic and therapeutic medicine is significantly positive at 90 % confidence interval and the remaining sectors are positive but insignificant. Thus generally (except medical tourism) cross-section standard deviation tends to be higher during periods of extremely down markets. This suggests that the included stocks do not move in the same direction as the market during periods of market stress but rather deviate more from general market movements when the market takes an extreme fall. Consistent with the work of [62] , this observation does not support herding.",
            "cite_spans": [
                {
                    "start": 956,
                    "end": 960,
                    "text": "[59]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "[63]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 3637,
                    "end": 3641,
                    "text": "[62]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 739,
                    "end": 746,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1448,
                    "end": 1455,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2085,
                    "end": 2092,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2291,
                    "end": 2298,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Data and empirical results"
        },
        {
            "text": "In Table 4 the estimates for the model based CSAD non-linear equation 4 has been presented. Similar to [38] , three distinct regressions were run for each subsector: one that uses the entire sample, and two limiting the data to up (or down) movement of the market index. Running separate models in this way allows us to examine if there is any asymmetric effect of herd behavior. The results from the non-linear model give completely different results than the first method. Table 4 again shows that the first nonlinear term (γ2) is statistically significant in almost all subsectors. It is very instructive to note that unlike the linear model, the R 2 values of the nonlinear regression models are generally higher than those of the linear model. This indicates that the non linear regression fits better than the linear regression in Table 3 as the proportion of the variance in herding that is predictable from the independent variable is higher. Generally, the information indicates that the inference made from the linear model disclosed in Table 3 may be spurious. Thus we rely heavily on evidence from the nonlinear test in Table 4 to make inferences about herding. In that regard, evidence of herd formation is found in all the subsectors and regressions yield statistically significant and negative estimates γ 2 which indicates a declining nonlinear relationship between the market return and equity return dispersions. The results of regression analysis performed with respect to up and down markets separately show herding effect is mostly prominent in market losses. The results suggest that herd formation is most likely observed during periods of market losses.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 475,
                    "end": 482,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 837,
                    "end": 844,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1047,
                    "end": 1054,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1132,
                    "end": 1139,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results of return dispersion models"
        },
        {
            "text": "The information in Table 5 presents the results of the State Space Model 1. The results show strong evidence of herding through H mt and this is consistent with the findings using the non-linear model. It is observed that H mt is highly persistent with large and significant values ofφm . Moreover σ mη estimates are highly significant and indicate herd behavior. On the other hand, Table 6 show results of the augmented State Space Model 2 which contains two market variables (market return and market volatility). If these two are added in the measurement equation, it allows us to analyze the degree of herding, given the state of the market. In that regard, the findings are similar to that of the State Space Model 1 shown in Table 5 . Further, if the level of market volatility and market return are accounted for, the term H mt remains significant when the two explanatory variables are included. The findings indicate that herding behavior could explain changes in the volatility of factor sensitivities or dispersion of the betas for all assets in the market (Std c (β imt b ), instead of changes in fundamentals. Moreover positive and significant coefficients for the term log σ mt were estimated for most of the stocks in subsectors in the healthcare industry and that indicates an increasing dispersion of the betas for all assets in the market (Std c (β imt b ) with market volatility. This result is equally consistent with the previous studies that suggest that herding is more likely to occur during periods of market stress, i.e. highly volatile periods. Similarly, Table 6 shows that subsectors such as healthcare facilities, medical equipment manufacture, pharmaceuticals diversified, biotechnology, diagnostic substances and healthcare transportation sub sectors have dispersion of the betas for all assets in the market (Std c (β imt b ) that increases as market volatility rises since the coefficients for the market volatility term (log σ mt ) have significant and positive values. It is worth noting from Table 1 that that these subsectors (healthcare facilities, medical equipment manufacture, pharmaceuticals diversified, biotechnology, diagnostic substances) are among those that have seen increase in foreign shareholding presence between 2004 and 2014. This gives credence to the view of [63, 64] that foreign investors may exhibit herding (***, ** and * denote statistical significance at 1, 5 and 10 % respectively) behavior more visibly than domestic individual investors.",
            "cite_spans": [
                {
                    "start": 2317,
                    "end": 2321,
                    "text": "[63,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 2322,
                    "end": 2325,
                    "text": "64]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 26,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 383,
                    "end": 390,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 731,
                    "end": 738,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1583,
                    "end": 1590,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 2029,
                    "end": 2036,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results of state space models"
        },
        {
            "text": "Comparing the estimates forφ m across subsectors, it is noted that the effect of herd behavior in medical tourism and other medical support services are relatively higher than the other subsectors. From Table 1 it is observed that the medical tourism and other medical support services have seen significant increase in foreign investors since 2004 and this can be the source of the herding behavior.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 210,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results of state space models"
        },
        {
            "text": "We sought to extend testing of herd behavior of investors to the healthcare stock market in China based on firm-level data on several healthcare related enterprises operating in 14 subsectors of the healthcare market. In addition, we simultaneously employ different models of herding at a large set of data to compare and contrast results to contextually test how these different approaches yield different or similar results of herd formation among investors. We found most of the models yielding evidence of endemic herding behavior in most of the healthcare subsectors in China. As indicated in the introductory section, there is enormous literature that supports the destabilizing effect of herd behavior in a sector including the healthcare sector. For example the effect of 'herding' on stock price synchronicity as suggested by [33, 34, 63] threatens distributive justice in healthcare resources in the sense that herding tendencies can stimulate sharp fluctuation in the prices of healthcare stocks en masse. This may lead to contemporaneous loss of investor confidence and capital withdrawal (see Akerlof and Shiller's [4] . This in no small way threatens equitable access to quick and affordable pharmaceutical and other healthcare products by the companies as the over 300,000 clinics, pharmacies and hospitals across the Western provinces that get supply from these facilities must resort to supply from other provinces [4] .",
            "cite_spans": [
                {
                    "start": 835,
                    "end": 839,
                    "text": "[33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "63]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1128,
                    "end": 1131,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1432,
                    "end": 1435,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion of findings"
        },
        {
            "text": "Moreover, a potential crash in the healthcare market is possible in the healthcare sector as a result of persistent herding tendencies among investors and that may have more damaging consequences for health inequality in China. Consistent with evidence adduced by [14, 35] health sector market crash creates limited supply of healthcare products, black marketeering of strategic healthcare products and unemployment. In China where the healthcare sector employs approximately 12 % of the low income population, the resulting loss of jobs from a health market crash may lead to high cost of healthcare products and services which can fuel income barriers to health equity. Thus, our findings may explain one of the reason why behavioral economist Richard Thaler thinks that the unsophistication and extrapolation biases in decision among Chinese healthcare investors and companies as well as unguarded response by the government makes a healthcare market crash in China potentially unprecedented in scale [16] . Similarly, the contribution of the Chinese healthcare sector to the global healthcare industry means that any aberrations can have a negative spillover effect and compound the already precarious health inequality in Asia, Africa and countries that substantially depends on China for healthcare services and products.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "35]",
                    "ref_id": null
                },
                {
                    "start": 1004,
                    "end": 1008,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion of findings"
        },
        {
            "text": "For example between 2000 and 2014, 34 % of healthcare supplies to member countries of the ASEAN came from China while 57 % percent in Africa came from China. If herding induced market crash leads to a reduction in inflow of medical services, products and equipments to these countries, there is a greater tendency to perpetuate inequity in healthcare in these countries [65] . This stems from the fact that consequential scarcity of healthcare resources will lead to disproportionate allocation of few resources to China dependent countries. Coupled with the expected increase in the cost of the available healthcare resources such as drugs and other supplies (due to scarcity), the resulting high cost of healthcare may likely be monumental as most of these ASEAN and African countries continue to reel under heavy economic challenges at both national and individual level. The effect on global and regional health inequity is thus unlikely to be insignificant. Consistent with previous studies, these findings elicit serious policy response to ameliorate any potential harmful effect of herding behavior on health equity in both China and other China dependent countries. Similar to the heavy involvement of Chinese government in the business sector, our analysis support the views of [9] of the necessity for the state to provide a greater proportion of public funding for health so that health care provision is not at the peril of private, for profit interests. This will reduce the impact of potential withdrawals of strategic healthcare companies such as Jiangsu Hengrui Med Co, Kangmei Pharmaceutical, Yunnan Baiyao Group Co, Dong E E Jiao Co, Tasly Pharmaceutical, Shanghai Raas Blood, Searainbow Hld Corp, Tonghua Dongbao Pharma, Shanghai Fosun Pharma, Beijing Tongrentang from western provinces deemed unprofitable albeit their healthcare needs.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[65]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1287,
                    "end": 1290,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion of findings"
        },
        {
            "text": "Inferring from our findings, we are disposed to agree with [27] when they argue that while adequate regulatory framework is necessary to avoid over exploitation by private investors in the healthcare sector in China, some regulatory measures can bring unintended cost and precipitate panic withdrawal and acquisition that stimulates herding behavior and its consequences. In reviewing the literature, we found out that recent pressure on pharmaceutical and healthcare stocks in China following the announcement by the China National Development and Reform Commission ordering price cuts for certain drugs after a government reimbursement scheme for some drugs was note well implemented. This is what led to a sudden hike in the price of healthcare products and subsequently healthcare stocks.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion of findings"
        },
        {
            "text": "We recommend that future policies can be managed through public-private consensus building and investor sensitization than panic announcements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion of findings"
        },
        {
            "text": "Within the limited number of studies on procyclical or herding behavior in the healthcare sector in general and in China in particular, our study sought to find out whether herding syndromes exist among healthcare stock investors and its implication for health equity in China and beyond. We noted the prevalence of herding behavior in almost all the healthcare sector in China using different testing models. This is the first study to compare the effects of different empirical models of herding in the healthcare sector in China in its developing state. More importantly the existence of herding behavior in the health stock market provides significant implication for the healthcare sector and healthcare delivery in China and beyond especially for most countries that depend on China for several medical services and equipments. We have adequately discussed implications of the research for health equity in China and beyond and made policy recommendations. The results inspire curiosity on other remote factors that can trigger disequilibrium in the allocation of healthcare resources in other emerging markets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future research direction"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Productivity Growth of the Nontradable Sectors in China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Rev Dev Econ",
            "volume": "18",
            "issn": "",
            "pages": "655--66",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early appraisal of China's huge and complex health-care reforms",
            "authors": [
                {
                    "first": "Wc-M",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsiao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maynard",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "379",
            "issn": "",
            "pages": "833--875",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An assessment of progress towards universal health coverage in Brazil",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marten",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcintyre",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Travassos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shishkin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Longde",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BRICS). Lancet",
            "volume": "384",
            "issn": "",
            "pages": "2164--71",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Measuring and decomposing the inequality of maternal health services utilization in Western Rural China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Health Serv Res",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Multidimensional inequalities in health care distribution in provincial China: A case study of Henan Province",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "D"
                    ],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Tijdschr Econ Soc Geogr",
            "volume": "105",
            "issn": "",
            "pages": "91--106",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Assessing equity of healthcare utilization in rural China: results from nationally representative surveys from 1993 to",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Equity Health",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Income Inequality and Health: The Impacts of Ruralurban Gap and Occupational Status",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liangshu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Income",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Progress and challenges of the rural cooperative medical scheme in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bull World Health Organ",
            "volume": "92",
            "issn": "",
            "pages": "447--51",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Privatization and its discontents-the evolving Chinese health care system",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blumenthal",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "1165--70",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Are social security policies for Chinese landless farmers really effective on health in the process of Chinese rapid urbanization? A study on the effect of social security policies for Chinese landless farmers on their health-related quality of life",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Equity Health",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Income-related Inequality of Health and Health Care Utilization",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Language barriers to health care in the United States",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Flores",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "",
            "pages": "229--260",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Is low health literacy associated with overweight and obesity in adolescents: an epidemiology study in a 12-16 years old population",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Harnessing the privatisation of China's fragmented health-care delivery",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "805--823",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Geographies of health: An introduction",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Gatrell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Equity in use of maternal health services in Western Rural China: a survey from Shaanxi province",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Reija",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Health Serv Res",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The impact of the Great Recession on mental health and its inequalities: the case of a Southern European region, 1997-2013",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bacigalupe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Esnaola",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Martín",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Equity Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "How the economic recession has changed the likelihood of reporting poor self-rated health in Spain",
            "authors": [
                {
                    "first": "Arroyo",
                    "middle": [],
                    "last": "Borrell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Renart",
                    "middle": [],
                    "last": "Vicens",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Sáez",
                    "middle": [],
                    "last": "Zafra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Equity Health",
            "volume": "149",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Financial crisis, austerity, and health in Europe",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karanikolos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mladovsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cylus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "1323--1354",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The financial crisis, health and health inequities in Europe: the need for regulations, redistribution and social protection",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Vogli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Equity Health",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "): a longitudinal analysis of income and financial strain as mediating factors",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Tøge",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Equity Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "An empirical study of the bullwhip effect in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Prod Oper Manag",
            "volume": "23",
            "issn": "",
            "pages": "537--51",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Interprofessional Collaboration to Improve Health through Poverty Reduction and Better Social Services in Vietnam",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gien",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Nurs Health Care (JNHC)",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Economic growth and the geographic maldistribution of health care resources: Evidence from China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "C-R",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "China Econ Rev",
            "volume": "31",
            "issn": "",
            "pages": "228--274",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Payment reform and changes in health care in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Soc Sci Med",
            "volume": "111",
            "issn": "",
            "pages": "10--16",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Health investment and economic output in regional China",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Inder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Contemp Econ Policy",
            "volume": "32",
            "issn": "",
            "pages": "261--74",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Health system reform in rural China: voices of healthworkers and service-users",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "D"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hesketh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Soc Sci Med",
            "volume": "117",
            "issn": "",
            "pages": "134--175",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The impact of China's national essential medicine system on improving rational drug use in primary health care facilities: an empirical study in four provinces",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petzold",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Health Serv Res",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Short-selling bans and institutional investors' herding behaviour: Evidence from the global financial crisis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Bohl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Siklos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int Rev Financ Anal",
            "volume": "33",
            "issn": "",
            "pages": "262--271",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Individual and institutional herding and the impact on stock returns: Evidence from Taiwan stock market",
            "authors": [
                {
                    "first": "S-F",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int Rev Financ Anal",
            "volume": "29",
            "issn": "",
            "pages": "175--88",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Herding by mutual fund managers in the Athens Stock Exchange, Dimitrios Maditinos",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mlekanis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Following the herd",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemieux",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Regulation",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Tackling the challenges to health equity in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bekedam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whitehead",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "",
            "pages": "1493--501",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Factors contributing to high costs and inequality in China's health care system",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "JAMA",
            "volume": "298",
            "issn": "",
            "pages": "1928--1958",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Herding behavior in Chinese stock markets: An examination of A and B shares",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nelling",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pac Basin Financ J",
            "volume": "16",
            "issn": "",
            "pages": "61--77",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Following the pied piper: Do individual returns herd around the market?",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Christie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Financial Analysts J",
            "volume": "51",
            "issn": "",
            "pages": "31--38",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "An examination of herd behavior in equity markets: An international perspective",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khorana",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Bank Financ",
            "volume": "24",
            "issn": "",
            "pages": "1651--79",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Analysis of intraday herding behavior among the sector ETFs",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Gleason",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mathur",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Empir Finance",
            "volume": "11",
            "issn": "",
            "pages": "681--94",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Does herding behavior exist in Chinese stock markets?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Demirer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kutan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Int Financ Mark Inst Money",
            "volume": "16",
            "issn": "",
            "pages": "123--165",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Herding of institutional investors and margin traders on extreme market movements",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y-N",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int Rev Econ Finance",
            "volume": "33",
            "issn": "",
            "pages": "186--98",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Do birds of a feather flock together? Speculator herding in the world oil market. Resources for the future discussion paper",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "6--31",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Market stress and herding",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salmon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Empir Finance",
            "volume": "11",
            "issn": "",
            "pages": "585--616",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The new science of technical analysis: using the statistical techniques of neuroscience to uncover order and chaos in the markets",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Sherry",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "iUniverse",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Herd behavior in the Japanese loan market: Evidence from bank panel data",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Uchida",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nakagawa",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Financ Intermed",
            "volume": "16",
            "issn": "",
            "pages": "555--83",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The impact of institutional trading on stock prices",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lakonishok",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shleifer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Vishny",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Financ Econ",
            "volume": "32",
            "issn": "",
            "pages": "23--43",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The neural and psychological basis of herding in purchasing books online: an event-related potential study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "CyberpsycholBehav SocNetw",
            "volume": "13",
            "issn": "",
            "pages": "321--329",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Herding behavior in C2C e-commerce: Empirical investigation in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hui-Ying",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Management Science and Engineering (ICMSE), 2010 International Conference on",
            "volume": "",
            "issn": "",
            "pages": "33--42",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Psychosocial impacts of quarantine during disease outbreaks and interventions that may help to relieve strain",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Johal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Z Med J",
            "volume": "122",
            "issn": "",
            "pages": "47--52",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Strategic group stability: Evidence from the health care industry",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Churchman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Woodard",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Health Care Manag Rev",
            "volume": "29",
            "issn": "",
            "pages": "139--188",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Inviting free-riders or appealing to prosocial behavior? Game-theoretical reflections on communicating herd immunity in vaccine advocacy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Betsch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Böhm",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Korn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Psychol",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Appendix B: Redesigning health care with insights from the science of complex adaptive systems",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Plsek",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "IOM Committee on Quality of Health Care in America",
            "volume": "",
            "issn": "",
            "pages": "322--357",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "ACO is the hottest three-letter word in health care",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Kaiser Health News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Investor herding behaviour of Chinese stock market",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int Rev Econ Financ",
            "volume": "29",
            "issn": "",
            "pages": "12--29",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Industry herding and market states: evidence from Chinese stock markets",
            "authors": [
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M-P",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K-M",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Quantitative Finance",
            "volume": "13",
            "issn": "",
            "pages": "1091--113",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Herding Behavior in China Housing Market",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Econ Finance",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Study of Herding Behavior on China's Real Estate Market Price Fluctuations",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Inf Technol J",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Herding behaviour in the Chinese and Indian stock markets",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Asian Econ",
            "volume": "22",
            "issn": "",
            "pages": "495--506",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Herd behavior in financial markets",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bikhchandani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "IMF Staff Pap",
            "volume": "47",
            "issn": "",
            "pages": "279--310",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Do ADR investors herd?: Evidence from advanced and emerging markets",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Demirer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kutan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int Rev Econ Finance",
            "volume": "30",
            "issn": "",
            "pages": "138--186",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Do investors herd in emerging stock markets?: Evidence from the Taiwanese market",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Demirer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kutan",
                    "suffix": ""
                },
                {
                    "first": "C-D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Econ Behav Organ",
            "volume": "76",
            "issn": "",
            "pages": "283--95",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "The behavior and performance of foreign investors in emerging equity markets: Evidence from Taiwan",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Swanson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int Rev Finance",
            "volume": "4",
            "issn": "",
            "pages": "189--210",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Herding behaviour in asymmetric and extreme situations: the case of China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schinckus",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Appl Econ Lett",
            "volume": "22",
            "issn": "",
            "pages": "869--73",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Herding Behavior during the Subprime Mortgage Crisis: Evidence from Six Asia-Pacific Stock Markets",
            "authors": [
                {
                    "first": "Y-W",
                    "middle": [],
                    "last": "Laih",
                    "suffix": ""
                },
                {
                    "first": "Y-S",
                    "middle": [],
                    "last": "Liau",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Econ Finance",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Emerging powers and change in the global financial order",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huotari",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hanemann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Global Policy",
            "volume": "5",
            "issn": "3",
            "pages": "298--310",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Shareholding percentage of market participants by sector (%)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary statistics: average daily returns and cross-sectional standard deviations",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Regression coefficients for CSSD t = α + β D D t",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Regression coefficients for CSAD t = α + γ 1 |r m. t | + γ 2 r m. t Yunnan Baiyao Group Co, Dong E E Jiao Co, Tasly Pharmaceutical, Shanghai Raas Blood, Searainbow Hld Corp, Tonghua Dongbao Pharma, Shanghai Fosun Pharma, Beijing Tongrentang to close down production facilities or suspend expansion into western provinces such as Tibet, Gansu, Xinjiang, Yunnan and Qinghaid due to capital challenges",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "State space model 1 (R 2 -values in parentheses) log[Std c (β imt b )] = μ m + H mt + υ mt and H mt = ϕ m H mt − 1 + η mt (***, **, and * denote statistical significance at 1, 5, and 10 %, respectively)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "State space model 2 (R 2 -values in parentheses) log[Std c (β imt b )] = μ m + H mt + c m1 log σ mt + c m2 r mt + υ mt and H mt = ϕ m H mt − 1 + η mt (***, **, and * denote statistical significance at 1, 5, and 10 %, respectively)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We wish to express our profound gratitude to the National Natural Science Authors' contribution ZL: is the supervisor of the project and sequentially aligned the parts of the research paper. HAA: drafted the full manuscript. WW: Examined the analysis and its implication for health equity in China (supervised the drafting of the final revised copy). EY: Edited the paper and realigned inconsistent parts. EOM: Conducted the analysis of the data. PA: Conducted the analysis of the data. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "The authors declare that they have no competing interests. Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}