{
    "paper_id": "970253c7b4ba9e8d8e33f39cd13a21b2b1ae2c35",
    "metadata": {
        "title": "Cross-species transmission potential between wild pigs, livestock, poultry, wildlife, and humans: implications for disease risk management in North America",
        "authors": [
            {
                "first": "Ryan",
                "middle": [
                    "S"
                ],
                "last": "Miller",
                "suffix": "",
                "affiliation": {},
                "email": "ryan.s.miller@aphis.usda.gov"
            },
            {
                "first": "Steven",
                "middle": [
                    "J"
                ],
                "last": "Sweeney",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [],
                "last": "Slootmaker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Wildlife Research Center",
                    "location": {
                        "addrLine": "Fort Collins",
                        "region": "Colorado",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "A"
                ],
                "last": "Grear",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States Geological Survey",
                    "location": {
                        "addrLine": "2150 Centre Avenue, Bldg B Fort Collins",
                        "postCode": "80526-8117",
                        "settlement": "Madison",
                        "region": "Wisconsin, Colorado",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "A Di"
                ],
                "last": "Salvo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Deborah",
                "middle": [],
                "last": "Kiser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephanie",
                "middle": [
                    "A"
                ],
                "last": "Shwiff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Wildlife Research Center",
                    "location": {
                        "addrLine": "Fort Collins",
                        "region": "Colorado",
                        "country": "United States"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To evaluate the 84 OIE pathogens ability to infect swine (wild and domestic), cattle, sheep, goats, equine, poultry, cervids (North American deer and elk species only), and humans we used a two-step process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature review used to assess species susceptibility"
        },
        {
            "text": "First, for each of the 84 pathogens we used three references texts, Diseases of Swine (Zimmerman et al. 2012 ), Infectious Diseases of Livestock (Coetzer et al. 2004) , and Infectious Diseases of Wild Mammals (Williams and Barker 2008) to determine well-established host susceptibility using our a-priori susceptibility categories for each of the eight hosts. Second, pathogen-host combinations with susceptibilities that were identified as other than clinical or sub-clinical were then investigated using the peer-reviewed literature that included both edited book volumes and scientific journals.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 108,
                    "text": "(Zimmerman et al. 2012",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 145,
                    "end": 166,
                    "text": "(Coetzer et al. 2004)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 209,
                    "end": 235,
                    "text": "(Williams and Barker 2008)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Literature review used to assess species susceptibility"
        },
        {
            "text": "To implement the second search of the peer-reviewed literature we used a combination of search terms for the scientific and common names of both hosts (Table S1 ) and pathogens (Table S2) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 187,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Literature review used to assess species susceptibility"
        },
        {
            "text": "Data describing the current status of OIE listed pathogens in wild pigs in North America, was generated using a method to sample from the scientific literature. Our approach is based on PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) method of systematic literature review ). However our objective was not to identify all papers reporting pathogen findings but rather to generate a representative sample that could be used to determine pathogens that have existing surveillance studies. To implement this sampling we identified keywords to search three databases (PubMed, Scopus, and Web of Science) for papers reporting surveillance results, or case reports for any pathogen or disease in wild pigs in North America. In order for an article to be included the paper must have contained the terms from Table S3 in the title, key words or abstract. All scientific peer reviewed literature from Journals and edited book volumes describing any wild pig pathogens in North America was considered eligible. We excluded so called 'gray literature' such as government reports, technical documents or other similar documents. These documents, while potentially containing valuable data, could not be sampled effectively using our approach and may have biased our findings. In addition, the results from many of these documents likely had corresponding peer review papers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 830,
                    "end": 838,
                    "text": "Table S3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Detailed description of literature review used to assess current status of pathogens in North America"
        },
        {
            "text": "Once all relevant sources were identified and retrieved, we reviewed each title and abstract to ensure the paper was reporting pathogen or disease findings in wild pigs in Mexico, Canada, or the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detailed description of literature review used to assess current status of pathogens in North America"
        },
        {
            "text": "Our initial search identified 3,637 papers and after removal of duplicates and eligibility screening 142 papers were reviewed in detail resulting in the identification of 72 surveillance studies that were included in our study ( Figure S1 ). The resulting papers were assumed to be a representative sample of the literature and represent the known status of pathogens in wild pigs in North America. Figure S1 . Results of systematic sampling of scientific literature. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 238,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 408,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Detailed description of literature review used to assess current status of pathogens in North America"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectious diseases of livestock",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coetzer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tustin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The PRISMA Statement for Reporting Systematic Reviews and Meta-Analyses of Studies That Evaluate Health Care Interventions: Explanation and Elaboration",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tetzlaff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mulrow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Gøtzsche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P A"
                    ],
                    "last": "Ioannidis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Devereaux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kleijnen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Med",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preferred Reporting Items for Systematic Reviews and Meta-Analyses: The PRISMA Statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tetzlaff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "The",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Med",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infectious diseases of wild mammals",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Barker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diseases of Swine. 10 edition",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Karriker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ramirez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Stevenson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "to search three databases (PubMed, Scopus, and Web of Science). To capture the breadth of studies reporting the susceptibility of hosts to these pathogens all literature relating to the pathology, microbiology, epidemiology, or case reports were considered eligible and are reflected in the use of broad search terms.Table S1. Keywords used for the eight hosts evaluated as part of this study.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Keywords used for swine pathogens evaluated as part of this study. All combination of terms were used.Expert review of classified host susceptibility to pathogensOnce host susceptibility was categorized for each pathogen the completed table(Table 2in main text) was provided to five veterinary epidemiologists for review. Supporting literature including reference texts were made available during the review. Each expert reviewed the materials independently and made changes to the table based on the materials provided. Veterinary epidemiologists were selected based knowledge of human, wildlife and livestock diseases. When there was a differences in the categorization of host susceptibility the most conservative classification was used. The majority of clinical and subclinical classifications originated from the three reference texts and changes resulting from the expert review were largely restricted to experimental hosts or species that are rarely have natural infections. This final table was then used to develop transmission potential networks for the eight host species.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Keywords used to sample papers from the literature.We confined our search to papers with abstracts published in English since 1900. While this may have excluded some studies, particularly early studies published in Spanish or French we believe this would have been minimal for several reasons. First, free-ranging wild pigs are relatively recent new comers to Canada and most contemporary non-English journals publish abstracts in English. In addition, most Canadian wild pig populations occur in English speaking regions of Canada so we expect any excluded studies to be minimal. Second, we did not identify any studies written in Spanish with an English abstracts for studies from Mexico indicating that studies written in Spanish without English abstracts that may have been excluded were likely limited.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Centrality statistics for pathogens investigated.Table S5. Number of papers reporting surveillance findings for wild pigs in North America. Pathogens could be reported in more than one publication.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}