{
    "paper_id": "9721af1b88d60abbff468d841941f85a13731861",
    "metadata": {
        "title": "Cough-generated aerosols of Pseudomonas aeruginosa and other Gram-negative bacteria from patients with cystic fibrosis",
        "authors": [
            {
                "first": "C",
                "middle": [
                    "E"
                ],
                "last": "Wainwright",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "W"
                ],
                "last": "France",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Prince Charles Hospital",
                    "location": {
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "O&apos;rourke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queensland Institute of Medical Research",
                    "location": {
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Anuj",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Queensland",
                    "location": {
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "J"
                ],
                "last": "Kidd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Qpid Laboratory",
                    "institution": "Sir Albert Sakzewski Virus Research Centre",
                    "location": {
                        "settlement": "Herston",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Nissen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "P"
                ],
                "last": "Sloots",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Queensland",
                    "location": {
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Coulter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Prince Charles Hospital",
                    "location": {
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Z",
                "middle": [],
                "last": "Ristovski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IHBI Queensland University Technology",
                    "location": {
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Hargreaves",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IHBI Queensland University Technology",
                    "location": {
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "R"
                ],
                "last": "Rose",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Harbour",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "C"
                ],
                "last": "Bell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Prince Charles Hospital",
                    "location": {
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "P"
                ],
                "last": "Fennelly",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Pseudomonas aeruginosa is the most common bacterial pathogen in patients with cystic fibrosis (CF). Current infection control guidelines aim to prevent transmission via contact and respiratory droplet routes and do not consider the possibility of airborne transmission. It was hypothesised that subjects with CF produce viable respirable bacterial aerosols with coughing. Methods: A cross-sectional study was undertaken of 15 children and 13 adults with CF, 26 chronically infected with P aeruginosa. A cough aerosol sampling system enabled fractioning of respiratory particles of different sizes and culture of viable Gram-negative non-fermentative bacteria. Cough aerosols were collected during 5 min of voluntary coughing and during a sputum induction procedure when tolerated. Standardised quantitative culture and genotyping techniques were used. Results: P aeruginosa was isolated in cough aerosols of 25 subjects (89%), 22 of whom produced sputum samples. P aeruginosa from sputum and paired cough aerosols were indistinguishable by molecular typing. In four cases the same genotype was isolated from ambient room air. Approximately 70% of viable aerosols collected during voluntary coughing were of particles (3.3 mm aerodynamic diameter. P aeruginosa, Burkholderia cenocepacia, Stenotrophomonas maltophilia and Achromobacter xylosoxidans were cultivated from respiratory particles in this size range. Positive room air samples were associated with high total counts in cough aerosols (p = 0.003). The magnitude of cough aerosols was associated with higher forced expiratory volume in 1 s (r = 0.45, p = 0.02) and higher quantitative sputum culture results (r = 0.58, p = 0.008). Conclusion: During coughing, patients with CF produce viable aerosols of P aeruginosa and other Gram-negative bacteria of respirable size range, suggesting the potential for airborne transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "This paper is freely available online under the BMJ Journals unlocked scheme, see http:// thorax.bmj.com/info/unlocked.dtl ABSTRACT Background: Pseudomonas aeruginosa is the most common bacterial pathogen in patients with cystic fibrosis (CF). Current infection control guidelines aim to prevent transmission via contact and respiratory droplet routes and do not consider the possibility of airborne transmission. It was hypothesised that subjects with CF produce viable respirable bacterial aerosols with coughing. Methods: A cross-sectional study was undertaken of 15 children and 13 adults with CF, 26 chronically infected with P aeruginosa. A cough aerosol sampling system enabled fractioning of respiratory particles of different sizes and culture of viable Gram-negative non-fermentative bacteria. Cough aerosols were collected during 5 min of voluntary coughing and during a sputum induction procedure when tolerated. Standardised quantitative culture and genotyping techniques were used. Results: P aeruginosa was isolated in cough aerosols of 25 subjects (89%), 22 of whom produced sputum samples. P aeruginosa from sputum and paired cough aerosols were indistinguishable by molecular typing. In four cases the same genotype was isolated from ambient room air. Approximately 70% of viable aerosols collected during voluntary coughing were of particles (3.3 mm aerodynamic diameter. P aeruginosa, Burkholderia cenocepacia, Stenotrophomonas maltophilia and Achromobacter xylosoxidans were cultivated from respiratory particles in this size range. Positive room air samples were associated with high total counts in cough aerosols (p = 0.003). The magnitude of cough aerosols was associated with higher forced expiratory volume in 1 s (r = 0.45, p = 0.02) and higher quantitative sputum culture results (r = 0.58, p = 0.008). Conclusion: During coughing, patients with CF produce viable aerosols of P aeruginosa and other Gram-negative bacteria of respirable size range, suggesting the potential for airborne transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pseudomonas aeruginosa is the most common bacterial pathogen in patients with cystic fibrosis (CF). 1 The prevalence of chronic P aeruginosa increases with age, and is a major predictor of mortality and morbidity. 2 It is unclear to what extent cross-infection of P aeruginosa between patients with CF occurs. 3 4 While siblings with CF can harbour the same P aeruginosa strain, it was thought until recently that most patients had their own individual strain acquired from the environment. 5 With the advent of molecular typing methods there is now convincing evidence of clonal P aeruginosa infection in patients attending some paediatric and adult CF centres. 6 7 P aeruginosa has been cultured from soap holders held at up to 40 cm from the mouth of coughing patients with CF, supporting large respiratory droplet spread. 8 The exact mechanisms involved in the spread of bacteria in CF clinics remain unclear. 6 7 Two studies have isolated clonal P aeruginosa during environmental air sampling up to 10 m from patients with CF infected with clonal strains while performing physiotherapy and lung function testing, suggesting the potential of person-toperson spread via the airborne route. 9 10 Current guidelines for infection control for patients with CF recommend only contact and droplet precautions-that is, focusing on hand hygiene and avoiding close contact between patients with CF who are advised to maintain a distance of at least 1 m from other patients. 11 12 It is possible that airborne transmission of P aeruginosa, Burkholderia cepacia complex and other bacteria may occur in addition to other modes of transmission. 13 The relative contribution of the airborne route may be opportunistic in nature and occur in certain circumstances, such as in enclosed spaces with favourable ambient temperature and humidity as may occur in hospital, clinic and congregate settings.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 101,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 214,
                    "end": 215,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "3 4",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 492,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 826,
                    "end": 827,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "6 7",
                    "ref_id": null
                },
                {
                    "start": 1193,
                    "end": 1197,
                    "text": "9 10",
                    "ref_id": null
                },
                {
                    "start": 1469,
                    "end": 1474,
                    "text": "11 12",
                    "ref_id": null
                },
                {
                    "start": 1636,
                    "end": 1638,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Particle size distribution of aerosols is a key determinant for both deposition in the respiratory tract and for the ability of particles to remain airborne. To our knowledge, the particle size distribution of aerosols from patients with CF has never been reported. We hypothesised that, during voluntary coughing and during sputum induction, subjects with CF produce viable bacterial aerosols that are respirable. To test this hypothesis we modified a cough aerosol sampling system (CASS) recently developed to measure cough-generated aerosols from patients with Mycobacterium tuberculosis. 14 Our primary aim was to determine the concentration and particle size distribution of cough aerosols containing culturable P aeruginosa and other Gram-negative bacteria from children and adults with CF. We also sought to determine whether concentrations of cough aerosols detected were related to clinical parameters and clonality of P aeruginosa strains.",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 594,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Subjects with CF were recruited from both the inpatient and outpatient services at the Royal Children's Hospital and The Prince Charles Hospital in Brisbane, Australia. Inclusion criteria were age .9 years, a confirmed diagnosis of CF and culture of P aeruginosa or B cepacia complex from sputum on at least one occasion within the previous 12 months. Exclusion criteria included known pregnancy, pneumothorax within the previous 6 months, history of cough syncope or vomiting associated with coughing. After the first subject experienced recurrence of mild haemoptysis during the cough study, we excluded those with haemoptysis in the previous 7 days. Subjects were excluded from hypertonic saline inhalation if there was a history of intolerance of hypertonic saline, presence of asthma symptoms or a forced expiratory volume in 1 s (FEV 1 ) (40% predicted and no previous trials of hypertonic saline. Subjects were asked to withhold all nebulised therapy for 12 h prior to testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS Subjects"
        },
        {
            "text": "The equipment used was a modification of that developed previously. 14 In brief, a subject coughs through a mouthpiece connected to afferent tubing into a chamber whereupon a vacuum pump draws exhaled air and generated respiratory particles through one of two Anderson six-stage impactors. Each stage has 400 holes of decreasing diameter through which appropriately-sized aerosolised particles will penetrate and deposit on an agar plate. A ''settle plate'' of the same agar was placed inside the chamber to capture larger droplets. Larger particles (droplets) would be expected to deposit in the afferent limb tubing, the settle plate and the walls of the chamber. Additional details are provided in the online data supplement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cough aerosol sampling system (CASS)"
        },
        {
            "text": "The Andersen impactors were loaded with agar plates at room temperature. The tubing from the vacuum pump was attached to the port for the first six-stage impactor in the CASS. After the first session of coughing, the tubing was moved to the second sampler. All unused ports were occluded with plastic tape.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASS protocol"
        },
        {
            "text": "Subjects were instructed to cough into the CASS as frequently and as strongly as was comfortable for 5 min. At the onset of coughing the timer (set for 5 min) controlling the power to the vacuum pump was started. Cough strength was assessed as strong, moderate or weak and cough frequency was assessed quantitatively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASS protocol"
        },
        {
            "text": "If hypertonic saline could be tolerated, the first sampling was done during voluntary coughing and the second 5-minute sample was collected during inhalation of 5 ml 4.5% saline delivered by a handheld ultrasonic nebuliser (Microneb Allersearch distributed by Becton Dickinson, North Ryde, Australia). Subjects were pretreated with albuterol metered dose inhaler (88 mg per puff), 4 puffs via spacer (Volumatic, Allen & Hanburys, UK). If hypertonic saline was not considered safe, sampling was done with the subject using tidal breathing for 5 min. Sputum samples were collected if produced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASS protocol"
        },
        {
            "text": "Forced expiratory volume in 1 s (FEV 1 ) and forced vital capacity (FVC) were obtained according to standard guidelines prior to the cough study. 15 Respiratory muscle strength was assessed using maximum inspiratory pressure (MIP) and maximum expiratory pressure (MEP) (Morgan Pmax) at the paediatric centre and using a Micro Medical Respiratory Pressure Meter (Micro Medical, Rochester, UK) at the adult centre.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Clinical parameters Pulmonary function testing"
        },
        {
            "text": "Age, gender, presence of current exacerbation of disease, height, weight and body mass index were recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other"
        },
        {
            "text": "Using a centrifugal air sampler, two samples were obtained before each cough aerosol study: one during the subjects' performance of spirometry and one during the cough aerosol study. The indoor air temperature and relative humidity were measured with a thermohygrometer (Rotronic HygroPalm 2, Rotronic Instrument Corp, Huntington, New York, USA) at the beginning of each study. Effective air exchange rates in the consultation rooms used for CASS testing and in the pulmonary function laboratory at the adult centre were determined using carbon dioxide as a tracer gas. Further details are provided in the online supplement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Room air sampling and air exchange"
        },
        {
            "text": "Cultures were performed using chocolate bacitracin (300 mg/ml) agar in aerobic conditions at 35uC. After 48 h and 72 h incubation, a colony forming unit (CFU) count was performed on each plate including individual colonial P aeruginosa morphotypes and the combined total CFU count of P aeruginosa and other Gram-negative bacteria. Following presumptive screening (characteristic colonial appearance, presence of oxidase and growth at 42uC), the identity of each P aeruginosa isolate was confirmed by species-specific oprL gene PCR. 16 Other non-fermenting Gram-negative bacteria detected throughout the study were identified using a combination of API 20NE (bioMerieux), amplified rDNA restriction analysis (ARDRA) and recA-based PCR analysis. 17 18 Each Andersen sampler stage contains 400 holes and each CFU is regarded as the result of an infectious particle within a specific size range impacting on the agar. Colony counts exceeding 400 have been interpreted in two ways: an accepted ''positive-hole'' correction model taking into account the probability of multiple hits through each hole and a conservative model of a maximum count of 400 only. 19 20 The total sum of P aeruginosa or B cepacia complex colonies counted (total count) in all the Andersen stages for 5 min of voluntary coughing and for 5 min hypertonic saline study or tidal breathing was calculated, as was the sum of the colonies from stages 4, 5 and 6 (,3.3 mm, termed ''small aerosol fraction'').",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 534,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 744,
                    "end": 749,
                    "text": "17 18",
                    "ref_id": null
                },
                {
                    "start": 1152,
                    "end": 1157,
                    "text": "19 20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CASS aerosol samples and chamber settle plate"
        },
        {
            "text": "Standard quantitative culture methods were used. 21 For air samples and afferent limb cultures, only Gram-negative nonfermentative bacteria were assessed. Isolates were identified as above with molecular strain typing of P aeruginosa isolates. Further details are provided in the online data supplement.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 51,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Sputum samples, afferent limb cultures and air samples"
        },
        {
            "text": "Counts for individual components and the totals for Andersen stages 1-6 (total) and for Andersen stages 4-6 (small fraction) were logarithmically transformed before analysis to correct for skewness. Means and 95% confidence limits (95% CI) were back transformed from log to linear scales for presentation. The paired differences between counts during voluntary coughing and each of the hypertonic and tidal breathing studies were analysed by paired t tests and mean differences were also back transformed from log to linear scales to calculate the ratios of counts during voluntary coughing and each of the hypertonic and tidal breathing studies. Correlation coefficients were estimated between logarithmically transformed total counts and clinical and demographic factors where available for all subjects. The Fisher exact test was used for the association between positive air samples and high total counts. All reported p values are two-sided. Linear regression was used to estimate the slope of the relationship between FEV 1 and total count. All analyses were performed with SPSS software Version 15.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of data"
        },
        {
            "text": "Twenty-eight subjects (15 children, 13 adults) were consecutively recruited and completed 5 min of voluntary coughing. Twenty subjects were administered nebulised hypertonic saline and seven subjects had measurements during tidal breathing. One subject performed the voluntary cough only. Thirteen subjects were studied during a pulmonary exacerbation (table 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASS studies"
        },
        {
            "text": "In the 12 months before the study, 27 subjects had sputum that cultured positive for P aeruginosa and one subject had cultured B cenocepacia (table 2) . Of the 27 patients with P aeruginosa infection, all adults (n = 12) and 14 children had chronic infection based on the Leeds criteria. 22 One child had recently cleared a new infection with P aeruginosa following an eradication course of antibiotic therapy and cultured normal respiratory flora from a sputum sample collected on the day of testing. The patient with B cenocepacia had chronic infection based on the Leeds criteria (table 2). 22 On the study day, 23 subjects provided expectorated sputum samples. Of these, one subject grew B cenocepacia as expected and P aeruginosa was cultured in 21. In six subjects Staphylococcus aureus was cultured and in two methicillin-resistant S aureus was cultured. Other organisms cultured from sputum included a-haemolytic streptococci, Aspergillus species and yeasts. Molecular strain typing demonstrated a common clone corresponding to the previously described Australian Epidemic Strain 2 (AES2) in 16 subjects (6 adults, 10 children) and 5 had unique strains (4 adults, 1 child) (table 2). 23 ",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 290,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 594,
                    "end": 596,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1192,
                    "end": 1194,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 150,
                    "text": "(table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Sputum microbiology"
        },
        {
            "text": "Of the 28 subjects, 25 had cough aerosols that grew P aeruginosa. One subject cultured P aeruginosa from cough aerosols only with the hypertonic saline study and not from voluntary coughing. One subject cultured B cenocepacia from cough aerosols. Two subjects had no Gram-negative bacteria cultured from cough aerosols. In five subjects with cough aerosols with P aeruginosa, additional",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASS microbiology"
        },
        {
            "text": "Gram-negative bacteria were co-cultured (Stenotrophomonas maltophilia in four and Achromobacter xylosoxidans in one, table 2). Two of the subjects who co-cultured S maltophilia did not produce sputum and sputum culture was negative for S maltophilia for the other two. Three of the four subjects cultured S maltophilia intermittently from sputum at other times. The subject with A xylosoxidans in the cough aerosol culture did not culture the organism in the sputum sample on this occasion, although the subject was known to be chronically infected with this organism which had been cultured repeatedly from previous sputum samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASS microbiology"
        },
        {
            "text": "The corrected total count of CFUs obtained from generated aerosols varied widely among subjects and was log normally distributed (voluntary cough: range 0-13 485 CFU, fig 1) . All subjects but one who cultured P aeruginosa in sputum also cultured P aeruginosa of identical genotype in the CASS cough aerosols. The total count from sputum correlated with the total corrected count for voluntary coughing from the aerosols (r = 0.58, p = 0.008). Three of the seven subjects who had tidal breathing studies had positive CASS aerosol cultures, with P aeruginosa cultured in low numbers (total aerosol counts from tidal breathing 1, 5 and 137 CFU).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 173,
                    "text": "fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CASS microbiology"
        },
        {
            "text": "The chamber settle plate and afferent limb equipment was not changed between the two components of the study for individual subjects with quantitative culture, reflecting large droplet deposition for both components of the study combined. The mean total count for the settle plate was 6 CFU (95% CI 3 to 14). The mean total count for the afferent limb was 56 CFU/ml wash fluid (95% CI 10 to 303).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Settle plate and air sampling microbiology"
        },
        {
            "text": "Mean (SE) air exchange rates ranged between 9.77 (0.06) and 19.40 (0.70) exchanges per hour in the testing rooms. A total of 101 air samples were collected before and during testing. Sixteen samples cultured unique strains of P aeruginosa during testing of 14 patients. The unique strains isolated did not match any sputum or CASS isolates. Five air samples cultured AES2 strain during testing of four subjects with AES2 strain of P aeruginosa. For these four subjects, sputum, cough aerosol and air samples all cultivated the same strain. Three of the AES2 positive air samples were collected during pulmonary function testing and two during background testing in the CASS study rooms. Positive air samples were associated with a high concentration in cough aerosols. If only subjects with AES2 were considered, four out of five subjects with total cough aerosol counts .1000 CFU had positive air samples and no subjects out of the 10 with lower total CFU counts had positive air samples (p = 0.003). Temperature and humidity did not vary significantly between study sites or study days at each site (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Settle plate and air sampling microbiology"
        },
        {
            "text": "CASS microbiology: voluntary cough, hypertonic cough and tidal breathing There was no significant difference in total corrected counts between voluntary coughing and hypertonic saline (p = 0.12). The pattern of differences was unaffected by using the conservative model (data not shown). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Settle plate and air sampling microbiology"
        },
        {
            "text": "This is the first study to report the magnitude, variability and particle size distribution of culturable aerosols of Gram-negative bacteria produced by coughing in patients with CF. Although there is evidence of culturable Gram-negative bacteria in the large droplets within the afferent tubing and settle plates in the cough chamber, a large proportion of culturable particles were found to be in a size range that is likely to deposit in the lower respiratory tract. Genetically indistinguishable bacteria were identified in expectorated sputum and in the cough-generated aerosols, and in four experiments the same organisms were also isolated from the ambient room air. This supports the assertion that the sources of the bacteria are the patients rather than the hospital or nearby environment. Aerosolisation of respiratory tract particles during coughing and sneezing and even during tidal breathing is a well recognised phenomenon associated with the spread of many infections including measles, influenza and tuberculosis. [24] [25] [26] The majority of respiratory pathogens have been thought to be spread by large droplets that settle within an approximate 1 m range of an individual, providing a low risk of airborne infection. Infection control practices for most CF centres reflect recently published infection control guidelines suggesting that patients should maintain a distance of at least 1 m to reduce the risk of cross-infection. 12 The risk of acquisition of infection from respiratory aerosols is complex and probably relates to the pathogen type, concentration of the organism in the aerosol, the susceptibility of exposed individuals and the environment (air movement, relative humidity, temperature, etc). Limited studies have examined particle size distribution of respiratory aerosols and most have reported large droplet formation, predominantly particles with a diameter of .8 mm. 27 28 More recently, Papineni and Rosenthal reported that 85% of particles were ,1 mm and that coughing produced more aerosol particles than did breathing or talking. 29 The first published study to use a CASS examined patients with tuberculosis and, like our study, found that most of the respiratory particles were ,3.3 mm. 14 Our study shows that patients with CF produce culturable aerosols in a wide range of particle sizes including both respiratory droplets and infectious droplet nuclei. We have shown this predominantly for clonal P aeruginosa and, in a small number of patients, for other non-fermentative Gram-negative organisms including B cenocepacia. We do not know the ideal site of deposition in the respiratory tract for P aeruginosa to establish infection in patients with CF, and either large or small droplets or both may be important in the pathogenesis. Until relatively recently cross-infection with P aeruginosa was believed to be uncommon and limited to siblings with CF and cohorts attending the same residential CF camps. 30 The identification of genetically related P aeruginosa strains in many CF centres in the UK, Europe and Australia has suggested crossinfection between patients. 23 31 Clonal strains of P aeruginosa contaminating the air close to patients with the same infection during physiotherapy or lung function testing have been reported. 9 Our results provide further evidence that crossinfection may result from direct inhalation of aerosolised bacteria.",
            "cite_spans": [
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1451,
                    "end": 1453,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1911,
                    "end": 1916,
                    "text": "27 28",
                    "ref_id": null
                },
                {
                    "start": 2078,
                    "end": 2080,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2960,
                    "end": 2962,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 3124,
                    "end": 3129,
                    "text": "23 31",
                    "ref_id": null
                },
                {
                    "start": 3291,
                    "end": 3292,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study demonstrates widely varying bacterial counts in cough aerosols with a log normal distribution. Such a distribution is consistent with descriptions of highly infectious patients as ''disseminators'' (eg, in tuberculosis) or ''superspreaders'' (eg, in severe acute respiratory syndrome). 32 33 Factors influencing the extent of isolation of Gram-negative bacteria in cough aerosols are likely to be complex, including both host factors and bacterial factors such as enhanced survival in air. Our data show that the concentration of bacteria in the sputum and the forced expiratory flow rates were related to cough aerosol concentration, with a trend for association with higher peak flow and higher body mass index. These data suggest that patients with milder lung disease, perhaps as a result of stronger cough, may have an increased risk of producing infectious aerosols. This warrants further investigation as the improvement in clinical outcomes in patients with CF may potentially increase the risk of spread of clonal strains of P aeruginosa and other Gram-negative bacteria.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 302,
                    "text": "32 33",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The only air samples that cultured P aeruginosa which matched clinical samples from sputum or CASS samples were clonal AES2 strains. Given that patients who had positive air samples also had high total aerosol counts, we were unable to determine if the density of infection on its own-or whether, in addition, the nature of the specific infection-contributed to the positive air samples. The source of the P aeruginosa air isolates that did not match any clinical samples is unknown and environmental sampling of surfaces was not undertaken. It is possible that environmental sources such as sinks may have been involved as hand washing occurred during testing. The measured air exchange rates in the study rooms provide an important perspective as air sampling was performed for 12 min on each occasion and, during this period, 2-4 complete air exchanges occurred. Higher rates and density of positive air samples may be anticipated in less well ventilated rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Nebulised hypertonic saline is now recognised as improving mucociliary clearance. 34 We sought to determine if hypertonic saline-induced cough further enhanced the production of bacterial aerosols, but we found similar results to those seen with voluntary coughing and much greater than those obtained during tidal breathing. Treatments such as physiotherapy, mucolytic agents and even nebulised antibiotics which can induce coughing are likely to result in similar cough-induced aerosols as with voluntary coughing. Although only seen in three of seven patients tested during tidal breathing, the presence of P aeruginosa in the cough aerosols and in the small aerosol fraction from two patients warrants further study as any reassessment of infection control recommendations to incorporate the role of airborne transmission may not only apply to coughing patients.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The significance of aerosol-positive sputum-negative results for isolation in low numbers of S maltophila (n = 2) and A xyloxidans (n = 1) is uncertain, but it is possible that separating respiratory particles by size negates the obscuring of individual colony morphotypes by other flora which may occur with direct sputum culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are several limitations to this study. First, the study was not powered to examine the effects of many of the clinical variables such as exacerbations or strain of P aeruginosa on the production of cough aerosols. In particular, there were few patients with unique strains of P aeruginosa and none who produced high concentrations of cough aerosols. The association between a specific strain and obtaining a positive air sample could not therefore be determined. Second, the media in the Andersen plates was selective for Gram-negative organisms and thus it is not possible to generalise these results to patients with CF infected with Gram-positive bacteria, mycobacteria or fungi. Third, we did not perform reproducibility or efficiency studies of the CASS. Fourth, the studies of tidal breathing were in a select group of patients who did not undertake hypertonic saline-induced cough studies and further work is required to evaluate the extent to which tidal breathing is associated with the generation of potentially infective particles. Finally, while this study provides evidence that patients with CF and Gramnegative infection can produce potentially infectious cough aerosols, we cannot draw conclusions about transmission to susceptible individuals. A recent study examined the survival of P aeruginosa in vitro and found bacterial survival, at least for a limited time period of ,90 s, to be favoured by lower temperature and mucoid phenotype. 35 While providing further evidence that airborne transmission is plausible, transmission by this route is yet to be proved beyond doubt.",
            "cite_spans": [
                {
                    "start": 1462,
                    "end": 1464,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, this study shows that patients with CF infected with P aeruginosa can produce respirable infectious cough aerosols in a wide range of concentrations of a log normal distribution. We also detected other non-fermenting Gramnegative bacteria including B cenocepacia in the small aerosol fraction, suggesting that airborne transmission of such organisms is biologically plausible. Further studies of potential airborne transmission of bacterial pathogens in patients with CF are warranted to provide a scientific basis for infection control recommendations to prevent the spread of multidrugresistant or clonal strains of P aeruginosa and other Gramnegative bacteria in this patient population. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cystic Fibrosis Foundation Patient Registry Annual Report",
            "authors": [],
            "year": 2000,
            "venue": "Cystic Fibrosis Foundation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pseudomonas acquisition in young patients with cystic fibrosis: pathophysiology, diagnosis, and management",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosenfeld",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ramsey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Curr Opin Pulm Med",
            "volume": "9",
            "issn": "",
            "pages": "492--499",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cross infection of cystic fibrosis patients with Pseudomonas aeruginosa",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pitt",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Thorax",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "To cohort or not to cohort: how transmissible is Pseudomonas aeruginosa?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ramsey",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "166",
            "issn": "",
            "pages": "906--913",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Microbial pathogenesis in cystic fibrosis: mucoid Pseudomonas aeruginosa and Burkholderia cepacia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Govan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Deretic",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Microbiol Rev",
            "volume": "60",
            "issn": "",
            "pages": "539--74",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of a widespread clone of Pseudomonas aeruginosa in a paediatric cystic fibrosis clinic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nixon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carzino",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "166",
            "issn": "",
            "pages": "983--990",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Spread of a multiresistant strain of Pseudomonas aeruginosa in an adult cystic fibrosis clinic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Govan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet",
            "volume": "358",
            "issn": "",
            "pages": "557--565",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Distribution and transmission of Pseudomonas aeruginosa and Burkholderia cepacia in a hospital ward",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Doring",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Noll",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Pediatr Pulmonol",
            "volume": "21",
            "issn": "",
            "pages": "90--100",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Identification of airborne dissemination of epidemic multiresistant strains of Pseudomonas aeruginosa at a CF centre during a cross infection outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Govan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Thorax",
            "volume": "58",
            "issn": "",
            "pages": "525--532",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Environmental contamination with an epidemic strain of Pseudomonas aeruginosa in a Liverpool cystic fibrosis centre and its survival on dry surfaces",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Panagea",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Winstanley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Walshaw",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Hosp Infect",
            "volume": "59",
            "issn": "",
            "pages": "102--109",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Infection control in cystic fibrosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Saiman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Siegal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Microbiol Rev",
            "volume": "17",
            "issn": "",
            "pages": "57--71",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "guideline for isolation precautions: preventing transmission of infectious agents in health care settings",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rhinehart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Infect Control",
            "volume": "35",
            "issn": "",
            "pages": "65--164",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Airborne transmission of communicable infection-the elusive pathway",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Milton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "1710--1712",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cough-generated aerosols of Mycobacterium tuberculosis: a new method to study infectiousness",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fennelly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martyny",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fulton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Respir Crit Care Med",
            "volume": "169",
            "issn": "",
            "pages": "604--613",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Standardization of spirometry, 1994 update",
            "authors": [],
            "year": 1994,
            "venue": "Am J Respir Crit Care Med",
            "volume": "152",
            "issn": "",
            "pages": "1107--1143",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Direct detection and identification of Pseudomonas aeruginosa in clinical samples such as skin biopsy specimens and expectorations by multiplex PCR based on two outer membrane lipoprotein genes, oprI and oprL",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Vos",
                    "suffix": ""
                },
                {
                    "first": "Jra",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Pirnay",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Microbiol",
            "volume": "35",
            "issn": "",
            "pages": "1295--1304",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Differentiation of Burkholderia species by PCRrestriction fragment length polymorphism analysis of the 16S rRNA gene and application to cystic fibrosis isolates",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Segonds",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Heulin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Marty",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Clin Microbiol",
            "volume": "37",
            "issn": "",
            "pages": "2201--2209",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "DNA-based diagnostic approaches for identification of Burkholderia cepacia complex, Burkholderia vietnamiensis, Burkholderia multivorens, Burkholderia stabilis, and Burkholderia cepacia genomovars I and III",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mahenthiralingam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bischof",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Clin Microbiol",
            "volume": "38",
            "issn": "",
            "pages": "3165--73",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "New sampler for the collection, sizing and enumeration of viable airborne particles",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "J Bacteriol",
            "volume": "76",
            "issn": "",
            "pages": "471--84",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Positive-hole correction of multiple-jet impactors for collecting viable microorganisms",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Macher",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Am Ind Hygiene J",
            "volume": "50",
            "issn": "",
            "pages": "561--569",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Lower airway inflammation in infants and young children with cystic fibrosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grimwood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carlin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Respir Crit Care Med",
            "volume": "156",
            "issn": "",
            "pages": "1197--204",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Evaluation of a new definition for chronic Pseudomonas aeruginosa infection in cystic fibrosis patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brownlee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Conway",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Cystic Fibros",
            "volume": "2",
            "issn": "",
            "pages": "29--34",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Transmissible strains of P aeruginosa in paediatric and adult cystic fibrosis units",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;carroll",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Syrmis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wainwright",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur Respir J",
            "volume": "24",
            "issn": "",
            "pages": "101--107",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Airborne spread of measles in a suburban elementary school",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Am J Epidemiol",
            "volume": "107",
            "issn": "",
            "pages": "421--453",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Inhalatory infection of mice with influenza AO/PR8 virus. I. The site of primary virus replication and its spread in the respiratory tract",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Frankova",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Acta Virol",
            "volume": "19",
            "issn": "",
            "pages": "29--34",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Infectiousness of air from a tuberculosis ward",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Grady",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Am Rev Respir Dis",
            "volume": "85",
            "issn": "",
            "pages": "511--536",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The size and duration of air-carriage of respiratory droplets and dropletnuclei",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duguid",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "J Hygiene (Lond)",
            "volume": "44",
            "issn": "",
            "pages": "471--80",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Relation between the airborne diameters of respiratory droplets and the diameter of the stains left after recovery",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Loudon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Nature",
            "volume": "213",
            "issn": "",
            "pages": "95--101",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The size distribution of droplets in the exhaled breath of healthy human subjects",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Papineni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Aerosol Med",
            "volume": "10",
            "issn": "",
            "pages": "105--121",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Transmission of Pseudomonas aeruginosa in children with cystic fibrosis attending summer camps in The Netherlands",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Brimicombe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dijkshoorn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Der Reijden",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Cyst Fibros",
            "volume": "7",
            "issn": "",
            "pages": "30--36",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Identification and characterization of transmissible Pseudomonas aeruginosa strains in cystic fibrosis patients: implications for inpatient care of respiratory patients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pitt",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "53",
            "issn": "",
            "pages": "609--624",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Tuberculosis disseminators. A study of the variability of aerial infectivity of tuberculous patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sultan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Nyka",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Am Rev Respir Dis",
            "volume": "82",
            "issn": "",
            "pages": "358--69",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Predicting super-spreading events during the 2003 severe acute respiratory syndrome epidemics in Hong Kong and Singapore",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "719--747",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A controlled trial of long-term inhaled hypertonic saline in patients with cystic fibrosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elkins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "229--269",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A laminar flow model of aerosol survival of epidemic and non-epidemic strains of Pseudomonas aeruginosa isolated from people with cystic fibrosis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Clifton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beggs",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Microbiol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "correlated with the total corrected count from the voluntary cough aerosol (r = 0.45, p = 0.019;fig 3)and also with the corrected small aerosol fraction (r = 0.45, p = 0.018). Similarly, FEV 1 correlated with the conservative total count (r = 0.39, p = 0.044) and conservative small aerosol fraction (r = 0.39, p = 0.047) during voluntary coughing. There was no significant association between cough aerosol CFU counts and any other clinical factor including gender, age, testing at paediatric or adult centre, current exacerbation status, FVC, MIP, MEP, percentage predicted FEV 1 , presence of clonal P aeruginosa, quality or actual number of coughs counted (data not shown). There was a trend for an association of peak expiratory flow (r = 0.36, p = 0.079) and of body mass index (r = 0.37, p = 0.058) with total corrected count for voluntary coughing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Distribution of total corrected voluntary cough aerosols. B, subject with Burkholderia cenocepacia; CFU, colony forming unit; +, positive ambient air samples isolated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Particle size distribution of logarithmic corrected total cough aerosol counts in colony forming units (CFU) with 95% confidence intervals during voluntary coughing according to Andersen stage.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Correlation of baseline forced expiratory volume in 1 s (FEV 1 ) with logarithmic total corrected count from cough aerosols during voluntary coughing. CFU, colony forming unit; +, positive ambient air samples isolated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Supported by Royal Children's Hospital Foundation, Brisbane, Australian Cystic Fibrosis Research Trust and a University of Queensland Travel Grant Award.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic and baseline clinical factors of study subjects",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Microbiology of sputum and CASS samples",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Competing interests: None.Ethics approval: The study was approved by the ethics committees of both CF centres and the University of Queensland and the Institutional Review Board of UMDNJ. Informed consent was obtained from all subjects and in addition from the parents or guardians of all young people under 18 years of age.Provenance and peer review: Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}