{
    "paper_id": "97f1fe02cd9244df3c903856dcb615d9fb6ec02a",
    "metadata": {
        "title": "Interferon β-1a for the treatment of Ebola virus disease: A historically controlled, single- arm proof-of-concept trial",
        "authors": [
            {
                "first": "Mandy",
                "middle": [
                    "Kader"
                ],
                "last": "Konde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Sustainable Health Foundation (FOSAD)",
                    "institution": "",
                    "location": {
                        "settlement": "Conakry",
                        "country": "Guinea"
                    }
                },
                "email": ""
            },
            {
                "first": "Darren",
                "middle": [
                    "P"
                ],
                "last": "Baker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amara",
                "middle": [],
                "last": "Traore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Donka Hospital",
                    "location": {
                        "settlement": "Conakry",
                        "country": "Guinea"
                    }
                },
                "email": ""
            },
            {
                "first": "Mamadou",
                "middle": [
                    "Saliou"
                ],
                "last": "Sow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Donka Hospital",
                    "location": {
                        "settlement": "Conakry",
                        "country": "Guinea"
                    }
                },
                "email": ""
            },
            {
                "first": "Alioune",
                "middle": [],
                "last": "Camara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Center of Excellence for Training on Research and Priority Diseases (CEFORPAG)",
                    "institution": "",
                    "location": {
                        "settlement": "Conakry",
                        "country": "Guinea"
                    }
                },
                "email": ""
            },
            {
                "first": "Alpha",
                "middle": [
                    "Amadou"
                ],
                "last": "Barry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Center of Excellence for Training on Research and Priority Diseases (CEFORPAG)",
                    "institution": "",
                    "location": {
                        "settlement": "Conakry",
                        "country": "Guinea"
                    }
                },
                "email": ""
            },
            {
                "first": "Doussou",
                "middle": [],
                "last": "Mara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abdoulaye",
                "middle": [],
                "last": "Barry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Center of Excellence for Training on Research and Priority Diseases (CEFORPAG)",
                    "institution": "",
                    "location": {
                        "settlement": "Conakry",
                        "country": "Guinea"
                    }
                },
                "email": ""
            },
            {
                "first": "Moussa",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Cone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Center of Excellence for Training on Research and Priority Diseases (CEFORPAG)",
                    "institution": "",
                    "location": {
                        "settlement": "Conakry",
                        "country": "Guinea"
                    }
                },
                "email": ""
            },
            {
                "first": "Ibrahima",
                "middle": [],
                "last": "Kaba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Center of Excellence for Training on Research and Priority Diseases (CEFORPAG)",
                    "institution": "",
                    "location": {
                        "settlement": "Conakry",
                        "country": "Guinea"
                    }
                },
                "email": ""
            },
            {
                "first": "Amento",
                "middle": [
                    "Ablam"
                ],
                "last": "Richard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Center of Excellence for Training on Research and Priority Diseases (CEFORPAG)",
                    "institution": "",
                    "location": {
                        "settlement": "Conakry",
                        "country": "Guinea"
                    }
                },
                "email": ""
            },
            {
                "first": "Abdoul",
                "middle": [],
                "last": "Habib Beavogui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Center of Excellence for Training on Research and Priority Diseases (CEFORPAG)",
                    "institution": "",
                    "location": {
                        "settlement": "Conakry",
                        "country": "Guinea"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephan",
                "middle": [],
                "last": "Gü Nther",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melania",
                "middle": [],
                "last": "Pintilie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Health Network",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Eleanor",
                "middle": [
                    "N"
                ],
                "last": "Fish",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Health Network",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": "*en.fish@utoronto.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": "To date there are no approved antiviral drugs for the treatment of Ebola virus disease (EVD). Based on our in vitro evidence of antiviral activity of interferon (IFN)-ß activity against Ebola virus, we conducted a single arm clinical study in Guinea to evaluate the safety and therapeutic efficacy of IFN β-1a treatment for EVD. Nine individuals infected with Ebola virus were treated with IFN β-1a and compared retrospectively with a matched cohort of 21 infected patients receiving standardized supportive care only during the same time period at the same treatment unit. Cognizant of the limitations of having treated only 9 individuals with EVD, the data collected are cautiously considered. When compared to supportive care only, IFN β-1a treatment seemed to facilitate viral clearance from the blood and appeared associated with earlier resolution of disease symptoms. Survival, calculated from the date of consent for those in the trial and date of admission from those in the control cohort, to the date of death, was 19% for those receiving supportive care only, compared to 67% for those receiving supportive care plus IFN β-1a. Given the differences in baseline blood viremia between the control cohort and the IFN-treated cohort, an additional 17 controls were included for a subset analysis, from other treatment units in Guinea, matched with the IFNtreated patients based on age and baseline blood viremia. Subset analyses using this expanded control cohort suggests that patients without IFN β-1a treatment were~1.5-1.9 fold more likely to die than those treated. Viewed altogether the results suggest a rationale for further clinical evaluation of IFN β-1a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "a1111111111 a1111111111 a1111111111 a1111111111 a1111111111",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zaire Ebola virus (EBOV), a member of the filovirus family, causes severe, frequently lethal infections in humans and primates [1] . Since December 2013 the outbreak of Ebola virus disease (EVD) in West Africa has claimed 11,314 lives of the 28,630 confirmed cases. Clinical symptoms at onset of EVD include headache, fever, asthenia, arthralgia and myalgia. Gastrointestinal symptoms including abdominal pain, nausea, vomiting and diarrhea develop, leading to an electrolyte imbalance associated with intravascular volume depletion. Indeed, EVD is associated with profound endothelial dysfunction leading to fluid shifts that may result in cardiovascular collapse and renal failure [2, 3] . Notably, the overall fatality rates differed in the 3 countries with the greatest number of confirmed cases: 67% in Guinea, 45% in Liberia and 28% in Sierra Leone [4] . Variables such as extent of viremia, time to onset of supportive care, and the level of supportive care, contributed to the case fatality ratio [5] . In the absence of any approved treatments, the high case fatality ratio prompted the consideration of potential treatment options, including the repurposing of approved drugs.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[1]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 689,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 855,
                    "end": 858,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1005,
                    "end": 1008,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The type I interferons (IFNs) IFN-α and IFN-β, exhibit broad spectrum antiviral activity, with demonstrated clinical effectiveness against HBV, HCV, influenza A viruses and the SARS-CoV [6] . IFN-α/β production occurs as the earliest non-specific response to viral infection, directly inhibiting viral infection and activating the innate and adaptive immune responses to clear virus. Indeed, viruses have evolved immune evasion strategies specifically targeted against the type I IFN response, confirming the importance of IFNs as antivirals. This immune evasion strategy is particularly relevant when one considers IFN and EBOV infection. Experimental data indicate that the EBOV proteins VP24 and VP35 inhibit host cell systems that lead to type I IFN production and also inhibit events associated with an IFN response [7] [8] [9] . Accordingly, early post-exposure treatment with type I IFN might override these inhibitory effects of EBOV. IFN β-1a therapy has been shown to prolong survival in a rhesus macaque model of lethal EVD [10] and IFN-α2b treatment reduced viremia and extended the time to death in a similar cynomolgus model of lethal EVD [11] . A combination of monoclonal antibodies targeted against EBOV (ZMAb) protects macaques from lethal EVD, with decreasing efficacy if treatment is delayed to 2 days post-infection [12] . Addition of an adenovirus expressed vectored IFN-α to ZMAb extended the treatment window and improved protection [12] . Moreover, in mice and guinea pigs, using this replication-deficient human adenovirus expressing recombinant IFN-α alone, post-exposure treatment elicited full protection from lethal doses of the mouse-and guinea pig-adapted EBOV [13] . Notably, examination of serum samples from infected individuals during the 2000 outbreak of Sudan EBOV in Uganda revealed that surviving patients had significantly higher levels of IFN-α within the first few days of the onset of critical illness [14] .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 828,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1153,
                    "end": 1157,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1337,
                    "end": 1341,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1457,
                    "end": 1461,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1693,
                    "end": 1697,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1946,
                    "end": 1950,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Viewed altogether, these studies prompted our evaluation of IFN treatment for EVD. In studies using transcription competent virus-like particles and infectious eGFP-Ebola virus, we provided evidence that IFN-α/ß limit Ebola virus (EBOV) infection in vitro, and showed that IFN ß-1a exhibits superior antiviral potency compared with IFN-α [15] . These findings provided the basis for this single arm proof-of-concept pilot study to evaluate the safety and efficacy of IFN-β treatment for EVD. This study was undertaken in an ETU close to Coyah, Guinea, during the 2014-2015 Ebola outbreak. While a placebo-controlled study was not permitted by the Guinean Health Authorities due to ethical concerns, laboratory and clinical data from EBOV-infected individuals who received only supportive care at the same treatment center and during the same period as those who received IFN β-1a was available for comparison. We provide preliminary evidence supporting further evaluation of IFN β-1a in any subsequent outbreak. ",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given (i) the urgent need to introduce drugs that would reduce mortality of EVD, (ii) the limited data on the clinical and biochemical parameters associated with EVD and (iii) the limited care provisions available in the treatment units during the outbreak, the study design focused on the objective endpoints of reduction in blood viremia, resolution of clinical symptoms, improvement in survival and safety of IFN β-1a treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "The study protocol ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 20,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Study protocol & informed consent"
        },
        {
            "text": "The initial study population involved patients who were admitted to the Ebola Treatment Unit (ETU) in a rural area close to the town of Coyah, in west Guinea, during the period March 26, 2015 -June 12, 2015. Inclusion (eligibility) criteria for IFN β-1a therapy were (1) symptom onset within 6 days, (2) Blood RT-PCR-confirmed positive for EBOV, (3) patient/designate informed consent for use of IFN β-1a. Exclusion criteria included (1) symptom onset more than 6 days prior to admission, (2) age < 17 or >70 years, (3) contra-indication to use of IFN β-1a or any of the constituents of the drug product. Recruitment of patients was difficult in the declining outbreak, limiting this proof-of-concept study to a pilot study. Nine patients met the inclusion criteria for IFN β-1a treatment. A cohort of historical controls of 28 patients was available for comparison with the treated patients. 7 patients of this cohort were excluded: 4 were younger than 17 years of age, 2 had onset of symptoms more than 6 days before admission and 1 was older than 70 years of age. The 21 control patients were admitted to the Coyah ETU during the same time period as the IFN β-1a treated patients, with RT-PCR-confirmed blood EBOV (Table 1) . We also included an additional 17 patients who matched the IFNtreated patients for eligibility criteria based on 6 days from symptom onset, age, and under care in a Guinean treatment centre, who were better matched for baseline CT values. Since no data were available to us on serial CT values for these additional patients, vital status only (alive or dead) was used as the outcome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1217,
                    "end": 1226,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Patient selection"
        },
        {
            "text": "Eligible patients were administered IFN β-1a (0.5 mL liquid formulated AVONEX drug product, Biogen) subcutaneously daily. Refer to Table 2 for dosing schedules. Each 0.5mL contained 30μg (6 x 10 6 IU) of IFN β-1a. All patients treated with IFN β-1a and all historic controls received supportive care as was available in this resource constrained setting, as needs demanded, comprising: rehydration solution (oral), Ringer's lactate solution (perfused), isotonic salt /glucose solutions (perfused), pain and fever medication: Novalgin (iv), Paracetamol (oral), Antalgin (oral) orTramadol (oral), Plumpy'Nut therapeutic diet (oral), vitamin B complex (perfused), vitamin C (iv / perfused), Cimetidine (iv), Omeprazol (oral) or iv metoclopramide (to treat symptoms of gastroesophageal reflux), Vogalene (iv) (to treat symptom of nausea and vomiting), Cimetidine (iv) (inhibits stomach acid production), Dycinone (iv) (an antihemorrhagic), cephalosporin antibiotics Cefixime (oral) and Ceftriaxone (iv), antibiotic Metronidazole (perfused) and the anti-malarial Coartem (oral) (Refer to S1 Excel File for details of supportive care provided to IFN-treated patients). Notably, all historic controls received similar supportive care as IFN-treated patients. Pain and fever were managed on a case by case basis, as were gastrointestinal issues, nutritional requirements, co-infections and hemorrhagic occurrences. Of importance is that each patient that we report on, whether a participant in the IFN treatment clinical study, or a historic control, received supportive care as outlined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 138,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Treatment protocol"
        },
        {
            "text": "Patients were discharged on resolution of clinical symptoms and following 2 consecutive negative blood RT-PCR results for viremia (! CT value of 40), 48 hours apart, as per WHO guidelines [16] .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Treatment protocol"
        },
        {
            "text": "Please refer to the Study S1 Protocol. Briefly, adverse events as have been reported are described in the product monograph for AVONEX. The study protocol indicated dose adjustment or withdrawl for severe adverse events (worsening and severe clinical symptoms ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse events, reporting and management"
        },
        {
            "text": "Laboratory investigations included serial blood RT-PCR analyses for EBOV and biochemical assays. Blood draws into EDTA tubes were immediately processed for determination of viremia. EVD diagnosis was made using a semi-quantitative RT-PCR assay (RealStar Filovirus Screen RT-PCR kit 1.0, altona Diagnostics, GmbH). Measurements are expressed as CT values (cycle threshold), inversely proportional to viral load. The CT value for ebola virus positivity was 40.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory studies"
        },
        {
            "text": "Baseline characteristics and treatment of the control and IFN β-1a treated groups are presented as medians, ranges or numbers and percentages for all clinical parameters, biochemistry values and symptoms. The comparison between the two cohorts was performed utilizing either the Mann-Whitney test for the continuous variables (e.g. CT values) or the Fischer exact test for the categorical variables. Survival percentages and plots were based on Kaplan-Meier estimates. The survival curves were compared using the log-rank test (p-value shown). The IFN β-1a treatment as well as the CT value (as continuous) were also tested using the Wald test within the Cox proportional hazards model. The effect of IFN β-1a treatment was tested adjusting the model for the CT value. The assumptions of proportionality of hazards and linearity (for CT value) were inspected and no departure was found. The rate of change over time for CT values and fever as well as the differences for these rates between the IFN β-1a treatment and the control cohort were tested utilizing the mixed effect modeling. This type of modeling can account for the possible correlations between observations belonging to the same individual. On inspection of the residuals no departure from normality was observed. The difference in the change of symptoms over time between the treatment group and controls was investigated using general estimating equation (gee) models with the logit link (specific to binary outcome). The presence of a symptom was the outcome and the treatment, day and their interaction were the covariates. The interaction term measures the difference in the rate of change of the symptom occurrence between the two groups (controls vs IFN β-1a treated). The interaction p-values were adjusted for multiple comparisons utilizing Hochberg approach [17] . Analysis was performed using R-3.2.2. The packages needed for this analysis were gee and NIME.",
            "cite_spans": [
                {
                    "start": 1832,
                    "end": 1836,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Refer to Fig 1. The initial study population included 19 females and 11 males, aged 18 to 70 years at the Coyah Treatment Unit, Guinea. EBOV was confirmed in all study participants using blood RT-PCR. It is important to note that while IFN β-1a was available as a treatment option, EBOV-infected individuals and/or their designate had the right to refuse IFN β-1a treatment, which 4 did. The IFN β-1a treatment and control groups did not differ in age, sex or day of admission relative to symptom onset (Table 1) . Elevated alanine aminotransferase (ALT), aspartate aminotransferase (AST), creatinine (CRE) and C reactive protein (CRP) levels were consistent features of EVD in all study participants. Of the 9 patients treated with IFN β-1a, 5 started IFN treatment on day 3 post-symptom onset, 1 on day 4 post-symptom onset, one on day 5 post-symptom onset and one on day 6 post-symptom onset. One patient started treatment the next day following admission to the treatment unit based on being a high risk contact who was asymptomatic, but was PCR positive. Given the elevated ALT, AST and CRE levels in all patients with EVD, we were unable to determine whether IFN β-1a treatment negatively affected these biochemical blood measurements. 1 patient (Table 2 , #4) with a PCR negative result received a dose reduction (3 x10 6 IU), related to elevated AST and ALT levels, and had a second 2 consecutive PCR negative result on this reduced dose. Another patient (#5) received a dose reduction (3x10 6 IU) because of rapid resolution of clinical symptoms and a coincident first negative PCR result. This patient also had a consecutive PCR negative result on the reduced IFN β-1a dose. 1 patient had treatment discontinued because of severe clinical symptoms and subsequently died. 2 patients received treatment beyond 10 days, until they became PCR negative ( Table 2 ). 3 of the 9 patients who received IFN β-1a died. Notably, ALT, AST and CRE were significantly elevated in all 3 patients who died, despite one patient (#7) exhibiting reduction in blood viremia from a CT value of 20.1 at start of IFN β-1a treatment, to a CT value of 38 on day 10, when the patient succumbed to disease ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 9,
                    "end": 15,
                    "text": "Fig 1.",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 503,
                    "end": 512,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1252,
                    "end": 1260,
                    "text": "(Table 2",
                    "ref_id": null
                },
                {
                    "start": 1860,
                    "end": 1867,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 2191,
                    "end": 2199,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The data in Fig 2 show survival percentages for the control (19% at 21 days) and IFN β-1a treated patients (67% at 21 days, log-rank p = 0.026). The hazards ratio (HR) for the treatment when alone in the model is 0.27, 95%CI:0.08-0.94, p = 0.039 (Wald test). This analysis suggests that the treatment is beneficial to the patients with a HR of 0.27 (those untreated are approximately 3.7-times more likely to die). Age and sex did not affect survival. The HR for the CT values, as continuous, when alone in the model, for the untreated control cohort is 0.8, 95% CI:0.62-0.97, p = 0.0234. These results indicate that CT values have a prognostic effect, with larger values being associated with better survival. For each unit decrease of CT, the risk of death increases 1.25 fold. When the model is adjusted for CT values, the effect of the treatment becomes weaker (HR = 0.79) and for CT slightly stronger (HR = 0.76 for each unit of CT value increase). This analysis suggests that for the same CT values the risk of dying for the untreated is 1.26 fold compared to the IFN treated group, and each unit decrease in CT value will increase the risk of dying by 1.31 fold. For a CT value of 19 (median for CT) the probability of dying for those untreated was 1.35 fold larger than for those treated. Due to the smaller number of deaths in this cohort, it is not possible to adjust the model for more covariates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 22,
                    "text": "Fig 2 show",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Given that a recent analysis of baseline CT values supports our findings of their prognostic effect [18] , we extended our analysis for treatment effect on survival as the outcome, using an expanded cohort of untreated and infected patients. We included an additional 17 patients who matched the IFN-treated patients for eligibility criteria based on 6 days from symptom onset, age, and under care in a Guinean treatment centre, who were better matched for baseline CT values. Notably, these patients were never approached to participate in the IFN β-1a treatment trial. Since no data were available to us on serial CT values for these additional patients, we only used vital status (alive or dead) as the outcome. Three logistic regression analyses were performed: (i) An analysis in which all patients were included: 9 IFN-treated and 38 controls. The results suggest that the treatment is significant even when the model is adjusted for CT value. The patients without treatment had an odds ratio of dying 7.54 fold more likely than those treated, when adjusting for the CT value. For a CT value of 20 (median for CT) the probability of dying for those untreated was 1.89 fold larger than for those treated (S1 Table) (ii) An analysis in which patients older than 50 years (which is the maximum age in the IFNtreated group) and with baseline CT values <16 or >31 (the range of values for the IFNtreated group) were excluded. The patients without treatment had an odds ratio of dying 6.39 fold more likely than those treated, when adjusting for the CT value. For a CT value of 20 (median for CT) the probability of dying for those untreated was 1.81 fold larger than for those treated (S2 Table) . (iii) A matched analysis. Each patient from the IFN-treated group was matched to a group of patients in the control group such that the age difference was not larger than 5 years and the CT difference was not larger than 2. For 5 patients suitable matches were found: For IFN 02 one match, for IFN 03 one match, for IFN 04 three matches, for IFN 08 two matches and for IFN 10 three matches. For IFN 05, IFN 06, IFN 07 and IFN 09 no matches were found and they did not enter this analysis. The effect of the treatment based on the conditional logistic regression is significant (OR = 0.17, p = 0.012). The patients without treatment had an odds ratio of dying 6.0 fold more likely than those treated. The probability of dying for those untreated was 1.5 fold larger than for those treated (S3 Table) .",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 1213,
                    "end": 1219,
                    "text": "Table)",
                    "ref_id": null
                },
                {
                    "start": 1690,
                    "end": 1696,
                    "text": "Table)",
                    "ref_id": null
                },
                {
                    "start": 2491,
                    "end": 2497,
                    "text": "Table)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Next, the rate of viral clearance from blood was evaluated, using the original 21 control cohort, for whom we had serial data (Fig 3) . To remove bias associated with CT values from patients who succumbed to disease, i.e. did not clear virus, this analysis was performed only on patients who were alive at the end of the study, i.e. cleared virus. We observe a trend of faster clearance in the IFN β-1a treated patients compared with the controls (Fig 3, inset) . The CT values increase by 1.53 units/day in the controls and by 1.62 units/day for the IFN treated patients. The difference (0.19) is not statistically significant (p = 0.36).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 133,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 447,
                    "end": 461,
                    "text": "(Fig 3, inset)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Patient symptoms were recorded in the morning, afternoon and evening over time for all study participants. Refer to Table 3 . Frequency and number of clinical symptoms are described in S4 Table. Overall, the data in Table 3 indicate that IFN β-1a treatment led to earlier resolution of many clinical symptoms, including those associated with the gastrointestinal dysfunction of EVD, namely abdominal pain, vomiting and diarrhea. In the context of fever, temperature values fluctuated between 34˚and 40.5˚among all study participants (data not shown). Fever did not decrease differently between the two groups, with the interaction p-value s = 0.069, 0.63, 0.82, for the morning, afternoon and evening, respectively. Overall, in both groups fever seemed to decrease by a small amount in the afternoon (0.07˚C, p<0.001). No statistically significant decrease was observed in the two groups for the temperatures taken in the morning or evening (p = 0.069 and p = 0.93, respectively). Pulse taken in the afternoon decreased by 0.6 per day in the control cohort (p = 0.19) and increased by 1.1 per day in the IFN β-1a treated group (p = 0.0042). The difference between these rates (interaction term) was statistically significant (p = 0.0053). The rate of change for the morning or evening pulse did not change significantly between the two groups over time (p = 0.33 and 0.19, respectively). Similarly, the rate of change for systolic blood pressure was not different between groups (p = 0.37 for morning, p = 0.92 for afternoon and p = 0.49 for the evening measure).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 185,
                    "end": 194,
                    "text": "S4 Table.",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 216,
                    "end": 223,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "These preliminary findings, cautiously interpreted, suggest that treatment with IFN β-1a may be associated with clearance of virus from blood, better clinical features and potentially, improved survival (summarized in S1 CONSORT Checklist). As the case fatality ratio for EVD is associated with level of blood viremia, the findings reported herein do need to be interpreted cautiously, given the difference in CT values between the controls and IFN β-1a treated patients and the limited sample size. Despite the limitations of a single arm, non-randomized study, we infer from these data that IFN β-1a treatment is worthy of further consideration for the treatment of EVD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "At the start of the outbreak, and over the ensuing months, there was considerable skepticism about the potential therapeutic effectiveness of type I IFNs. Our strategy at the outset was to evaluate the safety and efficacy of IFN treatment, hence the decision to use a non-pegylated version of IFN with a short half-life, that could be discontinued or dose-reduced, with rapid clearance, to address potential concerns of adverse events. Moreover, extensive clinical experience with IFN-α and IFN-β prepared us for potential adverse outcomes and solutions to these. The decision to undertake this trial was based on preliminary scientific pre-clinical data and, perhaps most pertinently, the absence of any approved antivirals to treat EVD. Availability and cold storage were not issues, unlike other experimental antivirals that were considered during the recent outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A unique aspect of this trial was that the onsite team was comprised exclusively of 11 Guinean nationals. Healthcare workers received, for their first time, relevant training in all operational and administrative aspects of conducting a trial. There is now in place in Guinea a team Data were analyzed utilizing the gee model with logit link. i.e. a logistic regression was applied with the symptom (as binary) as the dependent variable and the treatment and time as covariates. Since there is more than one observation for each patient, the model also considered the possible correlations among the specified observation for the same patient (hence gee rather than a simple logistic model). The columns contain: the effect in the control arm, the effect in the IFN β-1a treated arm, and represent how the symptoms changed over time. If the OR was >1, then the frequency of the symptom increased over time, while if the OR was <1, the frequency of the symptom decreased over time. The last column contains the p-values when the OR for the historic controls was compared to the OR for the IFN-treated patients. These p-values indicate whether the changes in the symptom frequency over time differ between the two arms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The highlighted values are significant after adjusting for multiplicity with the Hochberg's approach. Breakdown of symptoms by time and treatment are provided in S4 Table. of 11 individuals, including MDs and administrative staff, who have the ability and competencies to conduct a clinical trial according to international standards. Although the current outbreak of EVD in West Africa was declared over on January 14, 2016 by the WHO, a new case was reported in Sierra Leone in the ensuing days with identified contacts at risk of developing EVD. Therefore, there continues to exist the possibility of resurgence of EVD or emergence of a divergent strain [19] . Certainly, vaccines offer the potential to protect populations from a resurgent EBOV strain identical to that reflected in the current vaccines under evaluation, yet it remains unclear whether these vaccines offer post-exposure protection or what the duration of protection is prior to exposure. Accordingly, the need exists for antivirals that provide a broader spectrum of activity against different EBOV strains. Viewed altogether, the data support further evaluation of IFN β-1a for the treatment of EVD.",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 661,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 171,
                    "text": "Table.",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Supporting information S1 Protocol. Interferon beta-1a protocol 01_12_15. (PDF) S1 Table. Matched analysis: Baseline characteristics and regression analysis for treatment effects on survival. For each patient in the IFN group an attempt was made to match with untreated patients who had a less than 5 years difference in age and less than 2 units difference in their baseline CT value. For 5 patients suitable matches were found: For IFN 02 one match, for IFN 03 one match, for IFN 04 three matches, for IFN 08 two matches and for IFN 10 three matches. For IFN 05, IFN 06, IFN 07 and IFN 09 no matches were found and they did not enter this analysis. (DOCX) S4 Table. Effects of IFN β-1a on frequency of clinical symptoms associated with EVD. Symptoms recorded am, pm and e (evening), as indicated. With reference to asthenia pm (highlighted in grey), this symptom remained relatively unchanged over the 3 time periods examined among the historic controls receiving supporting care only (54%, 74%, 56%), and the p-value is not significant (p = 0.47). For the IFN ß-1a treated patients, the incidence of asthenia (pm) decreases over the 3 time periods (69%, 43%, 8%) with the OR in this arm of 0.65 and p<0.0001. Comparing the OR between historic controls and IFN-treated, the OR in the control arm is 1.65 fold larger than the OR in the IFN-treated arm, hence the significance recorded in the last column in Table 3 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 89,
                    "text": "Table.",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 661,
                    "end": 667,
                    "text": "Table.",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1408,
                    "end": 1415,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "UK The authors thank Biogen Inc. for the gift of IFN β-1a (liquid-formulated AVONEX drug product) and for the support of several people at the company, without whom the study would not have been possible. The authors also thank the Guinean Government and Dr",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ebola haemorrhagic fever",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "10",
            "pages": "60667--60675",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(10)60667-8"
                ],
                "PMID": [
                    "21084112"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ebola virus infection: overview and update on prevention and treatment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Salim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hurtado",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kilgore",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect Dis Ther",
            "volume": "4",
            "issn": "",
            "pages": "365--90",
            "other_ids": {
                "DOI": [
                    "10.1007/s40121-015-0079-5"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO: apps.who.int/ebola-situation-reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Use of viremia to evalaute the baseline case fatality ratio of ebola virus disease and inform treatment studies: a retrospective cohort study",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Faye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Andronico",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Faye",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Salje",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Magassouba",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS Med",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1001908"
                ],
                "PMID": [
                    "26625118"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The yin and yang of viruses and interferons",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "X"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Fish",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Trends Immunol",
            "volume": "33",
            "issn": "",
            "pages": "190--197",
            "other_ids": {
                "DOI": [
                    "10.1016/j.it.2012.01.004"
                ],
                "PMID": [
                    "22321608"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Molecular basis for ebolavirus VP35 suppression of human dendritic cell maturation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Mulder",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Basler",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "12500--12510",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02163-14"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immune evasion in ebolavirus infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Audet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Kobinger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Viral Immunol",
            "volume": "28",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Interferon-ß therapy prolongs survival in rhesus macaque models of Ebola and Marburg hemorrhagic fever",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stossel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Honko",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "208",
            "issn": "",
            "pages": "310--318",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jis921"
                ],
                "PMID": [
                    "23255566"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evaluation of immune globulin and recombinant interferon-α2b for treatment of experimental ebola virus infections",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Swearengen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bra",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Jaax",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "",
            "pages": "224--234",
            "other_ids": {
                "DOI": [
                    "10.1086/514310"
                ],
                "PMID": [
                    "9988188"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "mAbs and Ad-vectored IFN-α therapy rescue ebola-infected nonhuman primates when administered after the detection of viremia and symptoms",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fernando",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Audet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bello",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Strong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science Transl Med",
            "volume": "5",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evaluation of different strategies for post-exposure treatment of Ebola virus infection in rodents",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pillet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schindle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ennis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Bioterr Biodef",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cytokine and chemokine expression in humans infected with Sudan ebola virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hutchinson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Rollin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "",
            "pages": "357--363",
            "other_ids": {
                "DOI": [
                    "10.1086/520611"
                ],
                "PMID": [
                    "17940971"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A rapid screening assay identifies monotherapy with interferon-ß and combination therapies with nucleoside analogs as effective inhibitors of ebola virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Majchrzak-Kita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Racine",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Kozlowski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoenen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLOS NTD",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical management of patients with viral haemorrhagic fever: a pocket guide for the front-line worker",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A sharper Bonferroni procedure for multiple tests of significance",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hochberg",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Biometrika",
            "volume": "75",
            "issn": "",
            "pages": "800--803",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Experimental Treatment with Favipiravir for Ebola Virus Disease (the JIKI Trial): A Historically Controlled, Single-Arm Proof-of-Concept Trial in Guinea",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sissoko",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Laouenan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Folkesson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "&apos;lebing",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Beavogui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baize",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLOS Med",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Ebolavirus evolution: past and present",
            "authors": [
                {
                    "first": "M-A",
                    "middle": [],
                    "last": "De La Vega",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Kobinger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS Pathogens",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1005221"
                ],
                "PMID": [
                    "26562671"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Enrollment and analysis flow diagram. doi:10.1371/journal.pone.0169255.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "IFN β-1a treatment effect on survival of patients with EVD. Survival curves for patients with EVD receiving supportive care only (n = 21) (-----) or supportive care plus IFN β-1a treatment (n = 9) (-----). Survival was calculated from the date of consent for those receiving IFN β-1a treatment and date of admission for those in the control cohort, to the date of death. Survival plots were based on Kaplan-Meier estimates and the plots were compared using the log rank test (p = 0.026).doi:10.1371/journal.pone.0169255.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effect of IFN β-1a treatment on viral clearance from the blood. Serial quantitative PCR CT (cycle threshold) values in venous blood samples from study participants that became PCR negative (survivors). * dose reduction due to elevated AST and ALT levels; ** dose reduction due to rapid resolution of EVD; ___ controls; ------IFN β-1a treated. inset: Fitted plots for CT values for each group.doi:10.1371/journal.pone.0169255.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Checklist. Information pertaining to historically controlled, single arm proof-of-concept trial: Interferon β-1a for the treatment of Ebola virus disease. (DOC) S1 Excel File. Details of supportive care provided to IFN-β treated patients 001-009 Mm orning. AFT~afternoon, E~evening. (XLSX)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "IFN-ß treatment for Ebola virus disease PLOS ONE | DOI:10.1371/journal.pone.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Patient characteristics. *one patient was asymptomatic at time of PCR confirmation of EVD doi:10.1371/journal.pone.0169255.t001 Table 2. Characteristics of IFN β-1a treated patients. doi:10.1371/journal.pone.0169255.t002associated with EVD (including persistently elevated AST and ALT) and/or resolution of disease (CT value ! 40).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Effects of IFN β-1a treatment on clinical symptoms of EVD.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "All patient analysis: Baseline characteristics and regression analysis for treatment effects on survival. (DOCX) S2 Table. Subset analysis: Baseline characteristics and regression analysis for treatment effects on survival. (DOCX)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conceptualization: ENF MKK. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ]
}