{
    "paper_id": "985f2253ef842c0bd15013ac3314061d880d12a4",
    "metadata": {
        "title": "Introduction of neutralizing immunogenicity index to the rational design of MERS coronavirus subunit vaccines",
        "authors": [
            {
                "first": "Lanying",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Viral Immunology",
                    "institution": "New York Blood Center",
                    "location": {
                        "postCode": "10065",
                        "settlement": "New York",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Wanbo",
                "middle": [],
                "last": "Tai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Viral Immunology",
                    "institution": "New York Blood Center",
                    "location": {
                        "postCode": "10065",
                        "settlement": "New York",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota Medical School",
                    "location": {
                        "postCode": "55455",
                        "settlement": "Minneapolis",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Guangyu",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pathogen and Biosecurity",
                    "institution": "",
                    "location": {
                        "postCode": "100071",
                        "settlement": "Beijing, Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qing",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pathogen and Biosecurity",
                    "institution": "",
                    "location": {
                        "postCode": "100071",
                        "settlement": "Beijing, Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shihui",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pathogen and Biosecurity",
                    "institution": "",
                    "location": {
                        "postCode": "100071",
                        "settlement": "Beijing, Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota Medical School",
                    "location": {
                        "postCode": "55455",
                        "settlement": "Minneapolis",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinrong",
                "middle": [],
                "last": "Tao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Medical Branch",
                    "location": {
                        "postCode": "77555",
                        "settlement": "Galveston",
                        "region": "Texas",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chien-Te",
                "middle": [
                    "K"
                ],
                "last": "Tseng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Medical Branch",
                    "location": {
                        "postCode": "77555",
                        "settlement": "Galveston",
                        "region": "Texas",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Stanley",
                "middle": [],
                "last": "Perlman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Iowa",
                    "location": {
                        "postCode": "52242",
                        "settlement": "Iowa City",
                        "region": "Iowa",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shibo",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Viral Immunology",
                    "institution": "New York Blood Center",
                    "location": {
                        "postCode": "10065",
                        "settlement": "New York",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": "sjiang@nybc.org"
            },
            {
                "first": "Yusen",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pathogen and Biosecurity",
                    "institution": "",
                    "location": {
                        "postCode": "100071",
                        "settlement": "Beijing, Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota Medical School",
                    "location": {
                        "postCode": "55455",
                        "settlement": "Minneapolis",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Viral subunit vaccines often contain immunodominant non-neutralizing epitopes that divert host immune responses. These epitopes should be eliminated in vaccine design, but there is no reliable method for evaluating an epitope's capacity to elicit neutralizing immune responses. Here we introduce a new concept 'neutralizing immunogenicity index' (NII) to evaluate an epitope's neutralizing immunogenicity. To determine the NII, we mask the epitope with a glycan probe and then assess the epitope's contribution to the vaccine's overall neutralizing immunogenicity. As proof-of-concept, we measure the NII for different epitopes on an immunogen comprised of the receptor-binding domain from MERS coronavirus (MERS-CoV). Further, we design a variant form of this vaccine by masking an epitope that has a negative NII score. This engineered vaccine demonstrates significantly enhanced efficacy in protecting transgenic mice from lethal MERS-CoV challenge. Our study may guide the rational design of highly effective subunit vaccines to combat MERS-CoV and other life-threatening viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A major goal of viral subunit vaccine development is to rationally design immunogens that can elicit strong neutralizing immune responses in hosts [1] [2] [3] [4] . The receptorbinding domains (RBDs) of virus surface spike proteins are the prime candidates for subunit vaccine design because they contain epitopes that can trigger strong immune responses 5 . In addition, viral RBDs play essential roles in viral infection cycles by binding to their host receptor for viral attachment 6 . Thus, part of the host immune responses elicited by viral RBDs can target the receptorbinding region and thereby neutralize viral entry into host cells. However, two problems potentially hinder the development of viral RBDs as subunit vaccines. First, viruses can evade the host immune responses elicited by their own spikes or RBD-based vaccines. One of the immune evasion mechanisms by viruses is to use immunodominant non-neutralizing epitopes on their RBDs to divert host immune responses, which has been thoroughly illustrated in the case of the HIV receptor-binding subunit gp120 (refs 1,3) . Second, when taken out of the context of the full-length spike proteins, recombinant viral RBD vaccines expose large areas of previously buried surfaces that likely contain immunodominant non-neutralizing epitopes. Whether an outcome of viral evolution or vaccine design, these immunodominant non-neutralizing epitopes on viral RBDs can outcompete other epitopes in triggering host immune responses, so that the resulting immune responses target these non-neutralizing epitopes while neglecting neutralizing epitopes on viral RBDs (refs 7-10) . Rational design of viral subunit vaccines aims to focus the immune responses on neutralizing epitopes through masking or deletion of immunodominant non-neutralizing epitopes [11] [12] [13] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1075,
                    "end": 1085,
                    "text": "(refs 1,3)",
                    "ref_id": null
                },
                {
                    "start": 1619,
                    "end": 1630,
                    "text": "(refs 7-10)",
                    "ref_id": null
                },
                {
                    "start": 1807,
                    "end": 1811,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1812,
                    "end": 1816,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1817,
                    "end": 1821,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A critical gap in subunit vaccine design is the lack of an effective way to evaluate an epitope's neutralizing immunogenicity (that is, its capacity to elicit neutralizing immune responses). There have been extensive efforts to predict epitopes' immunogenicity based on the physical and chemical properties of the epitopes 14 . However, these methods are not designed to predict epitopes' 'neutralizing' immunogenicity, which holds the key for subunit vaccine design. Although some experimental methods are available to measure the neutralizing immunogenicity of linear epitopes by taking linear peptides out of the context of proteins 15, 16 , these methods do not work for conformational epitopes, which are prevalent on RBD-based viral vaccines 5 . Finding a way to measure the neutralizing immunogenicity of different conformational epitopes on viral RBDs will tremendously help rational design of viral subunit vaccines.",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 639,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "RBD-based coronavirus vaccines have been extensively pursued due to the threat that coronaviruses pose to human health. Coronaviruses are enveloped and positive-stranded RNA viruses. In 2002-2003, SARS coronavirus (SARS-CoV) infected over 8,000 people with B10% fatality rate 17, 18 . Since 2012, MERS coronavirus (MERS-CoV) has infected about 1700 people with B36% fatality rate 19, 20 . The RBDs from SARS-CoV and MERS-CoV both contain a core structure and a receptor-binding motif (RBM). Their core structures are highly similar, but their RBMs are markedly different [21] [22] [23] [24] , leading to different receptor specificity: SARS-CoV recognizes angiotensin-converting enzyme 2 (ACE2), whereas MERS-CoV recognizes dipeptidyl peptidase 4 (DPP4) 6, 25, 26 . Both SARS-CoV and MERS-CoV RBDs are capable of eliciting strong neutralizing antibody responses 5, [27] [28] [29] [30] . On the one hand, because of the enriched neutralizing epitopes in their RBM and their high-yield expression as recombinant proteins, coronavirus RBDs are promising subunit vaccine candidates. Moreover, because of their relatively simple structures compared with the intact spike proteins, coronavirus RBDs provide an excellent model system for structure-based subunit vaccine design. On the other hand, recently determined cryo-EM structures of coronavirus spike proteins revealed that whereas the RBM of coronavirus RBDs is accessible, large surface areas of the RBD core structure are buried in the full-length spike proteins (Supplementary Fig. 1) 31, 32 . Thus, when these previously buried areas on the surface of the RBD core become exposed in recombinant RBD vaccines, they likely contain immunodominant non-neutralizing epitopes that divert host immune responses. Therefore, coronavirus RBDs both hold promises and present challenges for vaccine development. It is critical to evaluate the neutralizing immunogenicity of different epitopes on coronavirus RBDs, such that immunodominant neutralizing and non-neutralizing epitopes can be preserved and eliminated, respectively.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 754,
                    "end": 756,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 757,
                    "end": 760,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 862,
                    "end": 864,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 880,
                    "end": 884,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1538,
                    "end": 1541,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 1530,
                    "end": 1537,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In this study we introduce a novel concept 'neutralizing immunogenicity index' (NII) to evaluate the neutralizing immunogenicity of different epitopes on viral subunit vaccines. As proof-of-concept, we used NII as a tool to identify epitopes with different neutralizing immunogenicity on a MERS-CoV-RBDbased vaccine. Furthermore, we successfully applied this tool and significantly enhanced the efficacy of the MERS-CoV RBD vaccine in protecting human-DPP4-transgenic mice from lethal MERS-CoV challenge. Our study fills in a critical gap in subunit vaccine design, and can facilitate rational design of subunit vaccines against MERS-CoV and other life-threatening viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To evaluate the neutralizing immunogenicity of a specific epitope on viral RBD vaccines, we can either delete or mask the epitope and then measure the corresponding changes in the vaccine's capacity to elicit neutralizing immune responses. Alanine scanning of vaccine-surface residues likely leads to changes in the vaccine's overall immunogenicity that are too subtle to be measurable using currently available experimental methods, while deletion of a whole epitope may disturb the tertiary structure of the viral RBD. Instead, in this study we chose to mask the epitope of interest using a host-cell-derived glycan probe. This approach is effective and convenient because the glycan probe can impose steric interference for the access of antibodies and immune cells to the epitope, and also because the glycan probe is unlikely to interfere with the folding and solubility of the RBD. To place the glycan probe on an epitope, we introduced the N-linked glycosylation motif, asparagine-X-threonine (where X is any amino acid other than proline) 33 , onto different epitopes on viral RBD vaccines using site-directed mutagenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction of glycan probes onto epitopes on MERS-CoV RBD."
        },
        {
            "text": "As proof-of-concept, we chose to study several epitopes on the MERS-CoV RBD vaccine. The Fc-tagged RBD fragment containing residues from 377 to 588 was selected in this study because we previously showed that this fragment is a stable and effective vaccine candidate 34 . Four distinct epitopes on this MERS-CoV RBD fragment were selected based on their location on the RBD surface and their possible functional role in receptor binding: (i) Arg511 (located on a protruding loop and in the receptor-binding motif (RBM) region); (ii) Ala562 (located on a b-strand and in the RBM region); (iii) Val403 (located on a b-strand and in the core region); (iv) Thr579 (located on a protruding loop and in the core region) (Fig. 1a,b) . On the basis of three-dimensional protrusion index map ( Supplementary  Fig. 2) 35 , the epitopes containing Arg511 and Thr579 both have a high protrusion index, whereas the epitopes containing Ala562 and Val403 both have a low protrusion index.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 714,
                    "end": 725,
                    "text": "(Fig. 1a,b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 785,
                    "end": 807,
                    "text": "Supplementary  Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction of glycan probes onto epitopes on MERS-CoV RBD."
        },
        {
            "text": "We introduced a glycan probe onto each of the above four epitopes on MERS-CoV RBD. To this end, we introduced single mutations V403N, T579N and A562N to pair with the already existent Thr405, Thr581 and Thr564, respectively, to generate three N-linked glycosylation sites. We also introduced double mutations R511N/E513T to generate the fourth N-linked glycosylation site. Each of these glycosylation sites was located in an individual MERS-CoV RBD fragment. We expressed and purified each of the four mutant RBDs in mammalian cells ( Supplementary Fig. 3A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 535,
                    "end": 556,
                    "text": "Supplementary Fig. 3A",
                    "ref_id": null
                }
            ],
            "section": "Introduction of glycan probes onto epitopes on MERS-CoV RBD."
        },
        {
            "text": "To test whether each of the above four epitopes on MERS-CoV RBD was actually glycosylated, we performed both SDS gel electrophoresis and mass spectrometry. Compared with the wild type RBD, each of the mutant RBDs exhibited a slower electrophoretic mobility on the gel, consistent with additional glycosylation (Supplementary Fig. 3A ). Mass spectrometry revealed that the molecular weights of the mutant RBDs were B1-2 kDa larger than that of the wild type RBD, which was also consistent with an introduced glycan probe in each of the mutant RBDs ( Supplementary Fig. 3B-F) . For each of the purified mutant RBD samples, there was no visible presence of unglycosylated RBD on the SDS gel or the mass spectrometry spectrum ( Supplementary Fig. 3) . Thus, each of the four epitopes on MERS-CoV RBD had been successfully glycosylated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 332,
                    "text": "(Supplementary Fig. 3A",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 573,
                    "text": "Supplementary Fig. 3B-F)",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 745,
                    "text": "Supplementary Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Characterization of RBDs containing engineered glycan probes."
        },
        {
            "text": "To understand the correlation between the epitopes' role in receptor binding and their potential to be recognized by immune responses, we examined whether these engineered glycan probes on MERS-CoV RBD interfered with receptor binding. To this end, we used two alternative approaches. One approach was an AlphaScreen assay, which analysed the interaction between recombinant RBDs and recombinant human DPP4 in solution (Fig. 1c) , and the other approach was fluorescence-activated cell sorting (FACS), which examined the interaction between recombinant RBDs and human DPP4 expressed on the Huh-7 cell-surface (Fig. 1d) . The results from both assays revealed that the glycan probe located at residue 562 reduced the binding of the RBD to DPP4, the glycan probe located at residue 511 reduced the binding of the RBD to DPP4 even more, and the ones located at residues 403 and 579 had no impact on DPP4 binding. Structural analysis of the RBD/DPP4 interactions suggests that a glycan probe located at residue 511 would have serious steric clash with DPP4 binding, whereas a glycan probe located at residue 562 would have partial steric interference with DPP4 binding (Fig. 1b) . Glycan probes located at residues 403 and 579 would be too far away from the receptor-binding region to have any impact on DPP4 binding. Hence, both the biochemical and structural analyses similarly elucidated the role of each of the glycan probes in the binding of the RBD to DPP4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 428,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 609,
                    "end": 618,
                    "text": "(Fig. 1d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1165,
                    "end": 1174,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Characterization of RBDs containing engineered glycan probes."
        },
        {
            "text": "To understand the epitopes' potential to interact with neutralizing monoclonal antibodies (mAbs), we analysed how the engineered glycan probes interfered with the binding of the RBD to different neutralizing mAbs. We had access to four humanized mAbs (hMS-1, m336-Fab, m337-Fab, and m338-Fab). All of these mAbs were previously shown to be highly potent in neutralizing MERS-CoV infection of human cells [36] [37] [38] [39] . ELISA between each of the RBDs and each of the mAbs demonstrated that the glycan probe located at residue 511 abolished the binding of the RBD to hMS-1 (Fig. 2a) , reduced the binding of the RBD to m336-Fab and m337-Fab (Fig. 2b,c) , and had no significant impact on the binding of the RBD to m338-Fab (Fig. 2d ). In contrast, the glycan probes located at the other three residues, 403, 562 and 579, did not interfere with the binding of the RBD to any of the mAbs. The binding sites on the RBD for each of the mAbs were previously characterized through mutagenesis and/or structural studies [36] [37] [38] [39] . Three of the four mAbs, hMS-1, m336-Fab and m337-Fab, bind at or near the epitope containing Arg511, whereas all of the mAbs bind away from the epitopes containing Ala562, Val403, and Thr579 ( Fig. 2e) . Overall, among the four selected epitopes, the epitope containing Arg511 played the most important role in the binding of neutralizing mAbs, and consequently the glycan probe covering this epitope interfered most with the binding of neutralizing mAbs.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 408,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 578,
                    "end": 587,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 646,
                    "end": 657,
                    "text": "(Fig. 2b,c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 728,
                    "end": 736,
                    "text": "(Fig. 2d",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1233,
                    "end": 1241,
                    "text": "Fig. 2e)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Characterization of RBDs containing engineered glycan probes."
        },
        {
            "text": "This study thus far has characterized the structural features, receptor binding, and neutralizing mAb binding for four selected RBD epitopes using a glycan probe strategy. Each of the glycan probes introduced to one of the RBD epitopes only interfered with the binding of DPP4 or mAbs that interact with this specific epitope, but had no impact on the binding of DPP4 or mAbs to distant epitopes. This observation suggests that each of the glycan probes only shielded the epitope where the glycan probe was attached to, but did not affect the structures of other antigenic sites. It is consistent with findings obtained in studies on another viral spike protein, respiratory syncytial (RSV) virus F protein 40 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of RBDs containing engineered glycan probes."
        },
        {
            "text": "To evaluate how the glycan probes altered the neutralizing immunogenicity (that is, the capacity to induce neutralizing immune responses) of MERS-CoV RBDs, we immunized BALB/c mice with each of the four RBDs containing one of the glycan probes. The immunization schedule is shown in Supplementary Fig. 4A . Sera were collected from mice immunized with each of the RBDs, and tested for MERS-CoV-neutralizing antibodies. Compared to the wild type RBD vaccine, the RBDs containing a glycan probe at residues 579 and 511 induced significantly higher and lower neutralizing antibody titres, respectively, in mouse sera, whereas the RBDs containing a glycan probe at residues 403 and 562 failed to induce significant changes in neutralizing antibody titres in mouse sera ( Fig. 3a ; Supplementary Table 1) . Thus, masking the epitope containing Arg511 led to reduced neutralizing antibody titres in the immunized mice, demonstrating that this epitope made a positive contribution to the vaccine's overall neutralizing immunogenicity. Based on the same rationale, the epitope containing Thr579 made a negative contribution and the epitopes containing Val403 and Ala562 made insignificant contributions to the vaccine's overall neutralizing immunogenicity. The experiments were further repeated twice and similar results were obtained. These results provided a qualitative evaluation of the neutralizing immunogenicity for each of these epitopes. How can we quantitatively evaluate the epitopes' neutralizing immunogenicity? Here we introduce a novel concept NII to describe an epitope's neutralizing immunogenicity. NII is defined as the contribution of an epitope to the vaccine's overall neutralizing immunogenicity. It can be determined by masking the epitope with a glycan probe and then measuring the relative change of the vaccine's overall capacity to elicit neutralizing antibody titres (Fig. 3b) . Based on this definition, we calculated the NII for each of the four epitopes on the RBD ( Fig. 3c ; Supplementary Table 1 ). The epitope containing Thr579 had an NII of À 3.0. The negative sign of the NII suggests a negative contribution from this epitope to the vaccine's overall neutralizing immunogenicity, and the value of the NII implicates that masking this epitope using a glycan probe increased the vaccine's overall neutralizing immunogenicity by three fold. Conversely, the epitope containing Arg511 had an NII of 0.6, suggesting that this epitope made a positive contribution to the vaccine's overall neutralizing immunogenicity and that masking this epitope using a glycan probe reduced the vaccine's overall neutralizing immunogenicity to 60% of that of the wild type vaccine. Therefore, the NII can serve as an effective tool to quantitatively evaluate the neutralizing immunogenicity of any epitope on the MERS-CoV RBD vaccine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 304,
                    "text": "Supplementary Fig. 4A",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 774,
                    "text": "Fig. 3a",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 799,
                    "text": "Supplementary Table 1)",
                    "ref_id": null
                },
                {
                    "start": 1888,
                    "end": 1897,
                    "text": "(Fig. 3b)",
                    "ref_id": null
                },
                {
                    "start": 1991,
                    "end": 1998,
                    "text": "Fig. 3c",
                    "ref_id": null
                },
                {
                    "start": 2015,
                    "end": 2022,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Measurement of neutralizing immunogenicity of RBD epitopes."
        },
        {
            "text": "To investigate why masking a negative epitope led to enhanced neutralizing immunogenicity of the MERS-CoV RBD vaccine, we performed a competition assay between neutralizing mAbs and mutant-RBD-induced mouse serum for the binding of wild type MERS-CoV RBD. More specifically, ELISA was carried out between a neutralizing mAb and MERS-CoV RBD in the presence of mouse serum induced by the 579-glycosylated MERS-CoV RBD (Fig. 4a,b) . As a comparison, the mouse serum induced by the wild type MERS-CoV RBD was also included. Two different mAbs were used in the competition binding assay: hMs-1, which binds to the RBM epitope containing Arg511 (refs 36,39) , and m336-Fab, which binds to the RBM epitope surrounding Glu536-Asp539 (refs 37,38) . The result showed that the serum induced by the 579-glycosylated RBD inhibited the mAb-RBD binding significantly better than the serum induced by the wild type RBD, revealing enhanced neutralizing capability of the mouse serum due to the glycosylation at the 579 position. Moreover, the mouse serum induced by the 579-glycosylated RBD demonstrated enhanced binding for at least two separate neutralizing epitopes on the RBM, one surrounding Arg511 and the other Glu536-Asp539. Thus, masking an epitope on the RBD core structure with a high negative NII refocuses the host immune response on neutralizing epitopes on the RBM, leading to enhanced neutralizing immunogenicity of the RBD vaccine.",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 652,
                    "text": "(refs 36,39)",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 738,
                    "text": "(refs 37,38)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 417,
                    "end": 428,
                    "text": "(Fig. 4a,b)",
                    "ref_id": null
                }
            ],
            "section": "Measurement of neutralizing immunogenicity of RBD epitopes."
        },
        {
            "text": "Rational design of RBD vaccine with enhanced efficacy. To prove that highly effective MERS-CoV RBD vaccines can be rationally designed based on epitopes' neutralizing immunogenicity, we investigated the efficacy of two engineered MERS-CoV RBD vaccines using virus challenge studies. These engineered RBD vaccines have a negative epitope (that is, the epitope containing Thr579 and with an NII of À 3.0) and a positive epitope (that is, the epitope containing Arg511 and with an NII of 0.6) masked, respectively, by a glycan probe. We chose to mask the epitopes rather than deleting them or mutating all of their residues to alanines because introducing a glycan is more convenient in practice and less disruptive to the immunogen's tertiary structure. The wild type RBD vaccine was used as a control. The animal model for vaccine testing was the lethal transgenic mouse model expressing human DPP4 (hDPP4-Tg mice) 41, 42 . These mice were chosen for analysis because they are very susceptible to MERS-CoV and also because preventing disease in these mice is a stringent test of efficacy. The immunization schedule is shown in Supplementary Fig. 4B . Briefly, hDPP4-Tg mice were immunized with each of the RBD vaccines and challenged with MERS-CoV, and the survival rate and weight changes of the mice were recorded. The efficacies of the RBD vaccines were evaluated based on the morbidity and mortality of the immunized and challenged mice. First, hDPP4-Tg mice immunized with the negative-epitopemasked RBD vaccine (that is, RBD containing T579N mutation) all survived MERS-CoV challenge (100% survival rate), whereas hDPP4-Tg mice immunized with the wild type RBD vaccine and with the positive-epitope-masked RBD vaccine (that is, RBD containing R511N/E513T mutations) demonstrated survival rates of 67 and 17%, respectively, after MERS-CoV challenge (Fig. 5a) . Second, MERS-CoV challenge did not cause any weight loss in hDPP4-Tg mice immunized with the negative-epitope-masked RBD vaccine, but led to significant weight loss in hDPP4-Tg mice immunized with either the wild type RBD vaccine or the positive-epitope-masked RBD vaccine (Fig. 5b) . The experiments were further repeated twice and similar results were obtained. These results revealed the enhanced efficacy of the hMS-1 mAb ",
            "cite_spans": [
                {
                    "start": 914,
                    "end": 917,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 1126,
                    "end": 1147,
                    "text": "Supplementary Fig. 4B",
                    "ref_id": null
                },
                {
                    "start": 1853,
                    "end": 1862,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2138,
                    "end": 2147,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Measurement of neutralizing immunogenicity of RBD epitopes."
        },
        {
            "text": "Current vaccine design lacks an effective approach to evaluate the neutralizing immunogenicity of epitopes on viral subunit vaccines. In this study, we have developed a novel approach to measure vaccine epitopes' neutralizing immunogenicity. Using the MERS-CoV RBD as a model, we singly mask selected epitopes using host-derived glycan probes, and then measure the corresponding changes in the vaccine's overall neutralizing immunogenicity. We have also developed a method for calculating the NII for the selected epitopes. An epitope's neutralizing immunogenicity contains two parts: the neutralization capacity and immunogenicity. On the one hand, an epitope's neutralizing capacity is determined by the physical overlap of the epitope with the receptor-binding region and the potential role of the epitope in receptor binding. On the other hand, an epitope's immunogenicity is determined by its immune selfness (that is, how similar or dissimilar the viral epitope is to a host-originated epitope), protrusion, and other physical and chemical properties of the epitope. Logically, an epitope's NII is correlated with a combination of factors such as immune selfness, protrusion, potential overlap with receptor-binding region, and more. Because of the complex nature of NII, it is unlikely that the NII can be reliably predicted by software; instead, this study demonstrates that NII can be experimentally measured using the glycan probe approach. As proof-of-concept, we measured the NII for four distinct epitopes on the MERS-CoV RBD vaccine, and also characterized the protrusion index, receptor binding, and monoclonal antibody binding of the RBDs each with an epitope masked by a glycan probe. The results revealed that the epitopes with a high and low protrusion index tend to have an NII with a high and low absolute value, respectively. In addition, epitopes within the receptor-binding region tend to have a positive NII, and the epitopes located outside the receptor-binding region tend to have a negative NII. We cannot correlate the immune selfness of epitopes with NII because there is no good method to evaluate the immune selfness of conformational epitopes. Overall, in rational design of viral subunit vaccines, the epitopes with a high positive NII should be preserved and exposed, while those with a high negative NII should be eliminated via deletion or masking. Indeed, our study has identified an epitope containing Thr579 as one with a high negative NII on MERS-CoV RBD. Thr579 is located on a protruding loop and away from the receptor-binding region, both of which contribute to its high negative NII. Importantly, Thr579 is buried inside the full-length coronavirus spike proteins, and only becomes exposed on the surface of the recombinant MERS-CoV RBD vaccine as an outcome of subunit vaccine design ( Supplementary Fig. 1 ). To overcome this limitation of subunit vaccine design, the newly exposed epitopes with a high negative NII need to be masked or deleted.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2833,
                    "end": 2853,
                    "text": "Supplementary Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "To apply the NII strategy to vaccine design, we successfully enhanced the efficacy of the MERS-CoV RBD vaccine in virus challenge studies by masking its strong negative epitope (that is, the epitope containing Thr579, with an NII of À 3.0) with a glycan probe. This engineered vaccine effectively protected hDPP4-transgenic mice from a lethal MERS-CoV infection. Compared with the wild type RBD vaccine, mice immunized with the engineered RBD vaccine showed increased neutralizing antibody responses in their sera; when challenged by MERS-CoV, they also demonstrated higher survival rate and less weight loss. These results prove that negative epitopes should be eliminated in vaccine design. In contrast, another engineered vaccine with a positive epitope masked (that is, the epitope containing Arg511, with an NII of 0.6) showed reduced efficacy in virus challenge studies, confirming that positive epitopes should be preserved and exposed in vaccine design. Taken altogether, we validated both the significance and feasibility of the NII strategy in vaccine design by successfully engineering a variant form of the MERS-CoV RBD vaccine with significantly enhanced efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, our study contributes to viral subunit vaccine design in the following ways. First, our study introduces a new concept NII for the evaluation of how individual epitopes contribute to the overall neutralizing immunogenicity of subunit vaccines. Previous studies could not evaluate the neutralizing immunogenicity of conformational B-cell epitopes that dominate coronavirus RBD vaccines. Second, using the NII strategy our study identified an immunodominant non-neutralizing epitope on the surface of the MERS-CoV RBD core structure. This result shows that exposure of previously buried epitopes on viral subunit vaccines poses a challenge for subunit vaccine design. This concept, although needing further investigations, may be critical for the development of many viral RBD-based vaccines. Third, our study demonstrates that masking an immunodominant non-neutralizing epitope with a negative NII value on the surface of the MERS-CoV RBD core structure can shift host immune responses towards the neutralizing epitopes in the RBM region, providing means to overcome the limitation of viral subunit vaccines from vaccine design. Previous studies showed that hypervariable regions on HIV gp120 divert host immune responses and that masking these regions can shift host immune responses towards conserved neutralizing epitopes 11, 12 , providing means to overcome the limitation of viral subunit vaccines from viral evolution. Fourth, although the NII strategy was used in the current study to improve the efficacy of viral subunit vaccines, it can also be potentially helpful in other epitope-based vaccine research. For example, previous studies masked or resurfaced non-neutralizing epitopes on viral immunogens, and used the engineered immunogens as baits to screen from neutralizing sera for monoclonal antibodies that bind to conserved neutralizing epitopes [43] [44] [45] [46] . It is conceivable that the NII strategy can help identify immunodominant non-neutralizing epitopes on immunogens, allowing more targeted epitope modifications for efficient antibody screening. Finally, our study suggests that a three-dimensional 'neutralizing immunogenicity map' (NIM) can be drawn to describe the distribution of epitopes with different neutralizing immunogenicity on the surface of viral subunit vaccines. Such an NIM can guide targeted masking of multiple strong negative epitopes, further enhancing the efficacy of viral subunit vaccines. We believe that our approach can facilitate the rational subunit vaccine design not only for coronaviruses such as MERS-CoV and SARS-CoV, but also for other life-threatening viruses such as HIV, influenza virus, and Ebola virus. Cell lines. HEK293T (human embryonic kidney) and Vero E6 (monkey kidney) cells were obtained from American Type Culture Collection. Huh-7 (human hepatoma) cells were kindly provided by Dr Charles M. Rice at Rockefeller University. These cell lines were cultured in Dulbecco's modified Eagle medium (DMEM) supplemented with 10% fetal bovine serum (FBS), 2 mM L-glutamine, 100 units ml À 1 penicillin, and 100 mg ml À 1 streptomycin (Life Technologies Inc.). Sf9 insect cells were purchased from Life Technologies Inc., and cultured in Sf-900 III SFM medium supplemented with 100 units ml À 1 penicillin and 100 mg ml À 1 streptomycin (Life Technologies Inc.)",
            "cite_spans": [
                {
                    "start": 1333,
                    "end": 1336,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1870,
                    "end": 1874,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1875,
                    "end": 1879,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1880,
                    "end": 1884,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1885,
                    "end": 1889,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Expression and purification of recombinant proteins. The expression and purification of recombinant MERS-CoV RBD was carried out as previously described 34 . Briefly, wild type (WT) RBD (residues 377-588; GenBank accession number: AFS88936.1) containing a C-terminal human IgG 1 Fc tag was expressed in HEK293T cells, secreted into the cell culture supernatant, and purified by protein A affinity chromatography (GE Healthcare). Mutant RBD fragments containing engineered glycan probes were constructed via site-directed mutagenesis, and expressed and purified in the same way as the wild type RBD. The expression and purification of recombinant human DPP4 was carried out as previously described 47 . Briefly, human DPP4 ectodomain (residues 39-766; GenBank accession no. NP_001926.2) containing an N-terminal human CD5 signal peptide and a C-terminal His 6 tag was expressed in insect sf9 cells using the Bac-to-Bac expression system (Life Technologies Inc.), secreted to cell culture medium, and purified sequentially on HiTrap nickel chelating HP column and Superdex 200 gel filtration column (GE Healthcare). SDS gel electrophoresis. 5 mg wild type or mutant MERS-CoV RBDs were subjected to SDS gel electrophoresis under denatured condition. Protein bands were stained using Coomassie Brilliant Blue R (Sigma-Aldrich), and image captured using myECL Imager (Life Technologies Inc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Mass spectrometry. Wild type or mutant MERS-CoV RBDs at 100 mM concentration in 20 mM Tris-Cl, pH 7.4, 200 mM NaCl was ultrafiltrated with deionized water five times using an Amicon Ultra Centrifugal filter with a 10 kDa molecular weight cutoff. The desalted protein samples were subjected to MALDI-TOF Mass Spectrometry at Tufts University Core Facility. Mass spectrometry was performed in linear mode for molecular weight screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "AlphaScreen protein-protein binding assay. Binding between recombinant MERS-CoV RBDs and recombinant human DPP4 was measured using an AlphaScreen assay as previously described 34, 36 . Briefly, 3 nM wild type or mutant MERS-CoV RBD with a C-terminal Fc tag was incubated with 300 nM human DPP4 with a C-terminal His 6 tag at room temperature for 1 h. AlphaScreen protein A acceptor beads and nickel chelate donor beads (PerkinElmer Life Sciences) were added to the mixture at a final concentration of 5 mg ml À 1 each. After incubation at room temperature for 1 h, the AlphaScreen signal was measured using an EnSpire plate reader (PerkinElmer Life Sciences), reflecting the binding affinity between the two proteins.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "FACS. The binding between recombinant MERS-CoV RBDs and human DPP4 expressed on the Huh-7 cell-surface was measured using fluorescence-activated cell sorting (FACS) as previously described 28, 36 . Briefly, Huh-7 cells were incubated with wild type or mutant MERS-CoV RBD (1.25 mg ml À 1 ) at room temperature for 30 min, followed by addition of FITC-conjugated anti-human-IgG-Fc polyclonal antibody (1:50 dilution) (Sigma-Aldrich) for 30 min. The amounts of RBD-bound Huh-7 cells were measured using flow cytometry, and the binding affinity between RBD and cell-surface DPP4 was characterized as median fluorescence intensity.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Animal immunization and sample collection. Animal immunization and sample collection were carried out as previously described 34 . Briefly, BALB/c mice were subcutaneously immunized with wild type or mutant MERS-CoV RBD (10 mg per mouse) in the presence of Montanide ISA51 adjuvant 34, 48 . PBS plus Montanide ISA51 was included as a negative control. Immunized mice were boosted twice with the same immunogen and adjuvant at a 3-week interval, and sera were collected 10 days after the last immunization for detection of neutralizing antibodies.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 285,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "ELISA. The binding between recombinant MERS-CoV RBD and neutralizing mAbs was measured using ELISA as previously described 36 . Briefly, ELISA plates were pre-coated with the same amount of wild type or mutant RBD (1 mg ml À 1 ) overnight at 4°C. After blocking with 2% non-fat milk at 37°C for 2 h, serially diluted mAbs were added to the plates and incubated at 37°C for 1 h. After washes, the plates were incubated at 37°C for 1 h with horseradish-peroxidaseconjugated anti-human-IgG-Fab polyclonal antibody (1:5,000 dilution) (Sigma-Aldrich). Enzymatic reaction was carried out using substrate 3,3 0 ,5,5 0tetramethylbenzidine (Life Technologies Inc.) and stopped with 1 N H 2 SO 4 . Absorbance at 450 nm (A 450 ) was measured using ELISA Plate Reader (Tecan Group Ltd.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The competition between neutralizing mAbs and mutant-RBD-induced mouse serum for the binding of wild type MERS-CoV RBD was carried out using ELISA as described above, except that the binding between wild type RBD and the neutralizing mAb (hMS-1 or m336-Fab at 5 mg ml À 1 concentration) was performed in the presence of serially diluted mouse serum (T579N-RBDinduced, wild-type-RBD-induced, or PBS-induced). The RBD-mAb binding was detected by addition of horseradish-peroxidase-conjugated anti-human-IgG-Fab polyclonal antibody (1:5,000 dilution) and subsequent enzymatic reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Live MERS-CoV neutralization assay. A micro-neutralization assay was carried out to test neutralizing antibodies against live MERS-CoV as previously described 36 . Briefly, serially diluted mouse sera were incubated at room temperature for 1 h with B100 infectious MERS-CoV virions (EMC-2012 strain), and were then incubated with Vero E6 cells at 37°C for 72 h. The neutralizing capability of the mouse sera was measured by determining the presence or absence of virus-induced cytopathic effect (CPE). Neutralizing antibody titres were expressed as the reciprocal of the highest dilution of sera that completely inhibited virus-induced CPE in at least 50% of the wells (NT 50 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "MERS-CoV challenge studies. MERS-CoV challenge studies were carried out using human-DPP4-transgenic mice as previously described 41 . Briefly, mice were intramuscularly immunized with wild type or mutant MERS-CoV RBD (5 mg per mouse) in the presence of aluminium adjuvant 49 , and boosted once 4 weeks after the initial immunization. 12 weeks after the second immunization, mice were challenged with MERS-CoV (EMC-2012 strain, 10 4 TCID 50 ), and observed for 21 days for detection of survival rate and weight changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Statistical analyses. In Fig. 1c -d, comparisons between WT RBD and each of the mutant RBDs in their binding to recombinant DPP4 by AlphaScreen (Fig. 1c) or to cell-surface DPP4 by FACS (Fig. 1d) were done using two-tailed t-test (***, Po0.001; 3 measurements for each RBD in Figs 1c and 4 measurements for each RBD in Fig. 1d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 32,
                    "text": "Fig. 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 144,
                    "end": 153,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 186,
                    "end": 195,
                    "text": "(Fig. 1d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 319,
                    "end": 327,
                    "text": "Fig. 1d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In Figs 2a-d, nonlinear regression was performed using a log(inhibitor) versus normalized response-variable slope model. R 2 of curve fit is larger than 0.97 for all curves in Fig. 2a- the extra sum-of-squares F test (***, Po0.001; 12 different dilutions of each mAb, 4 measurements at each dilution for each mAb).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 184,
                    "text": "Fig. 2a-",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In Fig. 3a , comparisons between WT RBD and each of the mutant RBDs in their capacity to induce neutralizing serum in mice were done using two-tailed t-test (*, Po0.05; 4 measurements for each RBD).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Fig. 3a",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In Fig. 4 , nonlinear regression was performed using a log(inhibitor) versus normalized response-variable slope model. R 2 of curve fit is larger than 0.98 for all curves in Fig. 4 . Comparisons between WT-RBD-induced serum and T579N-RBD-induced serum in their inhibition of RBD/mAb binding by ELISA were done using the extra sum-of-squares F test (***, Po0.001; 4 different dilutions of each serum, 4 measurements at each dilution for each serum).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 180,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "All statistical analyses were performed using GraphPad Prism 6 software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Data availability. All relevant data are available from the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rational design of vaccines to elicit broadly neutralizing antibodies to HIV-1. Cold Spring Harb",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Kwong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mascola",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Nabel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Perspect. Med",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Structure-based antigen design: a strategy for next generation vaccines",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Dormitzer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Ulmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends Biotechnol",
            "volume": "26",
            "issn": "",
            "pages": "659--667",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Advances in structure-based vaccine design",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Kulp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Schief",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr. Opin. Virol",
            "volume": "3",
            "issn": "",
            "pages": "322--331",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Structural vaccinology starts to deliver",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Dormitzer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grandi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Rev. Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "807--813",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The spike protein of SARS-CoV-a target for vaccine and therapeutic development",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "226--236",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Receptor recognition mechanisms of coronaviruses: a decade of structural studies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "89",
            "issn": "",
            "pages": "1954--1964",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immunodominance of CD4 T cells to foreign antigens is peptide intrinsic and independent of molecular context: implications for vaccine design",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Immunol",
            "volume": "181",
            "issn": "",
            "pages": "3039--3048",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Immunodominance: a pivotal principle in host response to viral infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akram",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Inman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin. Immunol",
            "volume": "143",
            "issn": "",
            "pages": "99--115",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunodominance with progenitor B cell diversity in the neutralizing antibody repertoire to influenza infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Patera",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Eur. J. Immunol",
            "volume": "25",
            "issn": "",
            "pages": "1803--1809",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Immunodominance of conformation-dependent B-cell epitopes of protein antigens",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakashima",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hirata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "308",
            "issn": "",
            "pages": "770--776",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Refocusing neutralizing antibody response by targeted dampening of an immunodominant epitope",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Garrity",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Immunol",
            "volume": "159",
            "issn": "",
            "pages": "279--289",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Immune focusing and enhanced neutralization induced by HIV-1 gp140 chemical cross-linking",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schiffner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "10163--10172",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Designing immunogens to elicit broadly neutralizing antibodies to the HIV-1 envelope glycoprotein",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Nara",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Curr. HIV Res",
            "volume": "5",
            "issn": "",
            "pages": "514--541",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prediction of immunogenicity for therapeutic proteins: state of the art",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moise",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Curr. Opin. Drug. Discov. Devel",
            "volume": "10",
            "issn": "",
            "pages": "332--340",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "BCR-ABL fusion regions as a source of multiple leukemiaspecific CD8 þ T-cell epitopes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kessler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Leukemia",
            "volume": "20",
            "issn": "",
            "pages": "1738--1750",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "CTL responses of HLA-A2.1-transgenic mice specific for hepatitis C viral peptides predict epitopes for CTL of humans carrying HLA-A2.1",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shirai",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Immunol",
            "volume": "154",
            "issn": "",
            "pages": "2733--2742",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N. Engl. J. Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): announcement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "7790--7792",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Structure of MERS-CoV spike receptor-binding domain complexed with human receptor DPP4",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell. Res",
            "volume": "23",
            "issn": "",
            "pages": "986--993",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Molecular basis of binding between novel human coronavirus MERS-CoV and its receptor CD26",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "500",
            "issn": "",
            "pages": "227--231",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Structure of SARS coronavirus spike receptor-binding domain complexed with receptor",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1864--1868",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Crystal structure of the receptor-binding domain from newly emerged Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "10777--10783",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450--454",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "495",
            "issn": "",
            "pages": "251--254",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Receptor-binding domain of severe acute respiratory syndrome coronavirus spike protein contains multiple conformation-dependent epitopes that induce highly potent neutralizing antibodies",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Siddiqui",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Immunol",
            "volume": "174",
            "issn": "",
            "pages": "4908--4915",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Identification of a receptor-binding domain in the S protein of the novel human coronavirus Middle East respiratory syndrome coronavirus as an essential target for vaccine development",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "9939--9942",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Receptor-binding domain of SARS-CoV spike protein induces long-term protective immunity in an animal model",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "2832--2838",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Current advancements and potential strategies in the development of MERS-CoV vaccines",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Expert Rev. Vaccines",
            "volume": "13",
            "issn": "",
            "pages": "761--774",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Pre-fusion structure of a human coronavirus spike protein",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Kirchdoerfer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "531",
            "issn": "",
            "pages": "118--121",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Cryo-electron microscopy structure of a coronavirus spike glycoprotein trimer",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "531",
            "issn": "",
            "pages": "114--117",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Assembly of asparagine-linked oligosaccharides",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Annu. Rev. Biochem",
            "volume": "54",
            "issn": "",
            "pages": "631--664",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Searching for an ideal vaccine candidate among different MERS coronavirus receptor-binding fragments-The importance of immunofocusing in subunit vaccine design",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "",
            "pages": "6170--6176",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "an algorithm that identifies protruding atoms in proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pintar",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Carugo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pongor",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cx",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Bioinformatics",
            "volume": "18",
            "issn": "",
            "pages": "980--984",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A conformation-dependent neutralizing monoclonal antibody specifically targeting receptor-binding domain in Middle East respiratory syndrome coronavirus spike protein",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "",
            "pages": "7045--7053",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Exceptionally potent neutralization of Middle East respiratory syndrome coronavirus by human monoclonal antibodies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "",
            "pages": "7796--7805",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Junctional and allele-specific residues are critical for MERS-CoV neutralization by an exceptionally potent germline-like antibody",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Commun",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Single-dose treatment with a humanized neutralizing antibody affords full protection of a human transgenic mouse model from lethal Middle East respiratory syndrome (MERS)-coronavirus infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Antiviral. Res",
            "volume": "132",
            "issn": "",
            "pages": "141--148",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Prefusion F-specific antibodies determine the magnitude of RSV neutralizing activity in human sera",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Ngwuta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci. Transl Med",
            "volume": "7",
            "issn": "",
            "pages": "309--162",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Multi-organ damage in human dipeptidyl peptidase 4 transgenic mice infected with Middle East respiratory syndrome-coronavirus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Characterization and demonstration of the value of a lethal mouse model of Middle East respiratory syndrome coronavirus infection and disease",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "90",
            "issn": "",
            "pages": "57--67",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Rational design of envelope identifies broadly neutralizing human monoclonal antibodies to HIV-1",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "329",
            "issn": "",
            "pages": "856--861",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A combinatorial mutagenesis approach for functional epitope mapping on phage-displayed target antigen: application to antibodies against epidermal growth factor",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Infante",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pupo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rojas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "mAbs",
            "volume": "6",
            "issn": "",
            "pages": "637--648",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "High throughput functional epitope mapping: revisiting phage display platform to scan target antigen surface",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rojas",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tundidor",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Infante",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "mAbs",
            "volume": "6",
            "issn": "",
            "pages": "1368--1376",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Defining a protective epitope on factor H binding protein, a key meningococcal virulence factor and vaccine antigen",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Malito",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "110",
            "issn": "",
            "pages": "3304--3309",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Receptor usage and cell entry of bat coronavirus HKU4 provide insight into bat-to-human transmission of MERS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "111",
            "issn": "",
            "pages": "12516--12521",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "720 and 51: a new generation of water in oil emulsions as adjuvants for human vaccines",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aucouturier",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Expert Rev. Vaccines",
            "volume": "1",
            "issn": "",
            "pages": "111--118",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Current adjuvants and new perspectives in vaccine formulation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Montomoli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Expert Rev. Vaccines",
            "volume": "10",
            "issn": "",
            "pages": "1053--1061",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "We thank Drs. Dimiter S. Dimitrov and Tianlei Ying at the National Institutes of Health for providing m336, m337 and m338 mAbs",
            "authors": [],
            "year": null,
            "venue": "Program of Infectious Disease funds 2014ZX10004001004 (G.Z.) and China NSFC81571983",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Introduction of glycan probes to MERS-CoV RBD vaccine. (a) Crystal structure of MERS-CoV RBD (PDB access code: 4L3N). The core structure is coloured in cyan, and the receptor-binding motif (RBM) in red. Four residues are shown where an N-linked glycan probe was introduced. (b) Structure of MERS-CoV RBD complexed with human DPP4 (PDB access code: 4KR0), showing the role of the four epitopes in the binding of the RBD to DPP4. (c) AlphaScreen assay was performed to detect the binding between recombinant MERS-CoV RBDs and recombinant human DPP4. PBS buffer was used as a negative control. Binding affinity was characterized as AlphaScreen counts. (d) Fluorescence-activated cell sorting (FACS) was carried out to detect the binding between recombinant MERS-CoV RBDs and cell-surface-expressed human DPP4. Human IgG protein was used as a negative control. Binding affinity was characterized as median fluorescence intensity. Error bars indicate s.e.m. ***: Po0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Role of engineered glycan probes in RBD binding to neutralizing mAbs. (a-d) ELISA was carried out to detect the binding between recombinant MERS-CoV RBD fragments and neutralizing mAbs. The binding affinity was characterized as the ELISA signal at 450 nm. Each of the mAbs was serially diluted before being used in ELISA. Error bars indicate s.e.m. ***: Po0.001. (e) Structure of MERS-CoV RBD, showing the identified binding site of the neutralizing mAbs on the RBD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Masking negative epitope on the core led to immune refocusing on RBM. Competition assay was performed between neutralizing mAbs and glycosylation-mutant-RBD-induced mouse serum for the binding of wild type RBD. Specifically, ELISA was carried out between a neutralizing mAb, hMS-1 (a) or m336-Fab (b), and MERS-CoV RBD in the presence of mouse serum induced by the 579-glycosylated MERS-CoV RBD or mouse serum induced by the wild type MERS-CoV RBD. Mouse serum induced by PBS buffer was used as a negative control. Each of the sera was serially diluted before being used in the competition assay. For each serum dilution, the % reduction in mAb-RBD binding was computed for immune-sera present relative to immune-sera absent conditions. Error bars indicate s.e.m. ***: Po0.001. Measurement of neutralizing immunogenicity of RBD epitopes. (a) Measurement of neutralizing antibody titres of mouse sera induced by wild type (WT) or glycosylation mutant RBD. The neutralizing antibody titre of RBD-induced mouse sera was characterized by its capability to inhibit MERS-CoV-induced cytopathic effect (CPE) in cell culture. To this end, serially diluted mouse sera were added to MERS-CoV-infected cells, and the neutralizing antibody titre of the sera was expressed as the reciprocal of the highest dilution of sera that completely inhibited MERS-CoV-induced CPE in at least 50% of the wells (NT 50 ) (SupplementaryTable 1). PBS buffer was used as a negative control. Error bars indicate s.e.m. *: Po0.05. (b) Calculation of NII for each epitope. NT 50-wt : NT 50 for wild type RBD; NT 50probe : NT 50 for RBD containing a glycan probe on one of the epitopes. (c) Mapping the calculated NIIs on the three-dimensional structure of MERS-13473 | DOI: 10.1038/ncomms13473 | www.nature.com/naturecommunications negative-epitope-masked RBD vaccine and reduced efficacy of the positive-epitope-masked RBD vaccine, and demonstrated the utility of NII in developing a vaccine with increased immunogenicity in a stringent model of severe MERS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Rational design of MERS-CoV RBD vaccine with enhanced efficacy. Mice were immunized with two engineered RBD fragments containing a glycan probe at residue 511 (R511N/E513T) and residue 579 (T579N), respectively. Wild type RBD and PBS buffer were used as controls. Immunized mice were challenged with MERS-CoV (EMC-2012 strain), and observed for survival rate (a) and weight changes (b).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Female BALB/c mice of 6-8 week age mice and female human-DPP4transgenic mice of 4-month age were used in the study. The animal studies were carried out in strict accordance with the recommendations in the Guide for the Care and Use of Laboratory Animals of the National Institutes of Health. The animal protocols were approved by the Committee on the Ethics of Animal Experiments of the New York Blood Center (Permit Number: 194.17) and Beijing Institute of Microbiology and Epidemiology (Permit Number: PMB15-0012).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "d, except for the curve representing R511/E513 mutant RBD in Fig. 2a where R 2 of curve fit is 0.194. Comparisons between WT RBD and each of the four mutant RBDs in their binding affinity to mAbs by ELISA were done using NATURE COMMUNICATIONS | DOI: 10.1038/ncomms13473 ARTICLE NATURE COMMUNICATIONS | 7:13473 | DOI: 10.1038/ncomms13473 | www.nature.com/naturecommunications",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by NIH grants R01AI089728 and R01AI110700 (F.L.), NIH grant PO1AI060699 (S.P.), NIH grants R01AI098775, U01AI124260, R21AI109094 and the intramural fund of New York Blood Center NYB000348 (L.D. and S.J.), NIH grant R21AI113206-01 and pilot grants from the Center for Biodefense and Emerging Infectious Diseases and from the Galveston National Laboratory (C.K.T), China National",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "L.D., S.J., Y.Z., F.L. designed the experiments; L.D., W.T., Y.Y., G.Z., Q.Z., S.S., C.L. and X.T. performed the experiments; L.D., C.K.T., S.P., S.J., Y.Z., F.L. analysed the data; L.D., S.P., S.J., Y.Z. and F.L. wrote the paper. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ]
}