{
    "paper_id": "98ebefa9ea63cabfcfac33fb259adf77a19428af",
    "metadata": {
        "title": "Additional file 1 Disease Model Structure and Assumptions The AsiaFluCap Simulator",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The AsiaFluCap Simulator is a combination of a disease model and a resource model. The resource model uses the pandemic scenario estimations from the disease model to calculate resource needs (see Additional file 4). As disease model, we adopted an existing SEIR model structure which was developed earlier, as part of the AsiaFluCap project, by Krumkamp and colleagues (2011) [1] . The disease model consists of a relatively simple SEIR structure assuming homogenously mixing patterns within a closed population. We chose to use a non-age-structured model as our main purpose of the AsiaFluCap Simulator was to demonstrate relative differences in resources needs during different pandemic scenarios, and not provide accurate quantitative predictions (e.g. development a tool for policy makers that provides a first approximation to the problem of illustrating the impact of limited resources on pandemic outcomes). Moreover, age-specific incidences and susceptibility to infection of future pandemics are not predictable, and an age-structured resource model would greatly increase data demands for the simulator. Such age-stratified data on resource utilisation and effectiveness are currently scarce.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 376,
                    "text": "Krumkamp and colleagues (2011)",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction Disease Model AsiaFluCap Simulator"
        },
        {
            "text": "The disease model parameters and values are described in separate tables (see Additional files 2 and 3). The resource model structure and assumptions are described in Additional file 4 and the table with resource parameters and values can be found in Additional file 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction Disease Model AsiaFluCap Simulator"
        },
        {
            "text": "The disease model structure was based on a Susceptible-Exposed-Infectious-Removed (SEIR) model (fully detailed in Krumkamp et al. [1] . The population was divided into 17 compartments, defined as Susceptible (S); Exposed (E); Pre-symptomatic infectious cases (A); Asymptomatic infection (I a and I  I  I  I  I  I  I  I ",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 318,
                    "text": "I  I  I  I  I  I  I  I",
                    "ref_id": null
                }
            ],
            "section": "SEIR model structure"
        },
        {
            "text": "Susceptible individuals (S) become infected at a force of infection, which depends on the per capita contact rate (k), the probability of transmission upon contact with an infectious person (q), and the proportion of individuals within the total population that are infectious. The AsiaFluCap Simulator contains the option for users to change the proportion with which the contact rate in the population is reduced, during periods when over 0.5% of the population is symptomatically infected. This was based on the assumption that during periods of increased pandemic activity, individuals will change their behaviour to reduce contacts, and/or social distancing measures such as school closure will be implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model structure"
        },
        {
            "text": "Newly infected individuals move sequentially through an exposed (but not yet symptomatic or infectious) compartment (E), followed by an infectious, asymptomatic period (A). After this, a proportion (p a ) of those infected will remain asymptomatic, moving sequentially to compartments I a and I a2 . Another proportion of infected individuals (p m ) will develop mild symptoms and move to compartment I m , while the remaining proportion, p c , will become critical cases with severe infections (I c ). We assumed that the asymptomatic, mild and critical case groups differ from each other in their duration of infectiousness. Only critical cases were at risk of dying from infection; all symptomatic and mild cases were assumed to recover.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model structure"
        },
        {
            "text": "We assumed that all critical cases require antiviral treatment and hospitalisation. A proportion of all hospitalised cases (p v ) requires mechanical ventilation, although whether they receive this depended upon the availability of antiviral drugs, hospital beds, and ventilators. These dynamic variables were defined by parameters ε, φ and ω respectively, which take a value of 1 if the resource is available, and 0 if the resource is depleted (in the case of antivirals) or fully occupied (in the case of beds and ventilators), see also Additional file 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model structure"
        },
        {
            "text": "If hospital beds are available, critical cases will become hospitalised and move to compartment I h , otherwise they become critical outpatients with or without antiviral treatment (I ca and I c2 , respectively), depending on the availability of antivirals. If ventilators are available, those cases requiring ventilation would move to the ventilated group (V 1 ), otherwise they are assumed to die. For these groups different death rates and different infectious periods apply according to the severity and whether they receive the healthcare resources they require. Treatment with antiviral drugs was assumed to reduce the infectious period and the probability of death. Hospitalised and ventilated cases were assumed to 4 remain in the hospital for a period after their infectiousness has disappeared, as denoted by compartments I h2 and I v2 , respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model structure"
        },
        {
            "text": "For the baseline scenarios in the AsiaFluCap Simulator we assumed that only critical cases received antiviral treatment. However, if antivirals are available, a proportion of mild cases (p ma ) could also receive antiviral treatment and move to compartment I ma (which is now set to zero in the simulator).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model structure"
        },
        {
            "text": "Users can change the proportion of mild cases receiving antivirals in the interface, but also have the possibility to change the proportion of critical outpatients receiving antivirals (p ca ). Hospitalised and ventilated cases are assumed to always receive antivirals, when available. The AsiaFluCap Simulator only includes treatment with antivirals; not prophylactic use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model structure"
        },
        {
            "text": "Users are also able to include vaccination in their scenario. Whether or not susceptibles are vaccinated depends on the availability of vaccines, which is defined with parameter ψ. Whether or not people get vaccinated at time t depends also on whether or not the targeted proportion of people being vaccinated has been reached (e.g. users can choose to vaccinate only a certain proportion of the total population).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model structure"
        },
        {
            "text": "See for more information on vaccination Additional file 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model structure"
        },
        {
            "text": "The AsiaFluCap Simulator contains three pandemic scenarios: a mild, moderate and severe scenario. The concept of R 0 is defined as the number of secondary infections produced by a single infectious individual in an otherwise susceptible population [2] . The R 0 is the most widely used epidemiological measurement of the transmission potential in a given population [3] . Besides the option in the AsiaFluCap Simulator to choose one of the three pandemic scenarios, users have the option to choose a R 0 (between 1.2 -2.5, this range was chosen based on [4] ) for their simulation run. With the selected R0, the disease model will estimate the transmissibility of the influenza virus (e.g. the proportion of 5 contacts resulting in transmission, q), taking into account the infectious periods of the different case groups and the proportions asymptomatic and symptomatic cases.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Pandemic influenza scenarios AsiaFluCap Simulator"
        },
        {
            "text": "The variable R 0 and the pandemic scenarios can be used to compare the impact on resource needs and shortages on public health (impact of shortages only given for the dynamic variables hospital beds, ventilators and antivirals). By using the AsiaFluCap Simulator interface, 42 different scenarios (not including the use of interventions) can be selected for comparing the impact on resource capacity and public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic influenza scenarios AsiaFluCap Simulator"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Health service resource needs for pandemic influenza in developing countries: a linked transmission dynamics, interventions and resource demand model",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krumkamp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Rudge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hanvoravongchai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Westenhoefer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Putthasri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Epidemiol Infect",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious Diseases of Humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Correcting the actual reproduction number: a simple method to estimate R(0) from early epidemic growth data",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "International journal of environmental research and public health",
            "volume": "2010",
            "issn": "1",
            "pages": "291--302",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Choosing pandemic parameters for pandemic preparedness planning: A comparison of pandemic scenarios prior to and following the influenza A(H1N1) 2009 pandemic. Health Policy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Der Weijden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Jacobi",
                    "suffix": ""
                },
                {
                    "first": "Mee",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Reintjes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Steenbergen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "I a2 ); Mild infection (I m ); Mild infection with antiviral treatment (I ma ), mild infection without antiviral treatment (I m2 ); Critically ill requiring hospitalisation (I c ); Hospitalised and infectious (I h );Hospitalised and non-infectious (I h2 ); Critically ill at home with antiviral treatment (I ca ); Critically ill at home without antiviral treatment (I c2 ); Ventilated and infectious (V); Ventilated and non-infectious (V 2 ); Dead (D); and Recovered (R). The differential equations of the model, defining the rates of change in these state variables over time, are displayed below:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The mild scenario was based on pandemic (H1N1) 2009 parameter values. The severe pandemic scenario was based on the highly pathogenic avian influenza (HPAI) H5N1 parameter values, assuming a person-to-person transmission rate similar to human viruses. The moderate scenario was defined by an average of the mild and severe parameter values. Distinction between these three scenarios consists of differences in the proportions of mild and critical cases; the proportion of critical cases requiring ventilation, and proportion of critical cases dying from influenza related illness. For users with modelling experience the three pandemic scenarios can be easily changed (e.g. updated with the latest literature values) by unhiding the 'SEIR model' Excel sheet (In this sheet all disease parameter values are displayed) in the AsiaFluCap Simulator. Variable Basic Reproduction Number (R 0 )",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}