{
    "paper_id": "98f3c099dcd497b42efa3082b1e631d07378a5e5",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Doret",
                "middle": [],
                "last": "De Rooij",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Infectious Disease Control, Preparedness and Response Unit",
                    "institution": "National Institute for Public Health and the Environment (RIVM)",
                    "location": {
                        "addrLine": "Antonie van Leeuwenhoeklaan 9",
                        "postCode": "3721MA",
                        "settlement": "Bilthoven",
                        "country": "Netherlands"
                    }
                },
                "email": "doret.de.rooij@rivm.nl"
            },
            {
                "first": "Evelien",
                "middle": [],
                "last": "Belfroid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Infectious Disease Control, Preparedness and Response Unit",
                    "institution": "National Institute for Public Health and the Environment (RIVM)",
                    "location": {
                        "addrLine": "Antonie van Leeuwenhoeklaan 9",
                        "postCode": "3721MA",
                        "settlement": "Bilthoven",
                        "country": "Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Renske",
                "middle": [],
                "last": "Eilers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Infectious Disease Control, Preparedness and Response Unit",
                    "institution": "National Institute for Public Health and the Environment (RIVM)",
                    "location": {
                        "addrLine": "Antonie van Leeuwenhoeklaan 9",
                        "postCode": "3721MA",
                        "settlement": "Bilthoven",
                        "country": "Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Dorothee",
                "middle": [],
                "last": "Roßkamp",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Infectious Disease Control, Preparedness and Response Unit",
                    "institution": "National Institute for Public Health and the Environment (RIVM)",
                    "location": {
                        "addrLine": "Antonie van Leeuwenhoeklaan 9",
                        "postCode": "3721MA",
                        "settlement": "Bilthoven",
                        "country": "Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Corien",
                "middle": [],
                "last": "Swaan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Infectious Disease Control, Preparedness and Response Unit",
                    "institution": "National Institute for Public Health and the Environment (RIVM)",
                    "location": {
                        "addrLine": "Antonie van Leeuwenhoeklaan 9",
                        "postCode": "3721MA",
                        "settlement": "Bilthoven",
                        "country": "Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Aura",
                "middle": [],
                "last": "Timen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Infectious Disease Control, Preparedness and Response Unit",
                    "institution": "National Institute for Public Health and the Environment (RIVM)",
                    "location": {
                        "addrLine": "Antonie van Leeuwenhoeklaan 9",
                        "postCode": "3721MA",
                        "settlement": "Bilthoven",
                        "country": "Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Bach",
                "middle": [
                    "X"
                ],
                "last": "Tran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background. As demonstrated during the global Ebola crisis of 2014-2016, healthcare institutions in high resource settings need support concerning preparedness during threats of infectious disease outbreaks. is study aimed to exploratively develop a standardized preparedness system to use during unfolding threats of severe infectious diseases. Methods. A qualitative three-step study among infectious disease prevention and control experts was performed. First, interviews (푛 = 5) were conducted to identify which factors trigger preparedness activities during an unfolding threat. Second, these triggers informed the design of a phased preparedness system which was tested in a focus group discussion (푛 = 11). Here preparedness activities per phase and per healthcare institution were identified. ird, the preparedness system was completed and verified in individual interviews (푛 = 3). Interviews and the focus group were recorded, transcribed, and coded for emerging themes by two researchers independently. Data were analyzed using content analysis. Results. Four preparedness phases were identified: preparedness phase green is a situation without the presence of the infectious disease threat that requires centralized care, anywhere in the world. Phase yellow is an outbreak in the world with some likelihood of imported cases. Phase orange is a realistic chance of an unexpected case within the country, or unrest developing among population or staff; phase red is cases admitted to hospitals in the country, potentially causing a shortage of resources. Specific preparedness activities included infection prevention, diagnostics, patient care, staff, and communication. Consensus was reached on the need for the development of a preparedness system and national coordination during threats. Conclusions. In this study, we developed a standardized system to support institutional preparedness during an increasing threat. Use of this system by both curative healthcare institutions and the (municipal) public health service, could help to effectively communicate and align preparedness activities during future threats of severe infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "e four pandemics (SARS, Influenza A/H1N1, MERS, Ebola) that have emerged since the beginning of this century [1] underpin the necessity of global awareness and optimal control strategies. ese outbreaks showed the potential for the worldwide spread of such severe diseases [2] and led to social unrest and large economical consequences for the affected countries [3] . During the spread of the Ebola viral disease (EVD) outbreak in West Africa, the likelihood of imported cases in Europe increased, and European countries advised their healthcare institutions to prepare for patients with suspicion of EVD. Admission of a patient suspected for EVD, or another transmittable viral hemorrhagic fever (VHF), requires a large pool of trained healthcare workers and of specialized medical facilities [4, 5] . erefore, in the Netherlands, the care for these patients was designated to a few highly specialized hospitals.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "[1]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[2]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[3]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "[4,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 798,
                    "end": 800,
                    "text": "5]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "An evaluation by the Harvard-LSHTM Independent panel on the global response to ebola concluded that international response to EVD was inadequate [6] . A multidisciplinary national EVD outbreak evaluation in the Netherlands concluded that better guidance on preparedness during threats of outbreaks was needed for diseases, such as EVD, where patients only can be admitted to highly specialized hospitals [6] . In the Netherlands, as in other countries [7, 8] , it had been unclear among curative and public health institutions which preparations during a developing threat of EVD were necessary, and for which preparations, the institutional or national level should have guidance [9] .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[6]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "[6]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "[7,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 456,
                    "end": 458,
                    "text": "8]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "[9]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "While many studies describe preparedness for outbreaks, preparedness during a remote threat is not discussed separately in literature. e European Center for Disease Control defines preparedness for infectious diseases as \"the knowledge and capacities […] to effectively anticipate, respond to, and recover from, the impacts of a likely, imminent or current crisis\" [10] . Preparedness includes the development of institutional, national or international plans, communication and collaboration among different (types of) healthcare institutions, training and simulation, and surge capacity. e EVD outbreak, however, showed that successful preparedness during a threat requires flexibility and adaptations to be able to respond to differences in the probability of occurance of the disease. What these adaptations should be, has been unclear.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[10]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "ere is a need to clarify what preparedness entails in healthcare institutions during threats of severe infectious diseases whose patients can, due to the severity of the disease, only be admitted to designated, highly specialized hospitals (from now on described as diseases \"which require centralized care\"). erefore, the aim of this study was to define preparedness during an unfolding threat of an infectious disease that requires centralized care. Second, we aimed to exploratively develop a standardized preparedness system describing preparedness activities for healthcare institutions in different preparedness phases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We conducted a qualitative three-step study with an iterative design of in-depth interviews (steps 1 and 3) and a focus group (step 2), in order to identify the key elements of a preparedness system. e system includes (a) the triggers for healthcare institutions to initiate extra preparedness activities during different levels of a threat, which define preparedness phases, and (b) preparedness activities for each preparedness phase. We aimed at finding generic triggers for preparedness, applicable to different types of healthcare institutions, such as hospitals, ambulance services, general practitioners and the municipal health services. e outline of the preparedness system is shown in Figure 1 . In the first round of in-depth interviews, we explored the phases and triggers of the preparedness system, which we validated in the consensus meeting. In the second round of interviews, we aligned the preparedness activities per phase and grouped them per topic. We obtained ethical approval from the medical ethical committee of the UMC Utrecht (WAG/mb/17/028319). All participants provided informed consent and were informed that their responses would be used for research purposes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 695,
                    "end": 703,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "For all three steps, we invited professionals working at various levels and in various healthcare institutions and public health organizations. Included healthcare institutions were academic and peripheral hospitals, ambulance services, general practitioners, and municipal health services. Figure 2 shows how healthcare institutions are involved in the case of a potential patient requiring centralized care [11] . e municipal health service (MHS) was additionally involved because of their coordinating role between all partners at the regional level. Professionals with the following backgrounds were invited:",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 413,
                    "text": "[11]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 299,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Study Population and Recruitment."
        },
        {
            "text": "(i) Academic hospitals: microbiologists and infectious disease specialists; (ii) Peripheral hospitals: infection preventionists; (iii) Ambulance services: medical managers at the regional and national level; (iv) General practitioners: respresentattives of the National Association for General Practitioners (LHV) and Dutch College of General Practitioners (NHG); (v) Municipal health services: regional communicable disease control consultants and infectious disease control specialists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Population and Recruitment."
        },
        {
            "text": "We used purposeful sampling by approaching the key players in the Netherlands, from the above-mentioned healthcare and public health organizations, who were involved in preparedness and/or response during the EVD outbreak. When the invited key player was not able to participate, we asked him or her to nominate a colleague in the same type of healthcare institution with comparable expertise. All professionals had, in this way, expertise in EVD preparedness or response. For step 1 and 3 we aimed for one participant per healthcare institution. For step 2, we aimed for 1-3 participants per healthcare institution. Participants were invited by e-mail and a consecutive telephone call during September-November 2017.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Population and Recruitment."
        },
        {
            "text": "Collection. Data collection comprised three steps: individual interviews, a focus group and another individual interview round. A hypothetical scenario of a VHF outbreak was used for data collection, which was developed by experts on outbreak control of the National Institute for Public Health and the Environment (RIVM). e scenario described a fictitious Marburg virus outbreak in Uganda that spread towards neighboring countries and continuously led to exported cases throughout the world. e outbreak scenario consisted of three stages, each hypothetically representing a preparedness phase of the preparedness system, as shown in Figure 1 . Based on the identified triggers, preparedness phases for the preparedness system were developed. For each of these preparedness phases, again a corresponding scenario of the Marburg virus outbreak was developed to discuss in the focus group of step 2. e preparedness system was adjusted based on the results from step 2 and was sent by e-mail to the participant to discuss in step 3. e results of step 3 were used to finalize the preparedness system by grouping preparedness activities into overarching topics, and in institutional and collaborative activities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 634,
                    "end": 642,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Data"
        },
        {
            "text": "Step 1 consisted of individual, in-depth, semistructured interviews. To ensure that collected data was as reliable and consistent as possible, an interview guide was developed beforehand (additional file 1). e interview guide for step 1 was piloted with a microbiologist at a Dutch academic hospital. All interviews were conducted by one researcher (DdR), to safeguard inter-observer reliability. Interviews took between 35 and 50 minutes. During the interviews, the interviewer presented the outbreak scenario to the participant. Per preparedness phase, the participant was asked if and why preparedness activities would be necessary for their healthcare institution. In this way, the triggers for preparedness activities were explored. Alongside, questions covered terminology for preparedness during a threat, responsibility for preparedness during a threat, and collaborative preparedness activities carried out together with other healthcare institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step 1."
        },
        {
            "text": "Step 2. In step 2, a mixed focus group discussion with 1-3 representatives per type of healthcare institution was organized to validate the concept preparedness system. A focus group guide was developed beforehand (additional file 1). e focus group was guided by two researchers (DdR and CS), and supported by an expert in guiding focus groups (RE). e focus group took place at the RIVM and lasted 2 hours and 15 mintues. Per preparedness phase, the corresponding scenario was presented. Participants were asked if and why preparedness would be necessary within their institutions, what they would expect the other healthcare institutions to do, and where cooperation and support between healthcare institutions was needed. In the second phase of the focus group, preparedness activities identified in step 1 were presented to representatives of each type of healthcare institution separately. Representatives of one type of healthcare institution debated if and in which preparedness phase these preparedness activities were needed. Subsequently, terminology for preparedness during a threat was discussed among all participants, since the interpretation of terminology had shown to be different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.2.2."
        },
        {
            "text": "Step 3 consisted of individual, in-depth, semistructured interviews. We included one participant per type of healthcare institution out of the participants in step 2. An ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step 3."
        },
        {
            "text": "During the first interview round, \"scaling up\" and \"enhanced preparation\" were used as synonyms by the interviewer for different preparedness phases. In the focus group, we observed differences in interpretation between curative and municipal health services. According to the curative partners, the Dutch term for upscaling that was used, applied to the response phase \"with the presence of an actual potential patient\". In contrast, for the MHS, the term could also be used for preparedness during an increasing threat. e need for congruent language was highly stressed by the participants, and consensus was reached on the definition of \"enhanced preparedness\" to describe preparedness activities during a threat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terminology."
        },
        {
            "text": "During the first interview round several factors that trigger preparedness activities were identified for different healthcare institutions. e microbiologist at an academic hospital reported that they were at all times ready for such cases. However, they would enhance preparations if the likelihood of admitting a VHF patient increases, such as or with repatriated staff from the outbreak area. Municipal health services started with preparedness activities as soon as the outbreak somewhere in the world occurred and would be further enhanced when health institutions in their region were likely to become involved. For academic hospitals, general hospitals and ambulance services, (1) the likelihood that an unexpected potential patient was presented to their healthcare institution, and/or (2) unrest among the general population and staff, triggered preparedness activities. For general practitioners, only an outbreak in their would lead to preparedness activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Triggers."
        },
        {
            "text": "In the focus group, trigger 1 and 2 were accepted as main triggers distinguishing between preparedness phases. Besides, a third trigger was the situation of several (potential) patients hospitalized within the country, conceivably leading to different referral pathways between healthcare institutions. Not all triggers would lead to the same intensity of extra preparations in all healthcare institutions, but all healthcare institutions would be involved in these phases. And most importantly, they all agreed upon the need for univocal communication. e final preparedness system based on these three triggers consists of four preparedness phases and is shown in Figure 4 . Preparedness phase green is a situation without the presence of the infectious disease threat that requires centralized care, anywhere in the world. Preparedness phase yellow is the occurrence of the disease somewhere in the world but without triggers one and two. In preparedness phase orange, trigger one or two applies, and in preparedness phase red trigger number three applies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 665,
                    "end": 673,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Triggers."
        },
        {
            "text": "e preparedness activities as derived from step 1 and 2 and tested in step 2 and 3, were divided by topic as shown in the institutional preparedness column in Figure 4 . All participants needed preparedness activities on infection prevention, such as the right type and stock of personal protective equipment, donning and doffing procedures, and waste management. Regarding diagnostics, academic hospitals described preparedness activities. ese consisted mostly of extra checks whether interview guide was developed beforehand (additional file 1). Interviews were conducted by telephone and were all conducted by the same researcher (DdR). Interviews took between 15 and 20 minutes. e preparedness system was reviewed during the interview by discussing preparedness activities per phase. e participants discussed specific needs and adaptations per preparedness phase of the preparedness system. Further analyses included comparing preparedness activities between healthcare institutions, to see whether their expectations matched.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Institutional Preparedness Activities."
        },
        {
            "text": "Each interview and focus group was voice-recorded, with permission from the participants, and transcribed. Transcription started directly a er the first interview and continued parallel to further data collection. Data were processed anonymously using a coding system. A summary of every interview and focus group was sent to the participants to verify their input. All interviews and focus group sessions were coded using content analysis. A coding guide (additional file 2) was developed beforehand, based on the structure of the interview guide. For each step, the guide was expanded and adapted. Coding was done by two researchers independently (DdR, and DR), using ATLAS. ti [12] , and differences were discussed until consensus was reached. Data collected from each step of the study were analyzed and interpreted before the beginning of the subsequent step.",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 684,
                    "text": "[12]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis."
        },
        {
            "text": "In step 1, we invited 8 participants, of whom 3 could not be included. Five experts participated in the interview round: a microbiologist of an academic hospital, an infection preventionist in a general hospital, a medical manager of the national ambulance service with extensive experience as an ambulance nurse, a practicing GP and representative of the LHV, and a regional communicable disease control consultant of a municipal health service. In step 2, we invited 24 participants of whom 13 could not be included. Eleven experts participated in the focus group: 1 microbiologist and 1 infectious disease specialist of two different academic hospitals, 3 infection preventionists of different general hospitals, 2 medical managers of different regional ambulance services, 1 GP who also was representative of the NHG, and 3 regional communicable disease control consultants of different municipal health services. In step 3, we re-invited 7 participants from step 2, of whom only 3 accepted participation: one of the infection preventionists, the GP and representative of the NHG, and one of the regional communicable disease consultants. All representatives of academic hospitals and medical managers of the national ambulance services were either not responding or not able to participate due to time constraints. For all steps, reasons why professionals could not be included were the absence of reaction to the invitation (푛 = 7), unavailability during the data collection period (푛 = 11), completeness of inclusions (푛 = 2). Figure 3 provides an overview of the different steps, the number of included participants and their backgrounds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1534,
                    "end": 1542,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Study Population."
        },
        {
            "text": "Step 1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Population."
        },
        {
            "text": "Individual interviews (n = 5) 1x General practitioner at the NHG (GPs)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Population."
        },
        {
            "text": "Step 3:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Population."
        },
        {
            "text": "Individual interviews considerations start in preparedness phase orange as well, but policy on this should ideally be made in the green phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Population."
        },
        {
            "text": "(v) For MHS, diagnostics and training are required from preparedness phase yellow on, depending on the type of pathogen. In preparedness phase orange and red, they start to prepare their internal communication and personnel capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Population."
        },
        {
            "text": "Considerations. During step 1 and 2, ethical considerations were mentioned by representatives of all institutions except the municipal health services. e considerations of GPs, academic hospitals and ambulance services described how to deal with suspected cases in life-threatening situations. ey need guidance on when concerns for their own safety would overrule their duty as a care provider, and based on which criteria. Another aspect named several times by representatives of ambulance services, general hospital and academic hospitals was the priority of care: to respectively transport, temporarily accommodate, or care for one EVD suspected patient, meant that many other patients could not receive care because an ambulance, an emergency department or large parts of intensive care had to close due to cleaning procedures, panic reduction or lack of staff or resources. Participants explicitly stated that these were dilemmas they faced during the latest EVD outbreak, and they would still face them should a case be admitted today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical"
        },
        {
            "text": "In addition to institutional preparedness activities, collaborative preparedness activities were discussed in all interview rounds. ese are activities that overarch individual healthcare institutions or should be performed by multiple healthcare organizations together. We identified collaborative preparedness activities in information, training and simulation, and coordination, as shown in the differential diagnoses for these patients could run. Academic hospitals, peripheral hospitals and ambulance services named preparedness activities for patient care. Academic hospitals and peripheral hospitals discussed the need to prepare their personnel for extra working hours, or the need for extra supplies. General practitioners and municipal health services needed preparedness for controlling unrest among their staff and the population, e.g., by informing staff and the availability of a telephone line for questions. In additional file 3a, an overview of identified preparedness activities that resulted from step 2 and 3 are shown per type of healthcare institution. We identified the following trends:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collaborative Preparedness."
        },
        {
            "text": "(i) Academic hospitals start with all preparedness activities from preparedness phase yellow on. In preparedness phase orange, a sub-commission on preparedness for the admittance of patients needs to be installed, and in preparedness phase red, there will be a need to consider more ethical challenges related to the threat and challenges related to a shortage of staff. (ii) Peripheral hospitals inform triage staff and professionals at the gate during preparedness phase yellow. In preparedness phase orange, preparedness activities should start, except for diagnostics and patients' care/cure. In preparedness phase red, mainly a more intense communication among hospital departments and healthcare institution in the region is needed. (iii) For ambulance services, preparedness activities start in preparedness phase orange and no clear difference in preparedness activities were identified between preparedness phase orange and preparedness phase red. (iv) For general practitioners, phase orange is most important. e preparedness activities of general practitioners are limited to triage and primary infection prevention in all preparedness phases. Ethical phases reflect the preparedness activities at a global, international and national level, rather than the institutional level within a country. e need for such specific phases for frontline institutions emerged during the evaluation of the Ebola threat [16] , since all types of healthcare institutions experienced the need to perform extra activities to stepwise increase their level of operational response as the threat evolved. Healthcare institutions need thus to adapt their preparedness activities to the level of a threat. e identified triggers for enhanced preparedness match with other studies and theory. Schol et al. identified higher fear among Dutch healthcare workers during the threat of Ebola and identifies a relation between fear and the need for information. is study provides support for our finding that unrest is a trigger for enhanced preparedness (in this case by providing additional information) [17] . e founding risk classification theory of Kinney and Wiruth (1976) [18] states that risk is the chance that something happens times the impact of that event. Within this formula, the presentation of an unexpected patient is the event that could happen, and the unrest among healthcare workers and the population represents impact. Together they define the risk, which is then translated in the urge to prepare. In this way, the phase system in this study builds upon the literature on risk classification.",
            "cite_spans": [
                {
                    "start": 1416,
                    "end": 1420,
                    "text": "[16]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2086,
                    "end": 2090,
                    "text": "[17]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2134,
                    "end": 2158,
                    "text": "Kinney and Wiruth (1976)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2159,
                    "end": 2163,
                    "text": "[18]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative Preparedness."
        },
        {
            "text": "Studies showed that extra preparedness was needed for countries during threats with increasing severity of outbreaks elsewhere in the world [7, 8, 19, 20] . However, these studies report on disease-specific preparedness activities and, therefore were, not necessarily applicable to other threats. is study used Marburg virus disease in the scenario and included experts with EVD outbreak experience. We worked in the a ermath of the EVD outbreak, but used a case of another disease. Hereby, we strongly aimed to work towards a generic preparedness system.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[7,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 144,
                    "end": 146,
                    "text": "8,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "19,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative Preparedness."
        },
        {
            "text": "While specific preparedness activities differ between types of healthcare institutions and threat phases, in this study, a uniform enhanced preparedness system has been developed. During interviews, the focus group, healthcare institutions expressed the need to communicate explicitly and uniformly about preparedness activities. It became clear that there is no uniform terminology among experts from different healthcare institutions. For example, the term \"scale-up\" applies in curative care to the act of responding to an actual patient, while in public healthcare, the term could also be used during the preparedness. Absence of uniform terminology impedes communication between public and curative health care, while smooth communication between the two is a must, especially during threats or outbreaks. With clear definitions of phases, our system offers this uniformity both within institutions, as well as among institutions. It could therefore be used to effectively arrange communication about the required specific enhanced preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collaborative Preparedness."
        },
        {
            "text": "Although this specific study was conducted in the Netherlands, the results are also applicable in other countries with a comparable organization of healthcare. Centralized care in dedicated health centers for patients suspected for an infectious disease requiring centralized care, is described in Israel [7] , the United States (New York State) [19] , and in Canada [20] . Besides, they can be of value in other countries, because columns headed \"collaborative preparedness\" in Figure 4 . e expectations of the different types of healthcare institutions regarding information and coordination match well between healthcare institutions. is implies that information exchange between organisations is reported to be adequate. Furthermore, information on case definitions and information on the current preparedness phase is expected from the national centre for disease control. What did not match were the expectations of the different types of healthcare institutions regarding training and simulation exercises. e need to perform training or exercises together was mentioned by ambulance services and academic hospitals towards each other. But for peripheral hospitals, the need to practice together with ambulance services varied among participants. An overview of collaborative preparedness activities per preparedness phase is shown in additional file 3b. Participants of all types of healthcare institutions stressed that aligned preparedness activities are preferred over institutional autonomy. However, healthcare institutions with a specific function should be able to deviate from the preparedness system activities. Examples are healthcare institutions serving points of entry or those with national tasks such as the academic hospital with the reference laboratory.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "[7]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "[19]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 479,
                    "end": 487,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Collaborative Preparedness."
        },
        {
            "text": "e aim of this study was to define preparedness during an unfolding threat of an infectious disease that requires centralized care. Second, we aimed to develop a standardized system describing preparedness activities per preparedness phase for healthcare institutions. We developed this standardized system by defining phases of preparedness during a threat and their corresponding preparedness activities, within both the perspective of individual healthcare institutions and of the collaborative network in which these institutions need to function. e four identified preparedness phases were based on (a) the likelihood of presentation of an infected patient to one of the healthcare institutions and (b) the unrest among the general population and staff. Phases ranged from no outbreak to the situation in which several potential or confirmed patients were hospitalized, conceivably leading to other referral pathways in the country. is system could be used for any future threat from an infectious disease requiring centralized care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Using phases in preparedness to threats is not new. For terrorist attacks, for example, a level system using numbers 1-5 is common in several European countries, with 1 being considered a low threat, and 5 being a critical one [13] . In the Netherlands, a code system using colors is used in the weather forecasting, ranging from green (\"business as usual\"), through yellow and orange, to code red (\"high impact on society\") [14] . And the WHO announced a pandemic phase system during the influenza outbreak (H1N1) in 2009, reaching from 0 to 6 [15] . However, by our knowledge, explicit preparedness phases following an unfolding threat caused by an infectious disease that offers concrete measures for frontline institutions have not been identified in literature. Certainly, we acknowledge the existence of the pandemic phases of the WHO [15] . ese",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "[13]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[14]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[15]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "[15]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is study investigated preparedness during threats of infectious diseases requiring centralized care. is is the first study that explicitly defines preparedness activities during a threat for different frontline healthcare institutions. We reached consensus that a standardized preparedness system is required. A phased preparedness system has been developed, which can be used for improving institutional preparedness in curative healthcare institutions, and collaborative preparedness among curative healthcare institutions and the public health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Ebola virus disease GP:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVD:"
        },
        {
            "text": "General practitioner LHV:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVD:"
        },
        {
            "text": "National association for general practitioners MD:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVD:"
        },
        {
            "text": "Medical doctor MHS: Municipal health service N:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVD:"
        },
        {
            "text": "Number NHG: Dutch college of general practitioners PPE:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVD:"
        },
        {
            "text": "Personal protective equipment RAV:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVD:"
        },
        {
            "text": "Region of ambulance services RIVM: National institute for public health and the environment VHF:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVD:"
        },
        {
            "text": "Viral hemorrhagic fever WHO: World Health Organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVD:"
        },
        {
            "text": "Data Availability e datasets generated and/or analyzed during the current study are not publicly available due to the privacy protection of the participants, but are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVD:"
        },
        {
            "text": "We obtained ethical approval from the medical ethical committee of the UMC Utrecht (WAG/mb/17/028319).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Approval"
        },
        {
            "text": "All participants provided informed consent and were informed that their responses would be used for research purposes. past experience with outbreaks has shown that presentation or even the likelihood of imported patients, indeed led to unrest among the general population and hospital staff [21, 22] .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Consent"
        },
        {
            "text": "Our study has several limitations. ere was a high attrition rate between the focus group and last interview round, leading to a lack of representation of academic hospitals and ambulance services. is has led to gaps in the completeness of the review of preparedness activities per stakeholer and per phase. However, to increase validity the outcomes of this study were presented and discussed in a 1,5-hour slot during the regular national meeting on EVD preparedness. During this meeting with national representatives of academic and peripheral hospitals, ambulance services and MHS who had been involved with preparedness and response during the EVD outbreak of 2013-15, the findings of this study were endorsed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        },
        {
            "text": "is strongly supports further generalizability for both institutional as well as collaborative preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        },
        {
            "text": "Another limitation is that data collection was only through interviewing, whereby direct observation of preparedness activities might yield additional findings. Also conducting a simulation exercise might lead to other insights. Moreover, we need to acknowledge the chance of recall bias. Although we used a new scenario, participants referred to activities they had performed two years before, during the EVD outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        },
        {
            "text": "is could have resulted in the identification of preparedness activities in phase yellow, orange and red that should not be performed in that phase. Participants might have reported from previous EVD experience where sometimes activities were performed in phase yellow, organge or red, whereas ideally these should be tackled in the green phase. An example are the ethical considerations, which indeed turn up during higher phases, but which should be covered in standard guidelines or procedures. An additional limitation is that most participants worked in the most urbanized parts of the Netherlands. Although regional organization might be different in the more rural regions, we have chosen to approach healthcare institutions with most experience with infectious diseases requiring centralized care. e expertise of the participants can be mentioned as a strength.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        },
        {
            "text": "Since there was a strong need for a system that identifies different phases of a threat and the corresponding activities, this preparedness system could be used as a communication tool on a national or regional level. Future research should focus on identifying all activities for each phase. e completed preparedness system can be used by healthcare instiutions as a checklist of all preparedness activities they should perform during unfolding threats. In addition, it can be used as an agenda-setting for regional meetings to discuss the collaboration between healthcare institutions for unfolding threats. Finally, we recommend investigating the applicability of this system to other severe infectious diseases, not requiring centralized care. Examples could be, the recent outbreak of plague in Madagascar [23] or the ongoing threat of the Middle East Respiratory Syndrome-coronavirus [24] . Roles and responsibilities among types of healthcare institutions, in case of outbreaks of these diseases, vary and it is possible that other triggers and preparedness activities are required. Our phased preparedness system may also be applicable in these situations.",
            "cite_spans": [
                {
                    "start": 811,
                    "end": 815,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 890,
                    "end": 894,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Disclosure"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hospital preparations for viral hemorrhagic fever patients and experience gained from admission of an ebola patient",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J M"
                    ],
                    "last": "Haverkort",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L C"
                    ],
                    "last": "Minderhoud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D D"
                    ],
                    "last": "Wind",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P H"
                    ],
                    "last": "Leenen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I M"
                    ],
                    "last": "Hoepelman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Ellerbroek",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerging Infectious diseases",
            "volume": "22",
            "issn": "2",
            "pages": "184--191",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical management of Ebola virus disease in the United States and Europe",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Daveyjr",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "New England Journal of Medicine",
            "volume": "374",
            "issn": "7",
            "pages": "636--646",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Will Ebola change the game? Ten essential reforms before the next pandemic. e report of the Harvard-LSHTM independent panel of the global response to Ebola",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pate",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "2204--2211",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Preparing for imported Ebola cases in Israel",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brosh-Nissimov",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Poles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kassirer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eurosurveillance",
            "volume": "20",
            "issn": "44",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "European Centre for Disease Prevention and Control, Public Health Emergency Preparedness for Cases of Viral Haemorrhagic Fever (Ebola) in Belgium: A Peer Review -16",
            "authors": [],
            "year": 2015,
            "venue": "European Centre for Disease Prevention and Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evaluatie van de ebolapreparatie in Nederland",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Swaan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Öry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Jacobi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G C"
                    ],
                    "last": "Schol",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2016--0117",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "United Nations International Strategy for Disaster Reduction",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rijksinstituut voor Volksgezondheid en Milieu. LCI Richtlijnen en Draaiboeken",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "ATLAS.ti GmbH. version 7.5.17. Scientific so ware development",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1993--2017",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Terrorism and national emergencies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Uk",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Kleurcodes",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Koninklijk Meteorologisch Instituut",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Current WHO phase of pandemic alert for pandemic (H1N1) 2009",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ebola preparedness in the Netherlands: the need for coordination between the public health and the curative sector",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Swaan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Öry",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G C"
                    ],
                    "last": "Schol",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacobi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ricardus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Public Health Management and Practice",
            "volume": "24",
            "issn": "1",
            "pages": "18--25",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Knowledge, perceptions and media use of the Dutch general public and healthcare workers regarding Ebola",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G C"
                    ],
                    "last": "Schol",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mollers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Swaan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J M A"
                    ],
                    "last": "Beaujean",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infectious Diseases",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Practical Risk Analysis for Safety Management",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Kinney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Wiruth",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Naval Weapons Center",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Preparing the health system to respond to Ebola virus disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Varma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Prezant",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "How the 4 biggest outbreaks since the start of this century shattered some long-standing myths",
            "authors": [],
            "year": 2018,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "World health Organization",
            "authors": [],
            "year": 2017,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Infectieziekten en Veiligheid. Toekomstige uitdagingen voor maatschappij en beleid",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mensink",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Disaster Medicine and Public Health Preparedness",
            "volume": "11",
            "issn": "3",
            "pages": "370--374",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Implementation of the Canadian contingency plan for a case of suspected viral hemorrhagic fever",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loeb",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Macpherson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "Olde",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Infection Control & Hospital Epidemiology",
            "volume": "24",
            "issn": "4",
            "pages": "280--283",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Ebola virus disease cluster in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Chevalier",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR Morbidity Mortality Weekly Report",
            "volume": "63",
            "issn": "",
            "pages": "1087--1088",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "e first case of ebola virus disease acquired outside Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Parra",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Salmerón",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Velasco",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New England Journal of Medicine",
            "volume": "371",
            "issn": "25",
            "pages": "2439--2440",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Emergencies preparedness, response: revamp of the plague detection in Madagascar yields quick and sustainable wins",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Middle east respiratory syndrome corona virus (MERS-CoV)",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Included participants per step. N = number of participants, MD = medical doctor, RAV = region of ambulance services, MHS = municipal health service, GP = general practitioner, LHV = national association for general practitioners, NHG = dutch college of general practitioners.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Preparedness system for threats of infectious diseases requiring centralized care. e system provides in rows the four ascending preparedness phase, and in columns the preparedness activities divided by content and grouped in institutional preparedness within or collaborative preparedness among healthcare institutions.",
            "latex": null,
            "type": "figure"
        },
        "TABREF4": {
            "text": "Earlier versions of this manuscript have been presented in oral presentations two congresses: the 3 rd Northern European Conference on Emergency and Disaster Studies, e Netherlands, Amsterdam 21-23 March 2018; and 11th European Public Health Conference Winds of change: towards new ways of improving public health in Europe Ljubljana, Slovenia 28 November-1 December 2018. e study was funded by the National Institute for Public Health and the Environment (RIVM).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments is research was supported by the Utrecht University Medical Center. We thank our colleague Joyce L. Browne, MD, Ph.D., for assistance with the methodology of this study, for her insights regarding the clinical applicability of our research, and for here feedback on an earlier version of the manuscript.We would also like to show gratitude to our participants, for their efforts, insights and feedback during the course of this research. We thank Jim van Steenbergen MD, Ph.D., for sharing his insights on the connection of this study with earlier performed research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Additional File 1a: Guide for individual, semi-structured interviews, belonging to step 1 (written in Dutch). Additional File 1b: Guide for the mixed focus group, belonging to step 2 (written in Dutch). Additional File 1c: Guide for individual, semi-structured interviews, belonging to step 3 (written in Dutch). Additional File 2: Coding guide used for qualitative content analysis of data in step 1-3. (written in Dutch). Additional File 3a: Institutional preparedness activities per type of healthcare institution and per preparedness phase (written in Dutch). Additional File 3b: Collaborative Preparedness activities per preparedness phase. (Supplementary Materials) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 646,
                    "end": 671,
                    "text": "(Supplementary Materials)",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Materials"
        },
        {
            "text": "e authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        },
        {
            "text": "DdR collected, analyzed and interpreted the data and has dra ed the manuscript. EB has been involved in designing the data collection and in revising the manuscript critically for important intellectual content. RE has been involved in the conception of the data collection and guided the focus group. DR has performed coding of the data. CS has made substantial contributions to the design of the study and interpretation of data and had supervision over the research project. AT has critically revised the manuscript and has given final approval of the version to be published. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' Contributions"
        }
    ]
}