{
    "paper_id": "99035541b28958c03a36978cdff0aa13b7fcd8e8",
    "metadata": {
        "title": "Editorial: Zika Virus research",
        "authors": [
            {
                "first": "Jo",
                "middle": [
                    "Madeleine"
                ],
                "last": "Wilmshurst",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ana",
                "middle": [
                    "Carolina"
                ],
                "last": "Coan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rubén",
                "middle": [],
                "last": "Bueno-Marí",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Juan-Carlos",
                "middle": [],
                "last": "Saiz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Nacional de Investigación y Tecnología Agraria y Alimentaria",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Oscar",
                "middle": [
                    "D"
                ],
                "last": "Salomón",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Nacional de Medicina Tropical",
                    "location": {
                        "settlement": "Puerto Iguazú",
                        "country": "Argentina"
                    }
                },
                "email": ""
            },
            {
                "first": "Luis",
                "middle": [
                    "C"
                ],
                "last": "Villamil-Jiménez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de La Salle",
                    "location": {
                        "settlement": "Bogota",
                        "country": "Colombia"
                    }
                },
                "email": ""
            },
            {
                "first": "Jorg",
                "middle": [],
                "last": "Heukelbach",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Federal University of Ceará",
                    "location": {
                        "settlement": "Fortaleza",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [
                    "H"
                ],
                "last": "Alencar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Federal University of Ceará",
                    "location": {
                        "settlement": "Fortaleza",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "K"
                ],
                "last": "Armstrong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paulo",
                "middle": [
                    "H"
                ],
                "last": "Rosado-De-Castro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal do Rio de Janeiro",
                    "location": {
                        "settlement": "Rio de Janeiro",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Pedro",
                "middle": [
                    "M"
                ],
                "last": "Pimentel-Coelho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal do Rio de Janeiro",
                    "location": {
                        "settlement": "Rio de Janeiro",
                        "country": "Brazil"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The considerable number of viral infectious disease threats that have emerged, since the beginning of the twenty-first century has shown the need to dispose global and coordinated responses to fight properly and efficiently against them. (1) . The latest emerging and devastating threat was Zika virus, an arbovirus that provoked more than 580,000 autochthonous suspected disease cases in the Americas between 2015 and 2018 (2) . Most notably, Zika caused social and medical alarm due to the evidence of a causal link between Zika virus and several congenital injuries, like microcephaly, as well as due to its association with neurological disorders, such as Guillain-Barré syndrome in adults (3) . In the framework of this global response and multistrategic approach, the purpose of this research topic was to provide a platform for the publication of updated information and high-quality research papers about control strategies, encompassing virological, entomological, and epidemiological data, in order to reach the triad of protagonists of transmission cycles (virus, mosquitoes, and humans). We received 30 manuscripts, of which 23 were accepted for publication after rigorous peer review processes between March 22, 2016 and October 6, 2017.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Zika Virus Research"
        },
        {
            "text": "Baraka and Kweka and Vythilingam et al. highlight the need to focus the Zika problem not only in the Americas but also to pay attention to what could happen in Sub-Saharan Africa (original region of the virus) and Southeast Asia (where the two most important vectors are well distributed). Recently, some of these concerns have become reality, especially in Southeast Asia where several countries have reported autochthonous cases in the past months (4) .",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 453,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Zika Virus Research"
        },
        {
            "text": "As occurs with the rest of arthropod-borne diseases, detailed knowledge of the biology, behavior, and genetic plasticity of vectors are essential to predict potential outbreaks. Muñoz et al. provided an interesting research regarding the predictability of the conditions conducive to Zika epidemics based on a reproduction number model of the two most important disease vectors, namely Aedes aegypti and Aedes albopictus, that can be concurrent in disease risk areas. According to this study, \"conditions for the occurrence of the Zika epidemic at the beginning of 2015 could have been successfully predicted at least 1 month in advance for several Zika hotspots, and in particular for Northeast Brazil: the heart of the epidemic. \" Similarly, Nejati et al. used several climatic and topographic data to model and forecast which areas may be most prone to the establishment of Ae. albopictus in Iran. This interesting investigation is supposed to be the first study in the country to determine the regional probability for the establishment of this invasive mosquito of major concern for public health. Zika virus-vector interactions were explored by Anglero-Rodriguez et al. who found several differences in the tropism of Zika virus in two different Ae. aegypti strains and compared how Zika and dengue viruses affect the transcriptome of the vector. Moreover, Hunter also emphasizes the importance of not limiting Zika problems to Ae. aegypti presence, since too much information is available in relation to other susceptible mosquitoes, although it is clear that more infectivity studies are needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zika Virus Research"
        },
        {
            "text": "Prevention and control strategies have also been deeply discussed in the topic. One of the most applied examples has been given by Millet et al. that exposed the epidemiological and entomological surveillance program against imported Zika cases in the city of Barcelona (Spain). Rather et al. also reviewed the results of preventive campaigns conducted in different parts of the world, which were based on different approaches like, for instance, avoiding unnecessary travel to infected areas and mosquito bites. They argue that these and other proactive measures could \"be employed to effectively combat the epidemic transmission of the Zika virus. We want to thank all the authors and reviewers for their valuable contributions to this research topic, and we hope that this collection of reviews, commentaries, and original articles will be helpful for clinicians, researchers, and students seeking for information about Zika virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zika Virus Research"
        },
        {
            "text": "Main text has been redacted by RB-M. All authors revised and approved the Editorial. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "aUtHor CoNtriBUtioNS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emerging viral diseases from a vaccinology perspective: preparing for the next pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Immunol",
            "volume": "19",
            "issn": "1",
            "pages": "20--28",
            "other_ids": {
                "DOI": [
                    "10.1038/s41590-017-0007-9"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Zika Suspected and Confirmed Cases Reported by Countries and Territories in the Americas Cumulative Cases",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Paho/Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pahowho",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Zika virus: history, epidemiology, transmission, and clinical presentation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Yun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woolley",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Neuroimmunol",
            "volume": "308",
            "issn": "",
            "pages": "50--64",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jneuroim.2017.03.001"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transmission in South East Asia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ecdc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zika",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Teratogenic effects of the Zika virus and the role of the placenta",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Adibi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Marques",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cartus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Beigi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "16",
            "pages": "650--654",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)00650-4"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Severe acute respiratory syndrome (2003), avian influenza in humans (2005), A(H1N1) pandemic influenza (2009), Middle East respiratory syndrome coronavirus (MERS-CoV) (2012 onward), and Ebola virus disease (2014-2015) are some of the most important examples",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "\" Definitely, congenital abnormalities have triggered an increasing interest in Zika virus by medical, social, and economic reasons. Rather et al. provided an interesting and deep review about the scientific evidence supporting a causal relationship between ZIKV infection during pregnancy and congenital abnormalities. Coming closer to specific congenital and neurological problems, Yuan et al. commented a very interesting point of view regarding the teratogenic effects of Zika virus and the role of the placenta as natural barrier against the infection (5). Additionally, highlighted findings of Zika virus in cerebrospinal fluid samples from adults with neurological symptoms have been reported by Acevedo et al. in Ecuador. Different virological aspects have also been well analyzed in the topic. Valadão et al. reviewed the mechanisms by which RNA viruses are recognized by host cells, triggering intracellular stress pathways and inflammatory responses, and how Flaviviridae members developed several strategies to counteract these cellular mechanisms. Furthermore, Giri et al. studied the prevalence of intrinsic disorder in Zika virus proteome (African strain MR 766). Their results revealed abundant intrinsically disordered protein regions (IDPRs) in Zika virus polyprotein, capsid protein, and several non-structural proteins, which could play a role in the pathogenesis of the disease. In an interesting study of the mutational preference direction of Zika virus, Khrustalev et al. contributed with promising and useful data that may have further implications for vaccine development and for the understanding of the evolution of new Zika virus strains. Short discussions by way of articles commentaries could not be missed in the topic. Craig et al. and Saiz et al. crossed interesting points of view regarding the review article by Saiz et al. Finally, some of the most relevant sources of knowledge of the Zika Virus research topic reside in several excellent reviews. Munjal et al. gives a great overview of different advances in the development of therapies against Zika virus, while Shukla et al. focus their review on rapid detection strategies of the virus in order to have quick response mechanisms to fight efficiently against the disease and to prevent reaching epidemic levels. Wider approach has been given by Shankar et al., encompassing additional aspects related to virus genome, clinical manifestations, diagnosis, and vaccine development. The four classical steps of epidemic management (transmission, detection, control, and prevention) are also well addressed by Sharma and Lal. Mini reviews about Zika virus emergence at American and worldwide level have been also interestingly written by Fajardo et al. and Rather et al., respectively. With all this information, Saiz et al. elaborated a very pertinent compilation of data and information to arrange all that has been learned at virological, entomological, clinical, and epidemiological level, since the start of Zika epidemic in late 2015.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}