{
    "paper_id": "99667e42abcab43a18c22be949ee54fb1822f34e",
    "metadata": {
        "title": "Title: Critical Care Capacity in Canada During the Influenza A(H1N1) Pandemic of",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "2. Blank spaces found after the Points of Interest (POI) ID entries associated with the hospitals in some records -these were all removed 3. Multiple POIs for six records (due to multiple facilities). Queries were resolved. a) A new field labeled \"LINK\" was created in the dataset to allow for identification of \"linked\" (combined) facilities. b) For each of the records above, duplicate records were added as appropriate (i.e. one duplicate record for all except for the Victoria General et al records, for which two duplicate records were added to capture all three institutions). c) All non-duplicated records were assigned a unique LINK value; duplicated records were assigned the same LINK value d) New number of records, n=373 1. The data was opened and cleaned in Microsoft Excel: columns were re-named; extra spaces were removed and missing POI_IDs were added to the original data 2. The ICU data was imported into ArcGIS 10, as was the Enhanced Points of Interest (EPOI) Dataset, version 2010.3 3. The EPOI dataset was joined to the ICU dataset (target dataset) on the POI_ID field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All 373 records in the target dataset were retained 4. The joined data was exported as a CSV file, and missing latitudes and longitudes were entered as given above using MS Excel. 5. The complete ICU dataset was re-imported into ArcGIS and a shapefile was generated using the latitudes and longitudes. The resulting map is provided in the accompanying MAPS document. The Canadian Critical Care Trials Group is asking for your help in determining our collective capacity for caring for critically ill patients in hospitals across Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Attached is a short survey that aims to determine the current capacity to care for critically ill patients at your hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There will be many local distinctions about what constitutes an Intensive Care Unit (\"ICU\") and an \"ICU bed\". For our purposes, ICU refers to a geographic place where patients receive specialized nursing and medical care with an increased Nurse:Patient ratio in comparison to the general ward. In some ICUs, but not all, there can be continuous monitoring of vital signs, heart rhythm and oxygen saturation, provision of invasive and non-invasive ventilation, and intravenous vasoactive medication. Except where designated as \"Pediatric\", ICUs refer to locations with capacity to care for adult patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We believe this knowledge is critically important, especially so as we head into our Influenza season with the possibility of increased number of cases of critically ill patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Knowledge of capacity will be important for planning for resources for patients who may need intensive care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our aim is to have these surveys completed locally in a very short time-frame and to deliver the results back to individual sites, hospitals, health care policy makers at local, provincial and national levels in order that we better understand capacity and ability provide critical care to patients over this coming year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We also commit to submitting these results for publication in a medical journal and we will list all collaborators under a single authorship of the Canadian Critical Care Trials Group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sincerely, on behalf of the CCCTG ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thank you for your help in filling out this survey for your hospital!"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hospital Name",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Town/City: ______________________________ 3. Province: _______________________________ B. Contact Information 1. Name: _________________________________ 2. Phone: (_____)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fax: (_____)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Other: ______________ C. Does your hospital have an areas designated as an Intensive Care Unit or Critical Care Unit",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Md",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Research",
                    "middle": [],
                    "last": "Coordinator",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Email address: ___________________________ 5",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Hospital names and the associated attributes of interest (e.g. numbers of beds, etc) were provided by Dr. Fowler o Linking of hospitals with location identifiers was completed by Corey Oliver and the final file was delivered to Philip AbdelMalik and Kara Hayne -Spatial data (purchased and held by the Office of Public Health Practice, Public Health Agency of Canada): o CanMap Route Logistics version 2010.3 for road networks: DMTI Spatial, http://www.dmtispatial.com o Enhanced Points of Interest version 2010.3 for hospital locations: DMTI Spatial, http://www.dmtispatial.com o Hydrology: Statistics Canada, http://www.statcan.gc.ca o Aerial imagery: BingTM maps aerial (http://www.bing.com/maps) directly in GIS software (see Software) -Census data (purchased and held by the Office of Public Health Practice, Public Health Agency of Canada): o 2006 census data at the dissemination area (DA) level: Statistics Canada, http://www.statcan.gc.ca -Software o ArcGIS 10.0 (ArcView license) from ESRI® (http://www.esri.com) o Network Analyst extension for ArcGIS 10.0 (http://www.esri.com) o Microsoft Office Excel 2003 (http://www.microsoft.com) o Microsoft Office Word 2003 (http://www.microsoft.com) DATA CLEANUP 1. Initial join attempt matched 340 out of 366 hospital records (92.9% success rate)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Points of Interest were queried and resolved.GENERATING A SHAPEFILE FROM THE ICU DATA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "NETWORK ANALYSIS -SERVICE AREA The road network for all of Canada was added to the project using the CanMAP Route Logistics data product version 2010.3.2.A Title: Critical Care Capacity in Canada During the Influenza A(H1N1) Pandemic of 2009-10: Results of a National Survey Canadian Critical Care Trials Group Capacity Survey Canadian Critical Care Trials Group ICU Capacity Survey",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Title: Critical Care Capacity in Canada During the Influenza A(H1N1) Pandemic of 2009-10: Results of a National Survey Canadian Critical Care Trials Group ICU Capacity Survey A. Site",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "If Yes, please fill out the following information (pages 3 and 4 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yes / No"
        }
    ]
}