{
    "paper_id": "9998f6aa94bb384f3a93381c404f85506d2a8f7d",
    "metadata": {
        "title": "An evaluation of the Zambia influenza sentinel surveillance system, 2011-2017",
        "authors": [
            {
                "first": "Paul",
                "middle": [],
                "last": "Simusika",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stefano",
                "middle": [],
                "last": "Tempia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [],
                "last": "Chentulo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lauren",
                "middle": [],
                "last": "Polansky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mazyanga",
                "middle": [
                    "Lucy"
                ],
                "last": "Mazaba",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Idah",
                "middle": [],
                "last": "Ndumba",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Quinn",
                "middle": [
                    "K"
                ],
                "last": "Mbewe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mwaka",
                "middle": [],
                "last": "Monze",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Over the past decade, influenza surveillance has been established in several African countries including Zambia. However, information on the on data quality and reliability of established influenza surveillance systems in Africa are limited. Such information would enable countries to assess the performance of their surveillance systems, identify shortfalls for improvement and provide evidence of data reliability for policy making and public health interventions. Methods: We used the Centers for Disease Control and Prevention guidelines to evaluate the performance of the influenza surveillance system (ISS) in Zambia during 2011-2017 using 9 attributes: (i) data quality and completeness, (ii) timeliness, (iii) representativeness, (iv) flexibility, (v) simplicity, (vi) acceptability, (vii) stability, (viii) utility, and (ix) sustainability. Each attribute was evaluated using pre-defined indicators. For each indicator we obtained the proportion (expressed as percentage) of the outcome of interest over the total. A scale from 1 to 3 was used to provide a score for each attribute as follows: < 60% (as obtained in the calculation above) scored 1 (weak performance); 60-79% scored 2 (moderate performance); ≥80% scored 3 (good performance). An overall score for each attribute and the ISS was obtained by averaging the scores of all evaluated attributes. Results: The overall mean score for the ISS in Zambia was 2.6. Key strengths of the system were the quality of data generated (score: 2.9), its flexibility (score: 3.0) especially to monitor viral pathogens other than influenza viruses, its simplicity (score: 2.8), acceptability (score: 3.0) and stability (score: 2.6) over the review period and its relatively low cost ($310,000 per annum). Identified weaknesses related mainly to geographic representativeness (score: 2.0), timeliness (score: 2.5), especially in shipment of samples from remote sites, and sustainability (score: 1.0) in the absence of external funds. Conclusions: The system performed moderately well in our evaluation. Key improvements would include improvements in the timeliness of samples shipments and geographical coverage. However, these improvements would result in increased cost and logistical complexity. The ISSS in Zambia is largely reliant on external funds and the acceptability of maintaining the surveillance system through national funds would require evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Seasonal influenza virus infections are responsible for an estimated 291,243-645,832 respiratory deaths globally every year [1] . Influenza infections have been described in Zambia [2] since the 1990s, but because of limited laboratory diagnostic capacity prior to 2008 [3] , little was known about the contribution of influenza viruses to the respiratory disease burden, rendering difficult public health planning for the prevention and control of influenza-associated illness. At present, no influenza treatment or immunization guidelines are available in Zambia, and no measures for mitigating the transmission and disease burden associated with influenza infection are in place.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Public health surveillance is the ongoing, systematic collection, analysis, interpretation, and dissemination of data regarding a health-related event for use in public health action to reduce morbidity and mortality and to improve health [4] . Data disseminated by a public health surveillance system can be used for immediate public health action, program planning and evaluation, and formulation of research hypotheses [5] .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The lack of a routine influenza surveillance program in Zambia placed the country at a disadvantage as such a system would serve as an ever-ready early warning system with the potential to detect and confirm the etiology of respiratory disease outbreaks, including seasonal and pandemic influenza viruses, and trigger a response. The Ministry of Health (MoH) recognized a need to gather influenza epidemiological and virological data from Zambia that would not only help decision makers to formulate policies targeted toward influenza prevention in Zambia but also to provide a more comprehensive understanding of the dynamics of influenza viruses worldwide and in African tropical zones in particular. In addition, virological data would help to identify seed viruses for the production of seasonal influenza vaccines that can be effectively used for the Southern Hemisphere. In recognition of these needs, in 2008 the Zambia Ministry of Health established an influenza sentinel surveillance system (ISSS) targeting outpatients with influenza-like illness (ILI) and in-patients with severe acute respiratory illness (SARI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The World Health Organization (WHO) recommends that established influenza surveillance systems undergo a comprehensive evaluation periodically, beginning 1-2 years after implementation in order to ascertain how well the system fulfills its purposes [6, 7] . Such evaluations are useful to identify shortfalls, improve performance and provide evidence of data reliability for policy making and public health interventions. However, despite recent progress in describing the epidemiology and burden of influenza in sub-Saharan Africa [8] [9] [10] [11] [12] [13] [14] [15] [16] , only a few countries have implemented a comprehensive evaluation of their surveillance systems [17] [18] [19] [20] [21] .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 253,
                    "end": 255,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "To ensure that the national ISSS objectives are met, that they are in line with WHO requirements and that reliable data are generated for public health interventions, we conducted an evaluation of the performance of the Zambia ILI and SARI ISSS from January 2011 to December 2017. The inception and consolidation of the surveillance system occurred during 2008-2010. The outputs of the surveillance systems during this period have been previously published [3] and they are not included in this review.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 460,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Overview of the influenza sentinel surveillance system during [2011] [2012] [2013] [2014] [2015] [2016] [2017] In Zambia, an ISSS was first established in 2008 in Lusaka Province (the most populated province of the country where the capital city is located) [3] and subsequently expanded to the Copperbelt Province (the second most populated province). The objectives of the Zambia-ISSS were to: (i) monitor the temporal trends of influenza virus circulation; (ii) monitor the circulating influenza virus types and subtypes annually, including pandemic strains; (iii) assess the proportion of patients meeting the ILI and SARI case definition attributable to influenza virus infection; (iv) assess risk factors for influenza-associated severe illness; (v) assess the burden of influenza-associated illness; and (vi) obtain and share clinical samples for annual selection of influenza virus strains for influenza vaccine formulation under the WHO-Global Influenza Surveillance and Response Network. During 2011-2017, ILI influenza sentinel surveillance was conducted in three urban outpatient clinics targeting outpatients with ILI and three large referral hospitals targeting inpatients with SARI ( Fig. 1, panel A) . Both pediatric and adult cases were investigated.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 68,
                    "text": "[2011]",
                    "ref_id": null
                },
                {
                    "start": 69,
                    "end": 75,
                    "text": "[2012]",
                    "ref_id": null
                },
                {
                    "start": 76,
                    "end": 82,
                    "text": "[2013]",
                    "ref_id": null
                },
                {
                    "start": 83,
                    "end": 89,
                    "text": "[2014]",
                    "ref_id": null
                },
                {
                    "start": 90,
                    "end": 96,
                    "text": "[2015]",
                    "ref_id": null
                },
                {
                    "start": 97,
                    "end": 103,
                    "text": "[2016]",
                    "ref_id": null
                },
                {
                    "start": 104,
                    "end": 110,
                    "text": "[2017]",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1199,
                    "end": 1215,
                    "text": "Fig. 1, panel A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "A case of ILI was defined as an outpatient of any age presenting with a recorded temperature ≥ 38°C and cough or sore throat of duration of ≤7 days [6] . A case of SARI was defined as a hospitalized person who had illness onset within 7 days of admission and who met age-specific clinical inclusion criteria. A case in children aged 2 days to < 5 years included any hospitalized patient with cough or difficulty breathing and at least one of the following danger signs: unable to drink or breastfeed, lethargic, vomits everything, convulsion, chest indrawing or stridor in a calm child. A case in persons aged ≥5 years included any hospitalized patient with fever (≥38°C), cough and shortness of breath or difficulty breathing [6] . All patients with SARI were eligible for enrollment; whereas 5 patients with ILI (the first patient every day from Monday to Friday) were targeted for enrollment per week and per facility.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 727,
                    "end": 730,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Activities at the sentinel sites situated in Lusaka were coordinated by a dedicated surveillance officer from the National Influenza Center (NIC). For sites situated in the Copperbelt Province, supervision was conducted by a focal point at the Provincial Medical Office. Due to high staff turnover, training was conducted once a year while supervisory visits to sites were done at least quarterly. Clinical staff at sentinel sites tasked with surveillance implementation were remunerated according to time spent on surveillance activities. The Zambia ISSS is co-funded by the Zambia-MoH, the U.S. Centers for Disease Control and Prevention (U.S. CDC) and WHO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Data were collected from eligible cases using WHO adapted and standardized case investigation forms (CIF) by trained nurses in each sentinel site. For patients meeting the SARI case definition the number of patients eligible for enrollment was also collected. A combination of nasopharyngeal and oropharyngeal swabs were collected from consenting patients, placed in universal transport medium (Copan, Murrieta, California, USA) and transported to the University Teaching Hospital Virology Laboratory, the WHO-recognized NIC in Lusaka, via a cold chain for testing. Samples with respective CIF forms collected from sites situated in Lusaka were sent to the laboratory within 48 h, while those from the Copperbelt Province were refrigerated and sent within two weeks of collection [22] . Verbal informed consent was obtained from all patients prior to data and specimen collection. For children aged < 15 years, verbal consent was obtained from a parent or legal guardian.",
            "cite_spans": [
                {
                    "start": 780,
                    "end": 784,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Data and sample collection procedures"
        },
        {
            "text": "At the NIC, samples and accompanying CIFs were logged by recording key data in the laboratory log book. Specimens were tested for the presence of influenza viruses using the U.S. CDC real-time reverse-transcription polymerase chain reaction (RT-PCR) protocol for characterization of influenza viruses [3] . During 2011-2012, all specimens from children aged < 5 years with SARI were tested for other respiratory viruses including parainfluenza virus (PIV) types 1, 2 and 3, respiratory syncytial virus (RSV), adenovirus, rhinovirus, human metapneumovirus (hMPV), coronavirus (OC43, NL63, 229E, HKU1) and bocavirus using an FTD multiplex realtime RT-PCR assay [23] . Since 2012, RT-PCR influenzapositive samples with a cycle threshold value < 28 were cultured at the NIC, after which further viral identification of the samples was done using Haemagglutination (HA) and Haemagglutination Inhibition (HAI) testing. Confirmed virus isolates were shared with WHO Collaborating Centers for further characterization; both viral isolates and clinical specimens were shared twice a year.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Sample processing"
        },
        {
            "text": "Data from the CIF including demographics and clinical information, exposure risk and past medical history were captured in a customized influenza sentinel surveillance MS Access® database with inbuilt data validation checks. Data entry was done daily as forms were received. Monthly reports of the total number of samples received and processed (including positive specimens by subtype) were reported to the Ministry of Health public health units. A separate patient line-list was also sent monthly to the sentinel sites; the results report included total samples processed by sentinel site and total confirmed influenza infections. Weekly influenza surveillance data and influenza-positive specimens were reported to WHO AFRO using an excel template. Virological and epidemiological data were reported to WHO FLUNET / FLUID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data management and reporting"
        },
        {
            "text": "The evaluation of the ISSS was based on CDC guidelines [5] and focused on the performance of the system from January 2011 to December 2017. The objective of the evaluation was to determine: (i) whether the surveillance system was designed and operated in such a way as to be capable of detecting and monitoring seasonal influenza viruses, including pandemic strains; (ii) the usefulness of the collected data to assess influenza disease burden in the general population; (iii) the impact of the system in informing public health intervention and policies; and (iv) the ability of the system to contribute to the annual selection of influenza strains for vaccine development. The performance of the system was assessed using nine surveillance attributes, namely: (i) data quality and completeness for selected key variables, (ii) timeliness, (iii) representativeness, (iv) flexibility, (v) simplicity (vi) acceptability, (vii) stability; (viii) utility; and (ix) sustainability.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 58,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of the influenza sentinel surveillance system"
        },
        {
            "text": "For consistency and comparability of findings we used the evaluation method and scoring system utilized for influenza surveillance evaluations conducted in other African countries [17] [18] [19] [20] [21] . Each of the above mentioned attribute was evaluated using pre-defined quantitative or qualitative indicators. A total of 38 indicators were developed for the evaluation. The number of indicators evaluated for each attribute is provided in Table 1 ; whereas the individual indicators and the calculations and data sources used to evaluate each indicator are provided in Tables 2-5 .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 185,
                    "end": 189,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 190,
                    "end": 194,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 453,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 576,
                    "end": 586,
                    "text": "Tables 2-5",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Evaluation of the influenza sentinel surveillance system"
        },
        {
            "text": "Data for calculation of the indicators for data quality and completeness, timeliness, stability and utility were obtained from various sources including the main influenza sentinel surveillance database, the laboratory database, annual reports and other documents and records. In order to assess simplicity, acceptability, stability and utility, a selfadministered questionnaire as shown in additional file 1 below was designed targeting staff involved in surveillance at the sentinel sites. The questionnaire was designed to capture data based on staff perceptions of the program. Data collected from the surveillance system were also compared with WHO minimum data collection standards for ILI and SARI surveillance [6] . Each quantitative indicator was evaluated as the proportion (expressed as percentage) of the outcome of interest over the total. A scale from 1 to 3 was used to provide a score for each quantitative indicator as follows: < 60% (from the above calculation) scored 1 (weak performance); 60-79% scored 2 (moderate performance); ≥80% scored 3 (good performance). For indicators for which a proportion over a total could not be obtained (qualitative indicators) a score was assigned based on the same scale using expert consensus. The scores assigned to each indicator were averaged for all indicators evaluated for each attribute to provide a mean score for each surveillance attribute. An overall score for the surveillance system was obtained by averaging the scores of all evaluated indicators",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 721,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of the influenza sentinel surveillance system"
        },
        {
            "text": "For each quantitative indicator we first obtained the proportion (expressed as percentage) of the outcome of interest over the total [18] [19] [20] [21] . For instance, for the indicator on completeness of laboratory testing (one of the indicators used to evaluate the data quality and completeness attribute) we divided the number of samples with available influenza results by the total number of samples collected and received by the laboratory. Subsequently, similar to other influenza surveillance evaluations conducted in Africa, we used a scale from 1 to 3 to provide a score for each quantitative indicator as follows: < 60% (as obtained in the example above) scored 1 (weak performance); 60-79% scored 2 (moderate performance); ≥80% scored 3 (good performance) [18] [19] [20] [21] . For indicators for which a proportion over a total could not be obtained (qualitative indicators) a score was assigned based on the same scale using expert consensus. Thereafter, the scores assigned to each indicator were averaged for all indicators evaluated within each attribute to provide an overall score for each surveillance attribute assessed in this study. An overall score for the surveillance system was obtained by averaging the scores of all evaluated indicators as previously described [18] [19] [20] [21] . All data generated by the surveillance system during the review period were included in the evaluation. The analysis was implemented using Stata version 14.2 (Sta-taCorp, College Station, Texas, USA).",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 138,
                    "end": 142,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 143,
                    "end": 147,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1292,
                    "end": 1296,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1297,
                    "end": 1301,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1302,
                    "end": 1306,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1307,
                    "end": 1311,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of the influenza sentinel surveillance system"
        },
        {
            "text": "This surveillance evaluation was deemed non-research by the Zambia-MoH and the US CDC. Consent to participate was voluntary and verbally obtained, because this was a non-research and the procedure was nonrisks to client ethical clearance was deemed unnecessary by the University of Zambia Biomedical Research Ethics Committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval and consent to participate"
        },
        {
            "text": "From January 2011 to December 2017, 10,958 patients were enrolled in the ISSS. Of these, 5111 (46.6%) and 5847 (53.4%) had ILI and SARI, respectively. Influenza results were available for 10,212 of 10,958 (93.2%) enrolled patients; 4776/5111 (93.5%) and 5436/5847 (93.0%) among patients with ILI and SARI, respectively. Influenza viruses were detected in 894/10,212 (8.7%) specimens; in 601/4776 (12.6%) and 293/5436 (5.4%) specimens among patients with ILI and SARI, respectively. Of the 894 influenza-positive specimens, 86 (9.6%) were influenza A(H1N1)pdm09, 342 (38.2%) were influenza A(H3N2), 6 (0.7%) were influenza A not-subtyped and 459 (51.3%) were influenza B viruses. The weekly number of influenza-positive specimens is provided in Fig. 1, panel B .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 744,
                    "end": 759,
                    "text": "Fig. 1, panel B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Summary of influenza surveillance results during the evaluation period"
        },
        {
            "text": "The questionnaire was completed by 43/44 (97.7%) surveillance staff at sentinel sites. Of these, 35 (81.4%) were nurses, 5 (11.6%) were clinical officers, 2 (4.7%) were paramedics and 1 (2.3%) was a laboratory technician.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questionnaire survey"
        },
        {
            "text": "The overall mean score for the ISSS in Zambia was 2.6 (moderate to good performance) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Evaluation of the surveillance system"
        },
        {
            "text": "During the evaluation period, of the seven data indicators, six had good performance and one had moderate performance ( Table 2 ). Approximately 70% of identified SARI cases were enrolled in the surveillance program, while the enrollment target was 100%. The enrollment target for ILI cases was exceeded (140% of the target of 5 cases per week and per facility). More than 90% of CIF were accurately completed for key variables (including site, age/date of birth, sex, date of consultation/admission, date of symptoms onset, date of sample collection and signs and symptoms included in the case definitions) and more than 90% of samples collected had available influenza results and a positive ribonucleic protein result (an indicator of presence of human mucosal cells in the sample). The proportion of collected variables included in the WHO minimum data collection standard was 82.3%. Information on the use of antivirals and the presence of some underlying medical conditions were not included in the patients' CIFs. The mean score for data quality and completeness was 2.9 (moderate to good performance) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 127,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1111,
                    "end": 1119,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data quality and completeness"
        },
        {
            "text": "During the evaluation period, one timeliness indicator had good performance and one had moderate performance (Table 2 ). Approximately 25% of samples were not received or tested within the expected time period. 86.3% of the samples collected in Lusaka Province were received within the expected time period, whereas only 67.3% of the samples collected in the Copperbelt Province met the expected timeline. No significant difference in the proportion of samples positive for influenza was observed between the sites situated in Lusaka (9.0% 650/ 7207) and Ndola (8.1%; 244/3005) (p = 0.1429). The mean score for data timeliness was 2.5 (moderate to good performance) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 668,
                    "end": 676,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Timeliness"
        },
        {
            "text": "During the evaluation period, one indicator had good performance and one had weak performance (Table 2) . Age representativeness was strong, with patients enrolled across all age groups. Geographic representativeness was poor, with sentinel sites situated only in 2/10 (20.0%) provinces. The mean score for representativeness was 2.0 (moderate performance) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 103,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 359,
                    "end": 367,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Representativeness"
        },
        {
            "text": "During the evaluation period, both indicators had good performance ( Table 2 ). The ISSS was used as a platform to monitor the circulation of respiratory viruses other than influenza (even though only for two years). The mean score for flexibility was 3.0 (good performance) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 76,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 277,
                    "end": 285,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Flexibility"
        },
        {
            "text": "During the evaluation period, of the seven indicators, six had good performance and one (time of enrollment of SARI/ILI cases) had moderate performance ( Table 3 ). The six indicators used to assess the perception of surveillance personnel at sentinel sites to implement different surveillance activities were rated well by responding personnel. Over 31% of staff, however, reported that surveillance procedures from the identification of cases to the final packaging of samples took > 30 min, showing only moderate performance. The mean score for simplicity was 2.8 (moderate to good performance) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 161,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 600,
                    "end": 608,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Simplicity"
        },
        {
            "text": "During the evaluation period, all four evaluated indicators had good performance (Table 3 ). More than 90% of surveillance staff was satisfied or very satisfied with the surveillance reports or the feedback of laboratory results. Surveillance activities did not pose a heavy workload on surveillance staff in addition to the required clinical work. The mean score for acceptability was 3.0 (good performance) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 89,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 411,
                    "end": 419,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Acceptability"
        },
        {
            "text": "During the evaluation period, of the eight indicators, five had good performance and three had moderate performance (Table 4 ). All surveillance sites provided samples weekly during the evaluation period. The main aspects that affected stability were elevated frequencies of electricity cuts and generator failures. Approximately 30% of surveillance staff did not receive annual refresher training during the last year and approximately 30% of expected weekly reports were not sent to the Zambia MoH within the expected time frame (one week from the end of the reported period). The mean score for stability was 2.6 (moderate to good performance) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 124,
                    "text": "(Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 649,
                    "end": 657,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Stability"
        },
        {
            "text": "During the evaluation period, of the four indicators, three had good performance and one had moderate performance (Table 5 ). In terms of international utility the Zambia ISSS reported regularly to the WHO FluNet, generated samples that were shared with the WHO collaborating centers and contributed to regional studies. In terms of domestic utility, 4/5 (80.0%) key national objectives of the ISSS were met at the time of this evaluation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "(Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Utility"
        },
        {
            "text": "The mean score for utility was 2.7 (moderate to good performance) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 76,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Utility"
        },
        {
            "text": "During the evaluation period, the two indicators had poor performance (Table 5 ). Only 17% of the ISSS budget was provided by the Zambia MoH and the remaining by international agencies. The mean annual running cost of the system was approximately $310,000 ($105 per sample collected and tested in 2017). Whereas, a sustainability plan was drafted in 2015, the document was not finalized and implemented at the time of this evaluation. The mean score for sustainability was 1.0 (weak performance) ( Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "(Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 498,
                    "end": 505,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sustainability"
        },
        {
            "text": "We evaluated the performance of the Zambia ISSS over a 7-year period, 3 years from its inception. Overall, based on the evaluated indicators, the system performed satisfactorily with a mean system score of 2.6 (moderate to good performance). The system demonstrated its utility according to its objectives by (i) monitoring the temporal trends of influenza virus circulation; (ii) monitoring the circulating influenza virus types and subtypes annually and enabling the detection of pandemic influenza A(H1N1)pdm09 in 2009 [3] and in subsequent years, (iii) assessing the contribution of seasonal influenza viruses to mild (ILI) and severe (SARI) respiratory illness; (iv) assessing the burden of influenza-associated illness [14] ; and (v) generating isolates to contribute to the annual influenza vaccine formulation. Nonetheless, the ISSS was not able to identify groups at increased risk of influenza-associated severe illness (as the necessary variables were not collected in the CIF), one of the objectives of the surveillance system. Strengths of the system included the quality of data generated, its flexibility to monitor viral pathogens other than influenza viruses [24] , its potential expandability, its stability over the review period, and its relatively low cost. Identified weaknesses were poor geographic representativeness, lack of timeliness in shipping samples from remote sites, and low sustainability in the absence of external funds.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 525,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1176,
                    "end": 1180,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While quality and completeness of collected key epidemiological and virological data was good overall, an under-enrollment of SARI cases was noted. Many factors could have affected site performance including low staff numbers, high turnovers rates of staff as well as participant refusals. It should be noted that nurses employed by the MoH and tasked with surveillance activities also provided direct patient care. Having dedicated surveillance staff may increase enrollment rates. However, hiring new staff would decrease the sustainability of the surveillance system. Each quantitative indicator was evaluated as the proportion (expressed as percentage) of the outcome of interest over the total (indicator value). A scale from 1 to 3 was used to provide a score for each quantitative indicator as follows: < 60% (from the above calculation) scored 1 (weak performance); 60-79% scored 2 (moderate performance); ≥80% scored 3 (good performance) Each quantitative indicator was evaluated as the proportion (expressed as percentage) of the outcome of interest over the total (indicator value). A scale from 1 to 3 was used to provide a score for each quantitative indicator as follows: < 60% (from the above calculation) scored 1 (weak performance); 60-79% scored 2 (moderate performance); ≥80% scored 3 (good performance)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The surveillance system performed moderately in terms of timeliness in transporting samples from the field to the laboratory. Timeliness was mainly affected by the delays experienced from sites located outside Lusaka. Conversely, when samples were received at the central laboratory the processing time was overall satisfactory. While timeliness of shipping of samples from sites situated outside Lusaka Province could be improved by using couriers on a more regular basis this may increase costs. Consideration should be given to timeliness of the system and its geographical representativeness especially in the African setting where more regular shipments of samples from areas distant from central locations are not only affected by cost, but also by logistical constraints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The geographic representativeness of the system was weak. Establishing additional surveillance sites in other key areas of the country could provide a better representativeness of the circulating influenza viruses. However, it is unclear whether expanding the number of surveillance sites would improve the virological and epidemiological understanding of influenza in Zambia. In a study that included surveillance data from 15 African countries, the detection rate of influenza virus among SARI and ILI cases was similar across the participating countries, suggesting that similarities of the burden of Publications and reports 80.0% b 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "• Circulating influenza types/ subtypes, including pandemic strains (Yes) [3] • Proportion of ILI/SARI illness attributable to influenza virus infection (Yes) [3] • Risk factors for influenzaassociated severe illness (No)",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "• Burden of influenza-associated illness (Yes) [14] Sustainability Each quantitative indicator was evaluated as the proportion (expressed as percentage) of the outcome of interest over the total. A scale from 1 to 3 was used to provide a score for each quantitative indicator as follows: < 60% (from the above calculation) scored 1 (weak performance); 60-79% scored 2 (moderate performance); ≥80% scored 3 (good performance). For indicators for which a proportion over a total could not be obtained (qualitative indicators) a score was assigned based on the same scale using expert consensus b Indicator value calculated by dividing the number of achieved outcome by the total number of outcome considered (i.e. 4/5 = 80.0% or 1/4 = 25.0%) influenza-associated illness across different geographical areas of the continent may be expected [15] . Increasing the number of surveillance sites in Zambia should be considered in light of increased cost, logistical constraints (e.g. regular supervision and transportation of specimens) and impact on laboratory testing capacity and potentially on data quality. Instead of expanding the geographic coverage of the system, efforts could be targeted to improve timeliness of sample shipment and enrollment of patients meeting the SARI case definition at the existing sentinel sites as well as collecting more detailed epidemiological information on enrolled cases (e.g., relevant risk factors for influenza-associated severe illness and in-hospital outcomes that are recommended by the WHO guidelines for global influenza surveillance, but are currently not fully captured by the system). In particular, the collection of additional information on underlying medical conditions may enable the continuous monitoring of high risk groups for influenzaassociated severe illness. This would also align the Zambia ISSS to the minimum data collection requirements suggested by WHO [6] . The flexibility of the system was demonstrated by its ability to investigate the viral etiology of pathogens other than influenza [24] . While the recruitment of dedicated surveillance officers may not be justifiable for a vertical influenza surveillance program it may be considered for an integrated multi-pathogen surveillance platform. This could be potentially cost-beneficial for a sentinel surveillance system where a limited number of surveillance officers may be needed in selected sentinel sites as compared to national passive surveillance programs. Integrated and well-run multi-pathogen surveillance systems, if adequately staffed may provide high quality and timely epidemiological and virological data with a \"modest\" financial investment. The national burden of illness attributable to specific pathogens can be estimated from sentinel surveillance data through special studies as demonstrated in Zambia and other African countries for influenza [10] [11] [12] [13] [14] [15] [16] . This would be particularly relevant for policy makers if multiple pathogens are included so as to provide the relative burden associated with different etiological agents. Risk factors for influenzaassociated severe illness (e.g. hospitalization or death) have also been assessed using sentinel surveillance systems [23, [25] [26] [27] and this could be implemented also in Zambia for influenza and other pathogens.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1915,
                    "end": 1918,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2051,
                    "end": 2055,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2883,
                    "end": 2887,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2888,
                    "end": 2892,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2893,
                    "end": 2897,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2898,
                    "end": 2902,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2903,
                    "end": 2907,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2908,
                    "end": 2912,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 2913,
                    "end": 2917,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3236,
                    "end": 3240,
                    "text": "[23,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3241,
                    "end": 3245,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3246,
                    "end": 3250,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3251,
                    "end": 3255,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The stability of the system was demonstrated by its ability to enroll and process samples every week of the review period. This may be related to the simplicity and acceptability of the system and the availability and use of standard operating procedures at sites. Nonetheless, tasking of surveillance staff with clinical and surveillance work may have affected the enrollment rate as previously discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the system performed satisfactorily over recent years. It contributed to the body of knowledge on the burden of influenza [3, 14] and other respiratory viruses [24] among common respiratory syndromes in Zambia and globally through sharing of influenza data [8, 28] and virus isolates. Nonetheless, despite its moderate cost, the ISSS in Zambia is largely reliant on external funds and the acceptability of maintaining the surveillance system through national funds would require evaluation. Improvement of the system would entail the improvement of the timeliness of sample shipments, enrollment of patients meeting the SARI case definition and an increased geographical coverage; however, the latter would increase costs and impose logistical constraints. Furthermore, while the surveillance system is stable and able to identify circulating influenza strains, the data being generated is not fully utilized as Zambia lacks guidelines on antivirals use and vaccination policy for influenza. A better use of the available data, in association with special studies, could be made to inform and promote mitigation interventions. ",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 141,
                    "end": 144,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "28]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimates of global seasonal influenza-associated mortality: a modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Iuliano",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Roguski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Muscatello",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "391",
            "issn": "",
            "pages": "1285--300",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology of influenza virus infections in children with acute respiratory infections in Zambia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizuta",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oshitani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saijo",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Ann Trop Paediatr",
            "volume": "17",
            "issn": "2",
            "pages": "115--124",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influenza surveillance in Zambia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Theo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liwewe",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ndumba",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Infect Dis",
            "volume": "206",
            "issn": "1",
            "pages": "173--180",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jis599"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rothman KJ, Greenland S. Modern epidemiology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Buehler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Surveillance",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guidalines for evaluating surveillance systems. MMVR",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Germain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Westmoreland",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Amstrong",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "1--35",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "WHO interim global epidemiological surveillance standards for influenza",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Protocol for the evaluation of epidemiological surveillance system",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Influenza surveillance in 15 countries in Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Radin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "206",
            "issn": "1",
            "pages": "14--21",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Severe acute respiratory illness deaths in sub-Saharan Africa and the role of influenza: A case series from 8 countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcmorrow",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Wemakoy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Tshilobo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "212",
            "issn": "6",
            "pages": "853--60",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiv100"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Incidence of medically attended influenza among residents of Shai-Osudoku and Ningo-Prampram districts",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ntiri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcmorrow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Frimpong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Infect Dis",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The national burden of influenza-associated severe acute respiratory illness hospitalization in Rwanda",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nyamusore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rukelibuga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mutagoma",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2012--2014",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12494"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Effects of the Attributable Fraction and the Duration of Symptoms on Burden Estimates of Influenza-Associated Respiratory Illnesses in a High HIV-Prevalence Setting",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Walaza",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moyes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Influenza Other Respir Viruses",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12529"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "National burden of hospitalized and non-hospitalized influenza-assocaited severe acute respiratory illness in Kenya",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chaves",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nyawanda",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2012--2014",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12488"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Burden and Epidemiology of Influenza-and Respiratory Syncytial Virus-Associated Severe Acute Respiratory Illness Hospitalization in Madagascar",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Theo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2011--2016",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12607"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The national and provincial burden of medically attended influenza-associated influenza-like illness and severe acute respiratory illness in the Democratic Republic of Congo",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Babakazo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lubula",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Disasuani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12601"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evaluation of two influenza surveillance systems in South Africa",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Budgell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcanerney",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Evaluation of the influenza sentinel surveillance system in Madagascar",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rakotoarisoa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Randrianasolo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bull World Health Organ",
            "volume": "95",
            "issn": "5",
            "pages": "375--81",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Evaluation of the sentinel surveillance system for influenza-like illnesses in the Greater Accra region",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Nuvey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Edu-Quansah",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Kuma",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS One",
            "volume": "14",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0213627"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Evaluation of the influenza-like illness surveillance system in Tunisia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yazidi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Aissi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bouguerra",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Public Health",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-019-7035-3"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Evaluation of the influenza sentinel surveillance system in the Democratic Republic of Congo",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Babakazo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kabamba-Tshilobo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Wemakoy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMC Public Health",
            "volume": "19",
            "issn": "",
            "pages": "2012--2015",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-019-8008-2"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Does the length of specimen storage affect influenza testing results by real-time reverse transcriptionpolymerase chain reaction? an analysis of influenza surveillance specimens",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Caselton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arunga",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Emukule",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "36",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Mortality amongst Patients with Influenza-Associated Severe Acute Respiratory Illness, South Africa",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moyes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0118884"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Identification of viral and bacterial pathogens from hospitalized children with severe acute respiratory illness in Lusaka, Zambia",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simusika",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Bateman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Theo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12879-015-0779-1"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Risk factors associated with hospitalisation for influenza-associated severe acute respiratory illness in South Africa: A case-population study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Abadom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vaccine",
            "volume": "34",
            "issn": "46",
            "pages": "5649--55",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2016.09.011"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Risk Factors for Influenza-Associated Severe Acute Respiratory Illness Hospitalization in South Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Walaza",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moyes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Open Forum Infect Dis",
            "volume": "4",
            "issn": "1",
            "pages": "2012--2015",
            "other_ids": {
                "DOI": [
                    "10.1093/ofid/ofw262"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Impact of Human Immunodeficiency Virus on the Burden and Severity of Influenza Illness in Malawian Adults: A Prospective Cohort and Parallel Case-Control Study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Aston",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jary",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Infect Dis",
            "volume": "66",
            "issn": "6",
            "pages": "865--76",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cix903"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Global role and burden of influenza in pediatric respiratory hospitalizations, 1982-2012: a systematic analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Lafond",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Rassoly",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Med",
            "volume": "13",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1001977"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Influenza sentinel surveillance implemented at six surveillance sites in Zambia, 2011-2017. A: years of implementation of influenza surveillance by sentinel site (solid line: sentinel sites situated in Lusaka Province; dashed line: sentinel sites situated in Copperbelt Province). B: monthly number of influenza-positive specimens among patients with influenza-like illness (ILI) or severe acute respiratory illness (SARI)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "1. QUESTIONNAIRE FOR THE SITE PROVIDER(S) Abbreviations CDC: Centers for Disease Control and Prevention; CIF: Case Investigation Form; HA: Haemagglutination; HAI: Haemagglutination Inibition; hMPV: Human Metapneumovirus; ILI: Influenza-Like Illness; ISSS: Influenza Sentinel Surveillance System; MoH: Ministry of Health; MS: Microsoft; NIC: National Influenza Center; PIV: Parainfluenza Virus; RSV: Respiratory Syncytial Virus; RT-PCR: Reverse Transcription Polymerase Chain Reaction; SARI: Severe Acute Respiratory Illness; WHO: World Health Organization",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mean indicators' scores (range 1-3) for each attribute used for the evaluation of the influenza sentinel surveillance system in Zambia, 2011-2017 a",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Indicators for data quality and completeness, timeliness, representativeness and flexibility used for the evaluation of the influenza sentinel surveillance system in Zambia, 2011-2017 a Abbreviations: ILI influenza-like-illness; SARI severe acute respiratory illness; CIF case investigation form; RNP RiboNucleic Protein; WHO World Health Organization; ISS influenza sentinel surveillance a Each quantitative indicator was evaluated as the proportion (expressed as percentage) of the outcome of interest over the total (indicator value). A scale from 1 to 3 was used to provide a score for each quantitative indicator as follows: < 60% (from the above calculation) scored 1 (weak performance); 60-79% scored 2 (moderate performance); ≥80% scored 3 (good performance) Key variables evaluated for completeness and consistency of data: site, age/date of birth, sex, date of consultation/admission, date of symptoms onset, date of sample collection and signs and symptoms included in the case definitions c The target period was 48 h from sites situated in Lusaka Province and 14 days from sites situated in Copperbelt Province",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Indicators for simplicity and acceptability used for the evaluation of the influenza sentinel surveillance system in Zambia, 2011-2017 a",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Indicators for simplicity and acceptability used for the evaluation of the influenza sentinel surveillance system in",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Indicators for utility and sustainability used for the evaluation of the influenza sentinel surveillance system in Zambia, 2011-2017 a",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Abbreviations: MoH Ministry of Health",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all members involved in ILI and SARI surveillance for data collection and their participation to the evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "All authors take responsibility for the integrity of the data and the accuracy of the data analysis. In addition, All Authors have read and approved the manuscript in its current state. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "This work was supported by the Zambia Ministry of Health and the US Centers for Disease Control and Prevention (co-operative agreement number: NU511P000828-05-02). The Ministry of Health, provided surveillance personnel, Laboratory space, Reagents and equipment to perform tests and sites for sample data collection and personnel in drafting and analyzing of the manuscript. US CDC provided funds and support for reagents and surveillance sites including technical support to analyze the data, training of key personnel on evaluation of surveillance systems and writing of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "All data generated or analyzed during this study are included in this published article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "All authors declare that they have no commercial or other associations that may pose a conflict of interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Ethical approval and consent to participate This surveillance evaluation was deemed non-research by the Zambia-MoH and the US CDC.Consent to participate was voluntary and verbally obtained, because this was a non-research and the procedure was non-risks to client ethical clearance was deemed unnecessary by the University of Zambia Biomedical Research Ethics Committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The findings and conclusions in this report are those of the authors and do not necessarily represent the official position of the US Centers for Disease Control and Prevention, USA or the Zambia Ministry of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclaimer"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        }
    ]
}