{
    "paper_id": "99acb5c35e12a8faa8d0f4bc507642a63713414f",
    "metadata": {
        "title": "IFNL4-ΔG is associated with prostate cancer among men at increased risk of sexually transmitted infections",
        "authors": [
            {
                "first": "Tsion",
                "middle": [
                    "Zewdu"
                ],
                "last": "Minas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Human Carcinogenesis",
                    "institution": "National Institutes of Health (NIH)",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Human Carcinogenesis",
                    "institution": "National Institutes of Health (NIH)",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Cheryl",
                "middle": [
                    "J"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Human Carcinogenesis",
                    "institution": "National Institutes of Health (NIH)",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Olusegun",
                "middle": [
                    "O"
                ],
                "last": "Onabajo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Translational Genomics",
                    "institution": "NCI",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "NIH, MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Adeola",
                "middle": [],
                "last": "Obajemu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Translational Genomics",
                    "institution": "NCI",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "NIH, MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tiffany",
                "middle": [
                    "H"
                ],
                "last": "Dorsey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Human Carcinogenesis",
                    "institution": "National Institutes of Health (NIH)",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Symone",
                "middle": [
                    "V"
                ],
                "last": "Jordan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Human Carcinogenesis",
                    "institution": "National Institutes of Health (NIH)",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Obadi",
                "middle": [
                    "M"
                ],
                "last": "Obadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Human Carcinogenesis",
                    "institution": "National Institutes of Health (NIH)",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bríd",
                "middle": [
                    "M"
                ],
                "last": "Ryan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Human Carcinogenesis",
                    "institution": "National Institutes of Health (NIH)",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ludmila",
                "middle": [],
                "last": "Prokunina-Olsson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Translational Genomics",
                    "institution": "NCI",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "NIH, MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "A"
                ],
                "last": "Loffredo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgetown University Medical Center",
                    "location": {
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Ambs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Human Carcinogenesis",
                    "institution": "National Institutes of Health (NIH)",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": "ambss@mail.nih.gov"
            }
        ]
    },
    "abstract": [
        {
            "text": "Sexually transmitted infections can reach the prostate gland where their harmful effects are mediated by innate immunity, including interferons. Humans are polymorphic for the germline dinucleotide variant, rs368234815-TT/ΔG, in the IFNL4 gene encoding interferon λ4. Since the IFNL4-ΔG allele has been linked to impaired viral clearance, we hypothesized that potential exposure to sexually transmitted pathogens, as assessed by the number of lifetime sexual partners, may increase prostate cancer risk in an IFNL4-ΔG-dependent manner. Accordingly, we find that men with 10 or more sexual partners and at least one copy of IFNL4-ΔG have a significantly increased risk of prostate cancer while those with the same number of partners but lacking IFNL4-ΔG do not. Moreover, a test for effect modification shows a positive interaction between the number of lifetime partners and IFNL4-ΔG in the development of aggressive prostate cancer. Based on these findings, we conclude that a gene-environment interaction between IFNL4-ΔG and sexual activity may increase the risk of prostate cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Sexually transmitted infections can reach the prostate gland where their harmful effects are mediated by innate immunity, including interferons. Humans are polymorphic for the germline dinucleotide variant, rs368234815-TT/ΔG, in the IFNL4 gene encoding interferon λ4. Since the IFNL4-ΔG allele has been linked to impaired viral clearance, we hypothesized that potential exposure to sexually transmitted pathogens, as assessed by the number of lifetime sexual partners, may increase prostate cancer risk in an IFNL4-ΔG-dependent manner. Accordingly, we find that men with 10 or more sexual partners and at least one copy of IFNL4-ΔG have a significantly increased risk of prostate cancer while those with the same number of partners but lacking IFNL4-ΔG do not. Moreover, a test for effect modification shows a positive interaction between the number of lifetime partners and IFNL4-ΔG in the development of aggressive prostate cancer. Based on these findings, we conclude that a gene-environment interaction between IFNL4-ΔG and sexual activity may increase the risk of prostate cancer. C ancer-causing sexually transmitted infections (STI), such as human papillomavirus (HPV), human immunodeficiency virus (HIV), and herpes simplex virus (HSV), are common worldwide. HPV infections cause cervical and head and neck cancers, while HIV infections cause Kaposi's sarcoma 1 . The prostate gland is an organ that is easily exposed to infections of the urogenital tract. The innate immune response of the urogenital epithelium provides the first line of defense against pathogens and may protect against urogenital cancers. Accordingly, studies have reported an association between prostate cancer risk and mutations or genetic variants in innate immune response genes 2, 3 . However, the evidence for an association between STI and prostate cancer remains inconclusive. Multiple epidemiological studies have evaluated the association between lifetime number of sexual partners, as a proxy for STI, and prostate cancer risk and reported both positive [4] [5] [6] [7] [8] [9] [10] [11] and null associations [12] [13] [14] [15] . Therefore, we hypothesized that discordance in these observations could be due to residual confounding by unknown host factors modifying the relationship between STI and prostate cancer.",
            "cite_spans": [
                {
                    "start": 1763,
                    "end": 1765,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2045,
                    "end": 2048,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2049,
                    "end": 2052,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2053,
                    "end": 2056,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2057,
                    "end": 2060,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2061,
                    "end": 2064,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2065,
                    "end": 2068,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2069,
                    "end": 2073,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2074,
                    "end": 2078,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2101,
                    "end": 2105,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2106,
                    "end": 2110,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2111,
                    "end": 2115,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2116,
                    "end": 2120,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the host factors of importance for innate immune response to STI could be a germline dinucleotide polymorphism, rs368234815 (TT or ΔG alleles), in the IFNL4 gene that encodes IFN-λ4, a type-III interferon 16, 17 . The ΔG allele creates an open reading frame for IFN-λ4, thus this interferon can only be produced in carriers of the ΔG allele. Paradoxically, although IFN-λ4 is an antiviral cytokine and a potent inducer of the JAK-STAT pathway, individuals carrying the IFNL4-ΔG allele have impaired ability to clear certain viral infections such as hepatitis C virus (HCV) 16, 18, 19 , cytomegalovirus 20, 21 , coronavirus 22, 23 , and possibly HIV 24 . This effect has been attributed to increased induction of negative regulators of interferon signaling by IFN-λ4 that could affect the function of other interferons 16, 17 . We recently showed that IFNL4-ΔG is closely associated with the occurrence of an interferon signature, termed Interferon-related DNA Damage Resistance Signature (IRDS), in prostate tumors of African-American patients with decreased overall survival in this patient group 25 . Thus, IFNL4-ΔG may have a significant function in prostate cancer biology.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 825,
                    "end": 828,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the present study, we identified a gene-environment interaction between IFNL4-ΔG and an increased likelihood of exposure to STI resulting in the development of aggressive prostate cancer, suggesting a yet unidentified relationship between an infectious agent and prostate cancer in men with IFNL4-ΔG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinical and demographic characteristics of participants. Characteristics of the participants in the NCI-Maryland Prostate Cancer Case-Control Study have been previously described 26 . The study enrolled 976 cases (489 African-American [AA] and 487 European-American [EA]) and 1034 population controls (486 AA and 548 EA) ( Table 1) who were asked about their sexual history (Supplementary Table 1 ). Cases and controls had similar age and BMI distributions. More cases, compared to controls, had a first degree family history of prostate cancer (11% vs. 7%, P = 0.003, Chi-square test), whereas fewer cases than controls had a college or graduate-level degree (32% vs. 50%, P < 0.001, Chi-square test). Additionally, more cases were current smokers than controls (25% vs. 15%, P < 0.001, Chi-square test). Among the 976 cases, 138 men (14%) had advanced disease (stage 3 or 4 prostate cancer). High Gleason score (>7) was reported in 167 patients (17%). Both AA and EA men had similar Gleason score distribution, but AA men tended to have higher blood PSA levels at diagnosis. A greater proportion of EA (16%) men, compared with AA men (13%), presented with an advanced disease in this cohort. Based on the combination of low/highgrade and localized/advanced disease (see Methods), 732 and 244 cases were assigned into groups of nonaggressive and aggressive prostate cancer, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 332,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 390,
                    "end": 397,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Number of sexual partners as proxy to assess exposure to STI .  To establish the validity of our surrogate variable (see Methods) , we tested if the number of self-reported sexual partners can be used to infer exposure to gonorrhea, an established STI. As shown in Supplementary Table 2, men with 10 or more sexual partners in their teens to 30s were about 3-to 5-fold more likely to have had a gonorrhea infection than men that had only 0-1 sexual partners, while men with 2-9 partners had a 2-to 3-fold increased odds of this infection. These relationships were statistically significant in an analysis of all men combined or when we stratified into controls and cases. The lifetime number of sexual partners also correlated with the likelihood of contracting gonorrhea in an exposure-dependent manner (Supplementary Table 2 ), and the likelihood of contracting gonorrhea was increased with a higher lifetime number of sexual partners (P trend < 0.001), further validating the utility of this proxy variable to infer likelihood of exposure to STI.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 129,
                    "text": ".  To establish the validity of our surrogate variable (see Methods)",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 826,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Number of sexual partners and prostate cancer risk. As the youngest age at diagnosis in our cohort was 42 years, and 24 of our participants had a prostate cancer diagnosis in their 40s and therefore could not report any sexual partners in their 50s and beyond, we decided to only look at exposures during their teens, 20, and 30s. Table 2 presents the associations of sexual activity during early adulthood (up to age 39) and throughout lifetime with prostate cancer. We did not observe a significant association between the number of sexual partners when the men were teens and their risk of developing prostate cancer later in life, according to the multivariable model, although a trend towards an increased risk was observed in the univariate analysis. On the other hand, when considering the number of sexual partners during an individual's 20s and 30s, individuals who had 10 or more sexual partners had a 41% and 59% increased odd of prostate cancer, respectively, compared with men who had 0-1 partners. Similarly, when considering the total number of sexual partners through the life course, men who had 20 or more sexual partners had a 47% increased odd of prostate cancer. These associations were significant in the multivariable model and were also dosedependent. For example, men who had 10 or more sexual partners had more risk than those who had 2-9 sexual partners during their 20s (P trend = 0.029) and 30s (P trend = 0.001). Our findings indicate that increased exposure to STI during early adulthood elevates individuals' risk of developing prostate cancer later in life, suggesting that STI may play a role in the etiology of prostate cancer. These findings were observed in both EA and AA men. However, we noted a more robust risk association among the AA men (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 338,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1781,
                    "end": 1790,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "IFNL4-ΔG modifies sexual activity-associated cancer risk. IFNL4 rs368234815 genotypes were determined for 828 cases and 953 controls with available germline DNA. As expected 16 , the ΔG allele was more common among AA (61.7%) than EA (33.7%) men (Supplementary Table 3 ). To investigate whether IFNL4-ΔG modifies the association between likelihood of exposure to STI and prostate cancer risk, we stratified the participants into those with one or two ΔG alleles vs. none. As shown in Fig. 1 and Table 3 , the adjusted logistic regression analysis revealed that the increased risk of prostate cancer associated with sexual activity was restricted to carriers of at least one ΔG allele. For instance, among individuals that had 10 or more sexual partners in their 20s, the odds of diagnosis with prostate cancer for men with at least one ΔG allele vs. none was 1.68-fold (95% CI: 1.16, 2.43) vs. 1.05-fold (95% CI: 0.59, 1.87), respectively. The effect of the ΔG allele remained statistically significant after adjusting for race/ ethnicity or applying a Bonferroni-adjusted significance threshold of P < 0.00625.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 268,
                    "text": "(Supplementary Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 484,
                    "end": 490,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 502,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We reasoned that among men who had multiple sexual partners during early adulthood, carriers of two copies of ΔG allele (ΔG/ΔG genotype) would be expected to have a higher prostate cancer risk than those with one copy (ΔG/TT genotype). To increase the statistical power to test this hypothesis, we combined individuals with moderate likelihood of exposure (2-9 sexual partners) with the highest likelihood of exposure (10 +sexual partners) and compared their risk to the reference group (0-1 sexual partners). As shown in Supplementary Table 4 , among those with an increased likelihood of exposure to STI in their 20s, 30s, or during their lifetime, the odds of diagnosis with prostate cancer were higher in carriers of ΔG/ΔG than of ΔG/TT or TT/TT genotypes. Again, there was no significant relationship between the number of sexual partners and prostate cancer risk among TT/TT carriers. However, ΔG/ΔG carriers who had two or more sexual partners in their 20s and 30s, or had 20 or more sexual partners during their lifetime, had increased risk. For instance, for men with two or more sexual partners vs. none during their 30s, the odds ratios increased from 1 To further examine this observation, we tested for statistical significance of an interaction term between IFNL4-ΔG and likelihood of exposure to STI during early adulthood, using the number of sexual partners as the surrogate measurement for STI likelihood. This analysis was performed for all prostate cancer cases and then stratified into nonaggressive and aggressive disease. Notably, the strongest evidence for a gene-environment interaction revealed an association of this interaction with the odds of developing the aggressive disease (Table 4) , where both IFNL4-ΔG and multiple lifetime sexual partners synergistically increased the odds for aggressive prostate cancer (P interaction = 0.004). This association remained significant when a Bonferroniadjusted significance threshold of P < 0.00625 was applied. We made similar observations when we examined the association AA African-American, EA European-American, IQR interquartile range, SD standard deviation, PSA prostate specific antigen a Cases recruited within 2 years after disease diagnosis with an average interval between diagnosis and enrollment of 6.7 months b Age at study interview c First-degree relative with prostate cancer d Smoking status describes cigarette smoking e Pathologically confirmed using American Joint Committee on Cancer (AJCC) 7th edition f Cases with pathologically confirmed T1 or T2 and Gleason score ≤ 7 g Cases with pathologically confirmed T3 or T4 or Gleason score > 7 between number of sexual partners and disease risk among IFNL4-ΔG carriers in strata of aggressive and nonaggressive prostate cancer. As shown in Fig. 1 and Table 5 , IFNL4-ΔG carriers who had 10 or more sexual partners in their 20s and 30s (or 20 or more lifetime partners), tended to have higher odds of being diagnosed with an aggressive than a nonaggressive disease. IFNL4-ΔG has very divergent allelic frequencies across populations-<10% in Asians,~30% in Europeans, and up to 78% in Africans 16 -which can lead to a wide range of population attributable risks associated with this genetic variant. Given that the allele frequency is higher in AA, we stratified our analysis by race/ethnicity. We found that the odds of being diagnosed with aggressive prostate cancer in men who had 10 or more sexual partners in their 20s or 30s (or 20 or more lifetime partners) was higher among AA men than EA men (Table 6) , consistent with the increased frequency of the IFNL4-ΔG risk allele in AA compared to any other racial group. For AA men, having multiple sexual partners (10 or more) in their 30s, increased their odds of diagnosis with aggressive prostate cancer by 207% vs. only by 43% for nonaggressive prostate cancer (Table 6) . Similarly, in men with at least one copy of the ΔG allele, having multiple sexual partners in their 30s was associated with 182% increased odds of a diagnosis with aggressive prostate cancer vs. only 56% for nonaggressive prostate cancer (Table 5 ). In EA men, however, these relationships were either non-significant, or borderline significant, again suggesting that the higher prevalence of the ΔG allele in AA men could contribute to their increased risk for aggressive prostate cancer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 543,
                    "text": "Supplementary Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1707,
                    "end": 1716,
                    "text": "(Table 4)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 2780,
                    "end": 2786,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 2791,
                    "end": 2798,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 3539,
                    "end": 3548,
                    "text": "(Table 6)",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 3856,
                    "end": 3865,
                    "text": "(Table 6)",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 4106,
                    "end": 4114,
                    "text": "(Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Because the exact viral pathogens causing STI in the prostate gland are unknown, we infected human prostate cancer cell lines with Sendai virus (SeV), which is a murine RNA virus that infects diverse human cell types and induces a robust antiviral response, including IFN-λ4 expression in primary human hepatocytes 17 . In SeV-infected human prostate cancer cell lines, PC3 and DU145, we observed a robust induction of the transcripts in the IFNL4 region (Supplementary Figure 1, Supplementary Table 5 ). Of note, mRNA induction is not allele-specific and can be detected in cells with the TT/TT genotype, although expression is generally lower with the TT/TT genotype due to nonsense-mediated decay of prematurely terminated out-of-frame transcripts 16 . However, IFN-λ4 protein can be produced only in the presence of the ΔG allele. Indeed, our Western blot analysis showed that IFN-λ4 was strongly induced in the SeV-infected PC3 cells that have the ΔG/ ΔG genotype but not in DU145 cells that have the TT/TT genotype ( Fig. 2, Supplementary Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 501,
                    "text": "(Supplementary Figure 1, Supplementary Table 5",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1023,
                    "end": 1053,
                    "text": "Fig. 2, Supplementary Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Endogenous IFN-λ4 is induced by viral infection in PC3 cells."
        },
        {
            "text": "As a key finding, our study revealed a gene-environment interaction in prostate cancer etiology between increased exposure to STI due to sexual activity and a germline genetic variant, IFNL4-ΔG, that regulates the innate immune response to infections in epithelial cells. Our observations were consistent across age group and IFNL4 genotype strata. Furthermore, the odds of developing prostate cancer, particularly of an aggressive type, increased with the number of sexual partners in men carrying the IFNL4-ΔG allele. As AA are more likely than EA men to carry the ΔG allele, the effect was more pronounced in the former population. The identification of this novel gene-environment interaction suggests an association between a yet unidentified infectious agent and prostate cancer risk in men with IFNL4-ΔG. Efforts are warranted to identify this etiologic agent. OR odds ratio, 95% CI 95% confidence interval a Unconditional logistic regression adjusted for body mass index at study enrollment (BMI, kg m −2 ), age at study entry, education (high school or less, some college, college, professional school), family history of prostate cancer (first degree relatives, yes/no), smoking history (never, former, current), condom use (usually use, yes/no), aspirin use (regular user, yes/no), IFNL4 rs368234815 genotype (ΔG/ΔG or ΔG/TT vs. TT/TT), and race b Unconditional logistic regression adjusted for body mass index at study enrollment (BMI, kg m −2 ), age at study entry, education (high school or less, some college, college, professional school), family history of prostate cancer (first degree relatives, yes/no), smoking history (never, former, current), condom use (usually use, yes/no), aspirin use (regular user, yes/no), and IFNL4 rs368234815 genotype (ΔG/ΔG or ΔG/TT vs. TT/TT) Bolded data indicate significant associations in the multivariable logistic regression analysis c Bonferroni-corrected significance thresholds for multiple comparisons in the total (n = 4) and stratified (n = 8) analyses are 0.0125 and 0.00625, respectively",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since the first documented implication of STI as a possible etiologic agent for prostate cancer in the early 1950s 27 , multiple epidemiologic studies have subsequently explored this relationship. Yet, epidemiologic evidence for the association of STI with prostate cancer is still not firmly established. Multiple studies with self-reported exposure to any STI or to the most common, symptomatic STI (i.e. gonorrhea) have reported a positive association 4, 6, 8, 9, 11, 14, [28] [29] [30] [31] , resembling the epidemiologic literature for cervical cancer before the discovery of HPV as the etiologic agent. In our study, we observed that self-reported exposure to gonorrhea increased the odds of diagnosis with prostate cancer by about 30% (Supplementary Table 6 ), which is in concordance with the 2005 32 and the 2015 33 meta-analysis data that reported a 35% and 31% increase in risk, respectively. The search for prostate cancer etiologic agents also encompassed sero-epidemiologic evaluations of the association between prostate cancer risk and infection with human herpesvirus 8, herpes simplex type 2, HPV, Chlamydia trachomatis, and Trichomonas vaginalis, but the reported findings are far from conclusive [34] [35] [36] [37] [38] [39] [40] [41] [42] [43] [44] [45] . Although our observations of a gene-environment interaction related to a STI do not implicate a specific STI, they suggest that exposure to some sexually transmitted etiologic agent(s) may lead to prostate cancer, but only in genetically susceptible individuals.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 457,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 458,
                    "end": 460,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 461,
                    "end": 463,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 464,
                    "end": 466,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1216,
                    "end": 1220,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1221,
                    "end": 1225,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1226,
                    "end": 1230,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1231,
                    "end": 1235,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1236,
                    "end": 1240,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1241,
                    "end": 1245,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1246,
                    "end": 1250,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1251,
                    "end": 1255,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1256,
                    "end": 1260,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1266,
                    "end": 1270,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1271,
                    "end": 1275,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 757,
                    "end": 764,
                    "text": "Table 6",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In our NCI-Maryland case-control study, we observed that men who had multiple sexual partners, and hence may have had an increased likelihood of exposures to STI during early adulthood, had higher odds of diagnosis with aggressive prostate cancer later in life. Consistent with the increased prevalence of the ΔG allele among individuals of African ancestry, this association was stronger in AA than EA men. In vitro infection of prostate cancer cell lines with SeV, a model for a wide range of RNA viruses, showed induction of IFN-λ4 in a cell line homozygote for the ΔG allele (PC3) but not in a cell line without this allele (DU145), supporting the hypothesis for a viral origin of IFN-λ4 expression in prostate tissue. Until now, a detectable induction of endogenous IFN-λ4 protein was only shown for hepatic cells 16, 17 . Once induced, IFN-λ4 protein may enhance negative regulation of IFN signaling, leading to impaired viral clearance and a distinct tumor biology in carriers of IFNL4-ΔG allele, as previously reported 16, 17, 25 . An impaired IFN signaling may also affect innate immune response to non-viral pathogens.",
            "cite_spans": [
                {
                    "start": 819,
                    "end": 822,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1027,
                    "end": 1030,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1031,
                    "end": 1034,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "IFNL4-ΔG is more common in individuals of African ancestry (up to 78%), compared with those of European ancestry (~30%) 16 , and we observed a comparable distribution in our case-control study, with 61.7% and 33.7% IFNL4-ΔG allele frequencies among AA and EA men, respectively (Supplementary Table 3 ). This is in line with the health disparity in prostate cancer that manifests as a more aggressive and deadly disease in AA compared to other racial groups. Moreover, the findings of this study are also consistent with our previous work where we observed a distinct interferon signature that was more prevalent in tumors from AA than EA men 25, 46 . A role of the interferon-inducible system in the pathogenesis of an aggressive form of prostate cancer is further suggested by germline mutations in RNASEL, a gene involved in the interferon antiviral pathway, that were found to predispose men to familial prostate cancer 2, 47 .",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 645,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 923,
                    "end": 925,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 299,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Carriers of the IFNL4-ΔG allele who had multiple sexual partners during early adulthood had about a 3-fold increase in their odds of being diagnosed with an aggressive prostate cancer later in life. On the contrary, men with the IFNL4-TT variant did not bear a similar STI-associated prostate cancer risk even if they had as many partners. However, IFNL4-ΔG may not predispose to prostate cancer in the context of all STI. For example, it has been shown that a herpesvirus infection and its latency confer protection from bacterial infections 48 . Thus, chronic viral infection in carriers of IFNL4-ΔG may lead to a decreased risk for a bacterial infection. Accordingly, we found that the association of gonorrhea with prostate cancer was stronger for IFNL4-TT/TT than IFNL4-ΔG carriers (Supplementary Table 6 ), arguing that the overall unfavorable association of IFNL4-ΔG with prostate cancer, as shown in our study, is more likely related to an infectious agent of viral origin. Additional studies are needed to identify this microbial agent.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 802,
                    "end": 809,
                    "text": "Table 6",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our study has several limitations that should be considered. In general, case-control study designs are influenced by inherent biases including recall, response, and interviewer biases. Our study should not be affected by interviewer bias since sexual history information was acquired through a self-administered questionnaire filled in privacy. However, we relied on retrospective, self-reported assessment of sexual history, which is vulnerable to recall bias. In our view, it is unlikely that the general population is aware of the infectious hypothesis in the context of prostate cancer, arguing against a recall bias. Additionally, the fact that the self-reported number of sexual partners could be used to infer exposure to gonorrhea in both cases and controls in a similar manner suggests that the case-control status did not P values for departure from additive interaction based on likelihood ratio tests between the models with and without interaction terms. Analyses were adjusted for body mass index at study enrollment (BMI, kg m −2 ), age at study entry, education (high school or less, some college, college, professional school), family history of prostate cancer (first degree relatives, yes/no), smoking history (never, former, current) condom use (usually use, yes/no), aspirin use (regular user, yes/no), and race Bolded data indicate statistical evidence for synergy a Bonferroni-corrected significance thresholds for multiple comparisons in the total (n = 4) and stratified (n = 8) analyses are 0.0125 and 0.00625, respectively influence self-reported sexual history (Supplementary Table 2 ). Likewise, the fact that we observed STI-associated prostate cancer risks exclusively in men with at least one copy of the ΔG allele, whereas not in men with the TT/TT genotype, albeit both groups having reported multiple sexual partners, makes it rather unlikely that a recall bias contributed to these findings. As we report an association of IFNL4-ΔG with disease risk in the context of sexual activity, there could only be confounding/bias in this observation OR odds ratio, 95% CI 95% confidence interval a Unconditional logistic regression adjusted for body mass index at study enrollment (BMI, kg m −2 ), age at study entry, education (high school or less, some college, college, professional school), family history of prostate cancer (first degree relatives, yes/no), smoking history (never, former, current), condom use (usually use, yes/no), aspirin use (regular user, yes/no), and race Bolded data indicate significant associations in the multivariable logistic regression analysis b Bonferroni-corrected significance threshold for multiple comparisons (n = 16) is 0.003125 if the men knew their IFNL4 genotype, which they certainly did not, and then reported sexual activity biased by this knowledge.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1589,
                    "end": 1611,
                    "text": "(Supplementary Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "To further buttress the validity of our observations, we also found a significant relationship between a gonorrhea infection history and prostate cancer in a very consistent manner with recent meta-analyses 32, 33 . Yet, it remains a limitation that we could not validate our findings in a second cohort. Our study population is rather unique having AA subjects, an in-depth survey about sexual activity, and germline DNA for genotyping, making it difficult to replicate our findings without the requirement for additional recruitment. Nevertheless, the fact that we observed a dose response relationship that fits a biologically plausible mechanism suggests that the associations we observed warrant further investigations, including prospective cohorts.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, an increased likelihood of exposure to STI among men with genetically impaired clearance of viral infections was found to be positively associated with the risk of prostate cancer. Although our findings do not implicate a specific STI, they strongly argue for an infection as an etiologic agent for prostate cancer in a substantial subset of patients. Whether the observed association is due to carcinogenic effects of a putative etiologic infectious agent or rather due to the host's response to the infectious agent needs to be examined in future work. Our data suggest that the etiology of prostate cancer may vary in population groups due to the ancestry-related genetic variation in resolution or progression of an infection following exposure. The proposed synergistic mechanism of prostate cancer pathophysiology is relevant for all populations but could disproportionally affect men of African ancestry. As such, these findings may shed light on the prostate cancer health disparity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Methods NCI-Maryland prostate cancer case-control study. This case-control study has been previously described 26 . The study was initiated to test the primary hypothesis that environmental exposures and ancestry-related factors contribute to the excessive prostate cancer burden among AA men. Briefly, prior to interview, all subjects signed informed consent for participation. All study forms and procedures were approved by the NCI (protocol # 05-C-N021) and the University of Maryland (protocol #0298229) Institutional Review Boards. Cases were recruited at the Baltimore Veterans Affairs Medical Center and the University of Maryland Medical Center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Eligibility criteria included the following: diagnosis with prostate cancer within two years prior to enrollment, residence in Maryland or adjacent counties in Pennsylvania, Delaware, Virginia, or District of Columbia, 40 to 90 years old at the time of enrollment, born in the United States, either African-American (AA) or European-American (EA) by self-report, can be interviewed in English, had a working home phone number, physically and mentally fit to be interviewed, not severely ill, and not residing in an institution such as prison, nursing home, or shelter. A total of 976 cases (489 AA and 487 EA men) were recruited into the study between 2005 and 2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Controls were identified through the Maryland Department of Motor Vehicle Administration database and were frequency-matched to cases on age and race. The controls also had the same eligibility criteria as cases with the exception that they could not have a personal history of cancer (other than non-melanoma skin cancer), radiation therapy, or chemotherapy. A total of 1034 population controls were recruited (486 AA and 548 EA men). At the time of enrollment, both cases and controls were administered a survey by a trained interviewer and a blood sample or mouthwash rinse/buccal cells was collected. The survey asked about their demographics, tobacco use, nutrition, medical history, family history of cancer, prostatitis, or benign prostatic hypertrophy, occupational history, socioeconomic status, anthropometry, and sexual history. The participants were given 20 min of privacy to complete the sexual history section of the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Assessment of sexual history. The sexual history section of the survey assessed the participants' number of sexual partners using the following questions: (1) Throughout your life, what is the total number of partners with whom you have had sexual intercourse-fewer than 5, 5 to 9, 10 to 19, 20 to 30, 40 or more; (2) when you were (in your teens, in your 20s, in your 30s, in your 40s, in your 50s, in your 60s, or in your 70s) with how many different partners did you have intercourse-0, 1, 2, 3-4, 5-9, 10-19, 20-39, 40 or more. More than 90% of the participants (92%, 97%, 97%, and 99% of the cases and 94%, 97%, 97%, and 98% of the controls) reported the number of sexual partners they had in their teens, 20s, 30s, and throughout their life, respectively; the remainder either declined to answer or provided incomplete information (Supplementary Table 1 ). For lifetime number of sexual partners, the \"5 to 9\" and \"10 to 19\" categories were collapsed to a new a category \"5 to 19\" whereas the \"20 to 30\" and \"40 or more\" categories were collapsed together into a new category \"20 or more\". Similarly, for the number of sexual partners that the men had during their different age decades (teens, 20s, 30s, 40s, 50s, 60s, 70s), we collapsed the categories to three groups: a reference group (0-1 sexual partners) with presumed no or low chance of contracting a STI, a medium risk group (2-9 sexual partners) with intermediate likelihood of contracting a STI, and a higher risk group (10 or more sexual partners) with the highest likelihood of contracting a STI. The sexual history section also asked about the history of condom use using the following question: do you usually use condoms (rubbers)-no, yes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 852,
                    "end": 859,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Assessment of history of sexually transmitted disease. The medical history section of the questionnaire asked about the participants' history of two sexually transmitted diseases using the following questions: (1) Did a doctor ever tell you that you had gonorrhea-no, yes; (2) Did a doctor ever tell you that you had syphilis-no, yes; if the participants answered \"yes\" to either of the two questions, they were asked the follow-up questions: \"How old were you when you were first diagnosed?\" and \"How many times altogether have you had the disease?\" History of syphilis infection was not analyzed in detail because it was reported by only few participants (31 cases and 26 controls). Infection with gonorrhea was more common (226 cases and 172 controls) and this information was used for analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Prostate cancer classification. Gleason grading system was used to classify prostate tumors into low-grade (Gleason score ≤ 7) or high-grade (Gleason score > 7). Tumor stage at diagnosis was obtained from medical records, stage 1 or 2 was defined as localized and stage 3 or 4 as advanced disease. Cases with a combination of low-grade tumors and localized disease were defined as nonaggressive prostate cancer, while cases with either high-grade tumors or advanced disease were defined as aggressive prostate cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Genotyping of IFNL4 rs368234815. Genomic DNA was isolated from buffy coats, when available, and from cell lines using the DNeasy Blood & Tissue Kit (Qiagen). For a subset of men (100 cases and 112 controls), genomic DNA was obtained from a mouthwash sample using the Gentra Puregene Buccal Cell Kit (Qiagen). In total, genomic DNA was available for 828 cases (84.8% of study participants) and 953 controls (92.2%). Genotyping of rs368234815 was done as previously described 16 with a custom-designed assay purchased from Thermo Fisher. The genotyping was performed using ABI 7900 (Applied Biosystems) according to the standard protocol. Genotype concordance among duplicates was 97%. There was no deviation from the Hardy-Weinberg equilibrium in controls. Genotyping success rate was 98.6%. The genotyping failure rate was similar (1.4%) for DNA extracted from blood and mouthwash samples. The genotype along with the clinical information for the 976 cases and 1034 controls is presented in Supplementary Data 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "SeV infection and expression analysis. Human prostate cancer cell lines, PC3 (IFNL4 rs368234815-ΔG/ΔG genotype) and DU145 (TT/TT genotype), were obtained from the American Type Culture Collection (Manassas, VA); the cells have been regularly authenticated using a short tandem repeat analysis with GenePrint10 and tested for Mycoplasma contamination. Both cell lines are not Supplementary Fig. 2 commonly misidentified per the register of misidentified cell lines curated by ICLAC (International Cell Line Authentication Committee). PC3 cells were cultured in F-12K Medium (ATCC, Manassas, VA) with 10% FBS, and DU145 were cultured in Eagle's Minimum Essential Medium (ATCC) with 10% FBS. SeV infection was done as described 17 . For IFN-λ4 protein expression analysis, the cells were seeded overnight at a density of 0.3 × 10 6 cells in six-well plates and infected in triplicates with SeV Cantell strain (Charles River Laboratories) or mock (control) for 24 h, harvested, lysed with 100 µl of RIPA (Sigma) supplemented with protease inhibitor (Promega) and pulse sonicated for 30s, with 10s burst-cooling cycles, at 4°C. Lysates were centrifuged at 10,000 × g for 5 min, supernatant was boiled in reducing sample buffer for 5 min at 100°C, resolved on 4-12% Bis-Tris Bolt gels, and transferred using an iBlot 2 (Thermo Fisher). The blot was blocked with 2% milk for 1 h and then incubated with rabbit anti-IFN-λ4 (1:500, ab196984; Abcam) and developed with secondary HRP-linked goat anti-rabbit antibody (1:5000, #7074; Cell Signaling Technology) and SuperSignal West Femto Maximum Sensitivity Substrate (Thermo Fisher). For gene expression, cells were infected with SeV, as described above, but for 10 h. Total RNA was extracted using an RNeasy Kit with on-column DNase I digestion (Qiagen). cDNA was generated from 500 ng of total RNA with the RT2 First Strand Kit (Qiagen) with an additional DNA removal step. Total RNA input was 2.5 ng per reaction. Expression was measured in technical quadruplicates-of IFNL4, ISG15, and endogenous controls, GAPDH and ACTB, using TaqMan expression assays. SeV loads were measured with a SYBR Green expression assay for SeV defective-interfering RNA, as previously described 17 . QuantStudio 7 (Thermo Fisher) was used for the expression analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 395,
                    "text": "Supplementary Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Statistical analysis. All statistical analyses were performed using Stata/SE 14.0 statistical software package (Stata Corp). All statistical tests were two-sided and P < 0.05 was considered statistically significant. We used the Bonferroni's method for multiple comparison correction based on the number of survey questions in the main analyses (n = 4) and for additional subgroups in the stratified analyses. Bonferroni-adjusted significance thresholds are reported in the footnotes of Tables 2-6 . For the main analysis, we evaluated whether the sexual history variables were associated with prostate cancer and then stratified by race/ ethnicity (AA vs. EA) and IFNL4 rs368234815 (ΔG/ΔG or ΔG/TT vs. TT/TT) for all cases or cases with aggressive vs. nonaggressive disease. Unconditional logistic regression was used to compute the odds ratios (OR) and 95% confidence intervals (CI) to assess the association of sexual history and medical history parameters (number of sexual partners during the different age decades, total number of sexual partners, or history of gonorrhea) with prostate cancer. We adjusted for potential confounding factors: body mass index at study enrollment (BMI, kg m −2 ), age at enrollment, education (high school or less, some college, college, professional school), family history of prostate cancer (first degree relatives, yes/no), smoking history (never, former, current), condom use (usually use, yes/no), aspirin use (regular user, yes/no), IFNL4 rs368234815 (ΔG/ΔG or ΔG/TT vs. TT/TT), and race/ethnicity as applicable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 497,
                    "text": "Tables 2-6",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "To test for a gene-environment interaction between IFNL4-ΔG and the number of sexual partners as a proxy for likelihood of exposure to STI, we examined for departure from additivity 49 . We applied the multivariable model with and without the interaction term and examined significance with the likelihood ratio test. The results were adjusted for potential confounding factors listed above. A P < 0.05 was considered as statistical evidence for effect modification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global cancer statistics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jemal",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "CA Cancer J. Clin",
            "volume": "61",
            "issn": "",
            "pages": "69--90",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Germline mutations in the ribonuclease L gene in families showing linkage with HPC1",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carpten",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Genet",
            "volume": "30",
            "issn": "",
            "pages": "181--184",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Association of the innate immunity and inflammation pathway with advanced prostate cancer risk",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kazma",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sexual factors in the epidemiology of cancer of the prostate",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steele",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Lees",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kraus",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J. Chronic Dis",
            "volume": "24",
            "issn": "",
            "pages": "29--37",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lifestyle factors and prostate cancer risk: a case-control study in Sweden",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Cancer Epidemiol. Biomark. Prev",
            "volume": "5",
            "issn": "",
            "pages": "509--513",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sexual factors and the risk of prostate cancer",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Rosenblatt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Wicklund",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Stanford",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am. J. Epidemiol",
            "volume": "153",
            "issn": "",
            "pages": "1152--1158",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Meta-analysis of measures of sexual activity and prostate cancer",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Dennis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Epidemiology",
            "volume": "13",
            "issn": "",
            "pages": "72--79",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sexual behaviour, history of sexually transmitted diseases, and the risk of prostate cancer: a case-control study in Cuba",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J. Epidemiol",
            "volume": "34",
            "issn": "",
            "pages": "193--197",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sexual behavior, sexually transmitted diseases and prostatitis: the risk of prostate cancer in black men",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Sarma",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Urol",
            "volume": "176",
            "issn": "",
            "pages": "1108--1113",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Urologic characteristics and sexual behaviors associated with prostate cancer in an African-Caribbean population in barbados, west indies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hennis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nemesure",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Leske",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Prostate Cancer",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Sexually transmitted infections and prostate cancer risk: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Caini",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cancer Epidemiol",
            "volume": "38",
            "issn": "",
            "pages": "329--338",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A case-control study of cancer of the prostate in Somerset and east Devon",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ewings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bowie",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Br. J. Cancer",
            "volume": "74",
            "issn": "",
            "pages": "661--666",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Vasectomy, cigarette smoking, and age at first sexual intercourse as risk factors for prostate cancer in middle-aged men",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Honda",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Br. J. Cancer",
            "volume": "57",
            "issn": "",
            "pages": "326--331",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sexual behaviour, STDs and risks for prostate cancer",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Br. J. Cancer",
            "volume": "82",
            "issn": "",
            "pages": "718--725",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sexual factors and prostate cancer",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Giles",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BJU Int",
            "volume": "92",
            "issn": "",
            "pages": "211--216",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A variant upstream of IFNL3 (IL28B) creating a new interferon gene IFNL4 is associated with impaired clearance of hepatitis C virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Prokunina-Olsson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Genet",
            "volume": "45",
            "issn": "",
            "pages": "164--171",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "IFN-λ4 attenuates antiviral responses by enhancing negative regulation of IFN signaling",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Obajemu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Immunol",
            "volume": "199",
            "issn": "",
            "pages": "3808--3820",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Reduced IFNλ4 activity is associated with improved HCV clearance and reduced expression of interferon-stimulated genes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Terczynska-Dyla",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Commun",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Comparison of functional variants in IFNL4 and IFNL3 for association with HCV clearance",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Hepatol",
            "volume": "63",
            "issn": "",
            "pages": "1103--1110",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The IFNL3/4 ΔG variant increases susceptibility to cytomegalovirus retinitis among HIV-infected patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bibert",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "AIDS",
            "volume": "28",
            "issn": "",
            "pages": "1885--1889",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Influence of IFNL3/4 polymorphisms on the incidence of cytomegalovirus infection after solid-organ transplantation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Manuel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Infect. Dis",
            "volume": "211",
            "issn": "",
            "pages": "906--914",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Interferon lambda 4 signals via the IFNλ receptor to regulate antiviral activity against HCV and coronaviruses",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Hamming",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "EMBO J",
            "volume": "32",
            "issn": "",
            "pages": "3055--3065",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Guarding the frontiers: the biology of type III interferons",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wack",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Terczynska-Dyla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Immunol",
            "volume": "16",
            "issn": "",
            "pages": "802--809",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "IFNL4rs368234815 polymorphism is associated with innate resistance to HIV-1 infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Real",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AIDS",
            "volume": "29",
            "issn": "",
            "pages": "1895--1897",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "IFNL4-ΔG allele is associated with an interferon signature in tumors and survival of African-American men with prostate cancer",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Magi-Galluzzi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Dorsey",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Onabajo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Obajemu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Loffredo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Prokunina-Olsson",
                    "suffix": ""
                },
                {
                    "first": "Ambs",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clinical Cancer Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1158/1078-0432.CCR-18-1060"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Aspirin use reduces the risk of aggressive prostate cancer and disease recurrence in African-American men",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cancer Epidemiol. Biomark. Prev",
            "volume": "26",
            "issn": "",
            "pages": "845--853",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Prophylaxis of cancer of the prostate, penis, and cervix by circumcision",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ravich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ravich",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "N. Y State J. Med",
            "volume": "51",
            "issn": "",
            "pages": "1519--1520",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Some epidemiologic variables in prostatic carcinoma in California",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Krain",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Prev. Med",
            "volume": "3",
            "issn": "",
            "pages": "154--159",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Sexual activity and prostate cancer risk in men diagnosed at a younger age",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dimitropoulou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BJU Int",
            "volume": "103",
            "issn": "",
            "pages": "178--185",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Sexual factors and prostatic cancer: results from a case-control study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mandel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Schuman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Gerontol",
            "volume": "42",
            "issn": "",
            "pages": "259--264",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Epidemiologic association between gonorrhea and prostatic carcinoma",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Heshmat",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kovi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Urology",
            "volume": "6",
            "issn": "",
            "pages": "457--460",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Prostate cancer and sexually transmitted diseases: a meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mainous",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Fam. Med",
            "volume": "37",
            "issn": "",
            "pages": "506--512",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Gonorrhea and prostate cancer incidence: an updated meta-analysis of 21 epidemiologic studies",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "Q"
                    ],
                    "last": "Lian",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Med Sci. Monit",
            "volume": "21",
            "issn": "",
            "pages": "1902--1910",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Chlamydial antibodies and risk of prostate cancer",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Anttila",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cancer Epidemiol. Biomark. Prev",
            "volume": "14",
            "issn": "",
            "pages": "385--389",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Plasma antibodies against Chlamydia trachomatis, human papillomavirus, and human herpesvirus type 8 in relation to prostate cancer: a prospective study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sutcliffe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cancer Epidemiol. Biomark. Prev",
            "volume": "16",
            "issn": "",
            "pages": "1573--1580",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Herpes simplex type 2 neutralization antibodies in patients with cancers of urinary bladder, prostate, and cervix",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Luleci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sakizli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gunalp",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Erkan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Remzi",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Surg. Oncol",
            "volume": "16",
            "issn": "",
            "pages": "327--331",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Elevated seroprevalence of human herpesvirus 8 among men with prostate cancer",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Infect. Dis",
            "volume": "189",
            "issn": "",
            "pages": "15--20",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Human papillomavirus types 16, 18, and 31 serostatus and prostate cancer risk in the Prostate Cancer Prevention Trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sutcliffe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cancer Epidemiol. Biomark. Prev",
            "volume": "19",
            "issn": "",
            "pages": "614--618",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Sexually transmitted infections and prostate cancer among men in the U.S. military",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Dennis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cancer Epidemiol. Biomark. Prev",
            "volume": "18",
            "issn": "",
            "pages": "2665--2671",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Human herpesvirus 8 seroprevalence among prostate cancer case patients and control subjects",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Infect. Dis",
            "volume": "196",
            "issn": "",
            "pages": "208--211",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Antibodies against human herpesvirus 8 in black South African patients with cancer",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sitas",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "N. Engl. J. Med",
            "volume": "340",
            "issn": "",
            "pages": "1863--1871",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Serologic evidence of human papillomavirus 16 and 18 infections and risk of prostate cancer",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Rosenblatt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Iwasaki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Galloway",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Stanford",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cancer Epidemiol. Biomark. Prev",
            "volume": "12",
            "issn": "",
            "pages": "763--768",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A multifaceted study of human papillomavirus and prostate carcinoma",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Strickler",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Cancer",
            "volume": "82",
            "issn": "",
            "pages": "1118--1125",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "No serological evidence of association between prostate cancer and infection with herpes simplex virus type 2 or human herpesvirus type 8: a nested case-control study",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Korodi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tedeschi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Knekt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dillner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Infect. Dis",
            "volume": "191",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Prospective study of human herpesvirus type 8 serostatus and prostate cancer risk in the placebo arm of the Prostate Cancer Prevention Trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sutcliffe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cancer Causes Control",
            "volume": "26",
            "issn": "",
            "pages": "35--44",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Tumor immunobiological differences in prostate cancer between African-American and European-American men",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cancer Res",
            "volume": "68",
            "issn": "",
            "pages": "927--936",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Implications for RNase L in prostate cancer biology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biochemistry",
            "volume": "42",
            "issn": "",
            "pages": "1805--1812",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Herpesvirus latency confers symbiotic protection from bacterial infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Barton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "447",
            "issn": "",
            "pages": "326--329",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Interaction as departure from additivity in case-control studies: a cautionary note",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Skrondal",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am. J. Epidemiol",
            "volume": "158",
            "issn": "",
            "pages": "251--258",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Infection of human prostate cancer cell lines with Sendai virus (SeV) induces expression of IFN-λ4 protein. PC3 and DU145 cells were infected with SeV for 24 h, and induction of IFN-λ4 was examined by western blotting with an anti-IFN-λ4 antibody. Expression of GAPDH was used as a loading control. Shown are results of biological duplicates of cells noninfected (−) and infected (+) with SeV. Recombinant purified IFN-λ4 (2.5 ng) was used as a positive control; glycosylation of endogenous IFN-λ4 produced in mammalian cells increases its molecular weight compared to non-glycosylated recombinant protein produced in E. coli. IFN-λ4 expression is detected in PC3 cells (ΔG/ΔG genotype) but not in DU145 cells (TT/TT genotype). Original full-size versions of Western blot images are presented in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "IFNL4 genotypes were TT/TT, ΔG/TT, or ΔG/ΔG, respectively. Similarly, among men who had 20 or more sexual partners vs. <5 partners in their lifetime, the odds ratios increased IFNL4 genotypes were TT/TT, ΔG/ TT, or ΔG/ΔG, respectively.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics of study population",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Association between number of sexual partners and prostate cancer risk in 976 cases and 1034 controls stratified by race/ethnicity Throughout your life, what is the total number of partners with whom you have had sexual intercourse?",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Fig. 1Summary odds ratios with 95% confidence intervals for the relationship between the number of sexual partners and prostate cancer with stratification by IFNL4 genotypes. The number of sexual partners is significantly associated with prostate cancer only among carriers of the IFNL4-ΔG allele (ΔG/TT or ΔG/ΔG). Shown are the odds ratios for all prostate cancer patients combined, for patients with aggressive disease or nonaggressive disease. a Number of sexual partners in the 20s. b Number of sexual partners in the 30s. c Number of lifetime sexual partners. *P trend < 0.05; Ref. reference group. Adjusted odds ratios as described in Tables.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "ΔG/ΔG or ΔG/TT vs. TT/TT) b Unconditional logistic regression adjusted for body mass index at study enrollment (BMI, kg m −2 ), age at study entry, education (high school or less, some college, college, professional school), family history of prostate cancer (first degree relatives, yes/no), smoking history (never, former, current), condom use (usually use, yes/no), aspirin use (regular user, yes/no), and race Bolded data indicate significant associations in the multivariable logistic regression analysis c Bonferroni-corrected significance thresholds for multiple comparisons in the total (n = 4) and stratified (n = 8) analyses are 0.0125 and 0.00625, respectively",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Test for synergy between IFNL4 rs368234815 and number of sexual partners in their association with prostate cancer",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Association between number of sexual partners and risk for aggressive prostate cancer vs. nonaggressive prostate cancer stratified by race/ethnicity",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Datasets generated during and/or analyzed during the current study are available from the corresponding author on reasonable request. The polymorphism data for IFNL4 are provided in Supplementary Data 1. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "Supplementary information accompanies this paper at https://doi.org/10.1038/s42003-018-0193-5.Competing interests: Ludmila Prokunina-Olsson receives royalty income for the anti-IFN-λ4 antibody used in this paper. The remaining authors declare no competing interests.Reprints and permission information is available online at http://npg.nature.com/ reprintsandpermissions/ Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/. This is a U.S. government work and not under copyright protection in the U.S.; foreign copyright protection may apply 2018",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}