{
    "paper_id": "9ac01047c360e0def0d96adf2e59f6e5bd68b3b7",
    "metadata": {
        "title": "Photodynamic Antimicrobial Polymers for Infection Control",
        "authors": [
            {
                "first": "Colin",
                "middle": [
                    "P"
                ],
                "last": "Mccoy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University Belfast",
                    "location": {
                        "settlement": "Belfast",
                        "country": "United Kingdom"
                    }
                },
                "email": "c.mccoy@qub.ac.uk"
            },
            {
                "first": "Edward",
                "middle": [
                    "J"
                ],
                "last": "O&apos;neil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Syracuse University",
                    "location": {
                        "settlement": "Syracuse",
                        "region": "New York",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "F"
                ],
                "last": "Cowley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University Belfast",
                    "location": {
                        "settlement": "Belfast",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Louise",
                "middle": [],
                "last": "Carson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University Belfast",
                    "location": {
                        "settlement": "Belfast",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "De Baró Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University Belfast",
                    "location": {
                        "settlement": "Belfast",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Greg",
                "middle": [
                    "T"
                ],
                "last": "Gdowski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University Belfast",
                    "location": {
                        "settlement": "Belfast",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Sean",
                "middle": [
                    "P"
                ],
                "last": "Gorman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University Belfast",
                    "location": {
                        "settlement": "Belfast",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "S"
                ],
                "last": "Jones",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University Belfast",
                    "location": {
                        "settlement": "Belfast",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Hospital-acquired infections pose both a major risk to patient wellbeing and an economic burden on global healthcare systems, with the problem compounded by the emergence of multidrug resistant and biocide tolerant bacterial pathogens. Many inanimate surfaces can act as a reservoir for infection, and adequate disinfection is difficult to achieve and requires direct intervention. In this study we demonstrate the preparation and performance of materials with inherent photodynamic, surface-active, persistent antimicrobial properties through the incorporation of photosensitizers into high density poly(ethylene) (HDPE) using hot-melt extrusion, which require no external intervention except a source of visible light. Our aim is to prevent bacterial adherence to these surfaces and eliminate them as reservoirs of nosocomial pathogens, thus presenting a valuable advance in infection control. A two-layer system with one layer comprising photosensitizerincorporated HDPE, and one layer comprising HDPE alone is also described to demonstrate the versatility of our approach. The photosensitizer-incorporated materials are capable of reducing the adherence of viable bacteria by up to 3.62 Log colony forming units (CFU) per square centimeter of material surface for methicillin resistant Staphylococcus aureus (MRSA), and by up to 1.51 Log CFU/cm 2 for Escherichia coli. Potential applications for the technology are in antimicrobial coatings for, or materials comprising objects, such as tubing, collection bags, handrails, finger-plates on hospital doors, or medical equipment found in the healthcare setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hospital-acquired (nosocomial) infections pose a global healthcare concern. It has been estimated that 1 in 10 patients will acquire an infection after admission to a healthcare institution [1] . Such infection presents a serious risk to the morbidity and mortality of the most vulnerable individuals, who are being cared for in the very environment where recuperation and improvement in health and wellbeing is intended. The financial burden to healthcare systems is also alarming; a decade ago the annual economic cost of nosocomial infection in the US was determined to be in the region of $6.7 billion [1] . The costs of implementing strategies to prevent nosocomial infection is likely much less than the value of resources consumed in treatment of these infections once they occur [2] . A major concern in the treatment of nosocomial infection is the emergence of bacterial pathogens displaying resistance to a broad range of antibacterial chemotherapeutic drugs [3] . While the discovery of antibiotics has proved one of the most important advances in healthcare in the 20 th century, their widespread use is a double-edged sword. There has been a profound effect on the selective adaptation of bacteria, with multi-drug resistant strains (MDR) emerging at an alarming rate, and threatening the end of the ''antibiotic era'' [4, 5] . Antibiotic resistant bacteria pose a serious problem in hospitals; strains of methicillin resistant Staphylococcus aureus (MRSA) appear well adapted to the healthcare environment and have spread internationally (epidemic MRSA, EMRSA) [6] . With the discovery of the next generation of new and efficacious antibiotics lagging behind the emergence of MDR bacteria, the importance of hygiene and disinfection practices in healthcare institutions requires particular emphasis; such interventions may prevent cross-colonization of patients due to contamination of inanimate objects, such as handrails, bedding and medical equipment, or even the skin of healthcare workers and patients, acting as a reservoir for nosocomial infection [7] . In addition to MRSA, there is evidence to suggest that other pathogens may be transmitted by means of environmental reservoirs, including viral pathogens (influenza virus, norovirus, hepatitis, coronavirus), and problematic Gram-negative pathogens (Escherichia coli, Clostridium difficile, Pseudomonas aeruginosa, vancomycin-resistant enterococci) [7] . The present mainstay employed in controlling hospital infection is cleansing using biocides (antiseptics and disinfectants), such as quaternary ammonium compounds (QACs), halogen-releasing agents, and phenolics. The activity of such biocide agents depends on several factors, most notably concentration, period of contact, pH, temperature, numbers and nature of microorganisms to be inactivated [8] . There is also concern that intensive exposure of nosocomial pathogens to biocides may allow for the selection of biocide resistant/tolerant bacterial strains [8] [9] [10] [11] [12] . Unlike antibiotics that act at a specific cellular target or interfere with a defined metabolic process, biocides act in a non-specific manner at a variety of cellular targets, such as the bacterial outer membrane or cell wall, the cytoplasmic membrane, proteins, genetic material, and other cytosolic components [13] . Despite this, MRSA strains that show resistance to antiseptics and disinfectants have been isolated from clinical samples, with resistance due to the presence of genes encoding for energy-dependent drug efflux mechanisms, and these genes also confer cross-resistance to a diverse range of antimicrobial drugs [10] . In addition to acquired genetic resistance, bacteria in the biofilm mode of growth are inherently tolerant to inactivation using biocides [14] . Bacterial biofilms are defined as a sessile community of bacteria, characterized by cells that are irreversibly attached to a substratum or interface, or to each other, and are imbedded in a matrix of extracellular polymeric substances (EPS) that they have produced, and exhibit an altered phenotype with respect to growth rate and gene transcription [15] . The biofilm provides an environment where antimicrobial penetration is hindered, genetic exchange and resistance transfer are facilitated, and a change in physiological state, such as stationary phase dormant zones, are a significant factor in the resistance to antibacterial challenge [16, 17] . Numerous studies have demonstrated the difficulties in biofilm eradication using biocides commonly employed for cleansing purposes in the hospital setting [18] [19] [20] [21] . There is therefore a logical interest in the development of antibacterial surfaces, serving to reduce microbial bioburden on these materials. By preventing the interaction with and adherence of bacterial cells to a surface, the initial stages of biofilm formation are disrupted, effectively removing the foundation which the bacterial biofilm requires. Antimicrobial polymeric coatings, fabrics, and paints are examples of approaches that have attracted interest to date [22] [23] [24] .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 969,
                    "end": 972,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1332,
                    "end": 1335,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1336,
                    "end": 1338,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1575,
                    "end": 1578,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2069,
                    "end": 2072,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2423,
                    "end": 2426,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2824,
                    "end": 2827,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2988,
                    "end": 2991,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2992,
                    "end": 2995,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2996,
                    "end": 3000,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3001,
                    "end": 3005,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3006,
                    "end": 3010,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3326,
                    "end": 3330,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3642,
                    "end": 3646,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3787,
                    "end": 3791,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 4145,
                    "end": 4149,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 4438,
                    "end": 4442,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 4443,
                    "end": 4446,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 4604,
                    "end": 4608,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 4609,
                    "end": 4613,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 4614,
                    "end": 4618,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 4619,
                    "end": 4623,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 5097,
                    "end": 5101,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 5102,
                    "end": 5106,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 5107,
                    "end": 5111,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This current study investigates the use of photosensitizer incorporation into polymers, with this approach intended to impart an antimicrobial and/or anti-adherent property to the material surface. Photosensitizers such as porphyrins and phenothiazines have been used clinically in photodynamic therapy (PDT) of malignancies [25] [26] [27] , and have potential application in photodynamic antimicrobial chemotherapy (PACT), with photodynamic inactivation of MDR bacteria proving equally as effective as antibiotic-susceptible strains [28] [29] [30] [31] . The mechanism of action of photodynamic therapy relies on the fact that photosensitizers are capable of reacting in the presence of visible light to produce cytotoxic effects. Phototoxic effects are initiated when, on absorption of an appropriate wavelength of light, the photosensitizer molecule is excited to the higher energy triplet state. This energy can be dissipated in one of two ways, via electron-transfer from the photosensitizer to a substrate, producing radical ions, which can react with oxygen, forming cytotoxic molecules such as superoxide, hydroxyl and lipid-derived radicals, or via direct energy transfer to oxygen, to produce the higher energy state singlet oxygen, which is highly reactive and can oxidize biological molecules such as proteins, nucleic acids and lipids, resulting in cytotoxicity [29, 31, 33] .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1375,
                    "end": 1379,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1380,
                    "end": 1383,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1384,
                    "end": 1387,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previously, we demonstrated how incorporation of photosensitizers into hydrogels can generate singlet oxygen on a biomaterial surface, with intended application in the design of infectionresistant medical devices [34, 35, 37] . Here, we generalise this concept, and demonstrate the facile production of a model twolayer poly(ethylene) (PE) film system, with one layer comprising sensitizer-incorporated PE, and the other a backing layer with the mechanical properties desired for the end application. Such a photodynamic, infection-resistant material may find broad application as coatings or covers for various inanimate objects commonly found in a hospital environment such as handrails, high-tech medical equipment (in particular touch-screens of IT devices), or materials for the manufacture of difficult-to-clean polymer surfaces such as coiled telephone cables or keypads. Incorporation of photosensitizer into PE by a hot-melt extrusion process, mechanical performance of sensitizer-incorporated polymer, leaching behaviour of sensitizer from the material, and antimicrobial properties of the material against a methicillin resistant strain of S. aureus and the Gram negative pathogen, Escherichia coli, upon light illumination are detailed. The results illustrate the viability of such materials as an effective general means for creating antimicrobial surfaces with the potential to control the spread of bacterial pathogens.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "High-density poly(ethylene) (HDPE) was obtained from Q-Chem Ltd, Doha, Qatar (Marlex HHM TR-144, BN. 11100464). Low-denisty poly(ethylene) (LDPE) was obtained from Lydonell-BAsel Industries, Rotterdam, The Netherlands. Photosensitizers, cationic 5,10,15,20-Tetrakis(1-methyl-4-pyridinio)porphyrin tetra(p-toluenesulfonate) .97% (TMPyP) was obtained from Tri-PorTech GmbH, Lübeck, Germany. Neutral 5,10,15,20-Tetraphenyl-21H,23H-porphine 97% (TPP), Toluidine blue O (Tolonium chloride) 97% (TBO), and Methylene blue $82% (MB) were obtained from Sigma-Aldrich, Gillingham, UK, and were used without further purification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "Extrusion was performed using a Dr Collin ZK 25 co-rotating twin screw extruder, with paired general purpose screws containing mixing section (25 mm dia; L/D ratio 36), and equipped with Dr Collin 250 mm slot die (coat hanger formation). Extrusion was controlled via a Dr Collin ECS-30 system and sheets were collected using a Dr Collin CR 136-350 chill-roll unit with three roll stack. Extruded materials were prepared in 1 kg batches containing pure PE or mixtures of either TMPyP, TPP, TBO, or MB and HDPE at sensitizer concentrations of 0.05% (0.50 g) and 0.40% (4.00 g) (w/w). The required weights of HDPE and sensitizer were mixed together until a consistent and even coating of HDPE with sensitizer was achieved. The extruder was preheated to 230uC along the screw and at the die. Pure HDPE was extruded initially in order to ensure the correct conditions had been obtained. Melt temperature was set at 222uC, screw speed at 60 rpm and pressure at the die was measured to be 114 bar. The chill roll was maintained at 110uC and roller speed was 1.2 metres per minute. Once a film of consistent quality and thickness was obtained, the hopper was emptied of remaining PE and was filled with the required sensitizer-containing PE mixture. Initial extrudate was discarded due to uneven mixing, resulting from the extrusion of the remainder of the pure PE resident in the screw, with collection beginning once pigmentation was uniform. Similarly, extrudate at the end of the batch was discarded as reduction in the available mass of the mixture resulted in reduced pressure, affecting the homogeneity of the film. The residence time of the sensitizer-PE mixture within the extruder was approximately 5 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extrusion of poly(ethylene) and sensitizer-incorporated poly(ethylene) materials"
        },
        {
            "text": "Platen pressing was achieved using a Dr Collin P 200 P platen press, capable of maintaining a maximum temperature of 300uC and maximum pressure of 250 bar, with an effective operating area of 1966196 mm 2 . Sections of extruded sheets, one pure HDPE and a second sensitizer-incorporated HDPE, were cut to approximately 1906190 mm 2 and placed one on top of the other inside a PTFE envelope. The envelope was placed on a tray and set in the platen press, pre-heated to 150uC, after which a five stage automated program was initiated, with temperature and pressure not exceeding 150uC and 70 bar respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Production of twin layer sheets by platen press"
        },
        {
            "text": "Confocal laser scanning microscopy was performed using a Leica DM RE upright microscope in conjunction with a Leica TCS SP2 system, and images were analyzed using Leica LAS AF imaging software. All images captured were 204862048 pixels, with a line average of 16 and were the average of 16 individual scans. The microscope pinhole was set at a 5.89 airy (600 mm) diameter. Reflectance images were recorded by setting the excitation beam wavelength to 488 nm and detecting emission in the range 480-500 nm. Fluorescence images required setting a suitable excitation wavelength and emission detection dependent on the photosensitizer under examination. For TPP, wavelengths used were 514 nm (excitation) and 600 nm -800 nm (emission), and for TMPyP wavelengths used were 514 nm (excitation) and 600 nm -720 nm (emission), while the emission wavelengths of MB and TBO lay outside the detection range of our instrumentation. Optical microscopy was therefore used to examine the distribution and homogeneity of MB and TBO within the polymer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of sensitizer-incorporated PE by UVvisible spectroscopy and confocal laser scanning microscopy"
        },
        {
            "text": "As a possible end application of these materials is antimicrobial covers for touch-screen devices, it is important to determine the transparency and optical clarity of the photosensitizer-incorporated films. UV-visible spectroscopy was performed using a Perkin Elmer Lambda 650 UV-visible spectrophotometer, to determine the optical transmittance of the materials in the visible region between 390-750 nm. This was achieved by attaching samples to the wall of a quartz cuvette, scanning this region of the electromagnetic spectrum, and determining mean transmission across this range of wavelengths. This analysis is used to determine the percentage of visible light that is transmitted through the photosensitizer-incorporated materials. Mechanical analysis of films was performed on dumb-bell shaped samples (length 30 mm, thickness of narrow portion 2 mm) cut using a Ray-Ran hand-operated cutting press, and was tested using a Stable Micro Systems TA.XT plus texture analyzer, fitted with a 40 kg load cell. The dimensions of the narrow portion of the dumb-bell (width and thickness) were measured using a digital micrometer, and the samples were secured between the mobile upper and static lower clamps of the texture analyzer. The distance separating the upper and lower clamps was used to measure the gauge length of the sample. In order to test the sample, the upper clamp was raised at a speed of 50 mm.min 21 , until sample fracture occurred. From the resultant stress-strain relationship, the mechanical properties of the samples (yield point, ultimate tensile strength (UTS), Young's modulus and percentage elongation) were calculated. A minimum of five replicates of each sample were performed and the effect of incorporation of varying concentrations of both photosensitizers on the mechanical properties of PE was assessed for statistical significance using a one-way ANOVA, with post-hoc comparisons made using Tukey's HSD test. Significance was denoted by a value of p,0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of sensitizer-incorporated PE by UVvisible spectroscopy and confocal laser scanning microscopy"
        },
        {
            "text": "Photosensitizer-incorporated samples (30620 mm) were cut and pressed firmly 1000 times with one clean, washed finger.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of leaching behaviour"
        },
        {
            "text": "Adherent photosensitizer was washed from the finger by immersing in 10 mL deionised water for 30 seconds. Solutions were analyzed using a Perkin Elmer Lambda 650 UV-visible spectrophotometer; the concentration of photosensitizer in solution was determined via the calculated molar extinction coefficient, (e) at l max , of solutions of known concentrations. Calculated e values are as follows: TBO 39,750 mol 21 dm 23 cm 21 (l max 610 nm); TPP 406,750 mol 21 dm 23 cm 21 (l max 420 nm); MB 74,028 mol 21 dm 23 cm 21 (l max 664 nm); TMPyP 193,000 mol 21 dm 23 cm 21 (l max 446 nm). Using the same sample, the materials were pressed a further 1000 times, repeating the procedure as before, and continuing to touch samples in increments of 1000, up to 10,000 times. Analyses were carried out in triplicate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of leaching behaviour"
        },
        {
            "text": "Photosensitizer-incorporated samples (75650 mm) were cut and wiped 50 times with a medical wipe moistened in a 1% (w/ v) solution of non-ionic surfactant, Tween 20, as a model for typical hospital surface cleaning products. Leaching of the highlycolored photosensitizer by this surface cleansing procedure was assessed by examination of the degree of staining of the medical wipe. Using the same sample, the materials were wiped a further 50 times, repeating the procedure as before, and continuing to clean samples in increments of 50, up to 500 times. Analyses were repeated in triplicate. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of leaching behaviour"
        },
        {
            "text": "Bacterial adherence to materials was tested using methicillinresistant Staphylococcus aureus (MRSA) ATCC 33591; bacteria were grown aerobically at 37uC in Müller-Hinton Broth (MHB) for 18 hours. During log phase of growth, the broth culture was centrifuged at 3000 rpm for 12 minutes, the cell pellet resuspended in phosphate buffered saline (PBS). The suspension was diluted, such that the optical density was 0.3 at 540 nm (approx. 2.0610 8 cfu/mL). The suspension was serially diluted in PBS, to form the final inoculum (approx. 4.0610 5 cfu/mL). Sensitizerloaded samples and controls (blank HDPE without sensitizer) were cut to 15610 mm. Drops of bacterial inoculum (60 mL -approx. 1.6610 4 cfu/cm 2 ) were placed into a sterile petri dish, after which each drop was covered with a single sensitizer-loaded or control sample. Petri dishes containing inoculated samples were inverted, in order to facilitate light irradiation of the polymer surface in contact with the bacteria, and placed under two 230W halogen bulbs situated 24 cm from dishes, providing 1340 mW light across the sample surface, for 2 hours. Samples are held in place against the base of the inverted petri dish by adhesive capillary force.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of antimicrobial behaviour"
        },
        {
            "text": "Post-illumination, samples were removed from petri dishes and placed in 10 mL PBS, inverting constantly for 30 seconds, to remove non-adherent bacteria; samples were then transferred to individual bijoux bottles containing 2 mL Quarter Strength Ringers Solution (QSRS). Samples were sonicated for 10 minutes in order to remove and suspend adherent bacteria, using a Branson 3510 ultrasonic cleaner providing a fixed puissance of 42 KHz. The number of surviving microorganisms were determined by spread plating on Müller-Hinton Agar (MHA) plates. Plates were allowed to dry, inverted and incubated at 37uC, 50% RH for 18-24 hours. Testing was performed using five replicates of each sensitizer-loaded material (at both high and low concentrations), along with corresponding polyethylene control. Lead materials identified as effective against MRSA were then carried forward for further testing with Gram-negative Escherichia coli NCTC 8196. These lead materials (MB 0.4%, TBO 0.4%, and TMPyP 0.4%) were tested against E. coli as per methodology described above. Statistical significance was determined against dark HDPE control and was carried out using a two-tailed student's t-test, p,0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of antimicrobial behaviour"
        },
        {
            "text": "Distribution of sensitizer in materials and optical transmittance of sensitizer incorporated films HDPE sheets containing varying concentrations of sensitizers were subject to examination by confocal laser microscopy. Samples were first viewed in reflectance mode, in order to provide images of the material surfaces. No distinct visual alterations to the polymer surface were seen upon addition of TPP to the HDPE mixture, however, inspection of TMPyP incorporated HDPE appears to show some aggregates at the material surface; there also appears to be some modification to the polymer surface upon addition of the higher concentrations of MB and TBO, likely due to the presence of aggregates at the material surface, compared with the relatively smooth surface of the pure HDPE, as illustrated in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 798,
                    "end": 806,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The use of fluorescence imaging allowed visualization of the sensitizer throughout the materials. At both 0.40% and 0.05% TPP loading, an even fluorescence signal was observed on the surfaces of the samples, indication that the photosensitizer has been well mixed with the polymer and has produced a largely homogenous surface, as displayed in Figure 2 . However, fluorescence imaging of the surface of TMPyP incorporated HDPE revealed incomplete mixing of the photosensitizer with the material, at both the 0.05% and 0.40% concentrations ( Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 344,
                    "end": 352,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 541,
                    "end": 550,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "As fluorescence imaging of materials containing TBO and MB was not possible, optical microscope images were collected and revealed a relatively even colouring with minimal alteration in the surface compared to HDPE; however, the images show small UV-visible spectroscopic analysis of photosensitizer-loaded samples was performed to determine the transmittance of light through the sample, in order to give a measure of optical clarity and transparency. The mean transmittance of pure polyethylene film, across the visible range (390 nm-750 nm), was 68%. Compared with this, the transmittance of low concentration porphyrin-incorporated materials (0.05% TPP and TMPyP) was approximately 49%, in both cases. Samples containing 0.4% TMPyP exhibited transmittance of 37%, while 0.4% TPP reduced transmittance to 33%. For phenothiazine incorporated films, the transmittance of low concentration materials (0.05% TBO and MB) was approximately 46% and 44%, respectively. Samples containing 0.40% MB exhibited transmittance of 28%, while 0.40% TBO reduced transmittance to 14%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Mechanical testing of prepared HDPE samples, containing either TPP, TMPyP, MB or TBO at concentrations of 0.05 or 0.40% (w/w), was performed and the results compared to the mechanical properties of pure HDPE. Using the data collected, four measures of the mechanical performance of the materials were calculated -yield strength, ultimate tensile strength (UTS), Young's Modulus, and percentage elongation, which are shown in Figure 4 (porphyrin-based sensitizers, TPP and TMPyP) and while, although not significant, 0.40% TBO also reduced tensile strength (48.663.73 (0.05%) and 51.063.9 (0.40%)).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 433,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Mechanical performance"
        },
        {
            "text": "Addition of TPP produces no significant change in the Young's modulus from that of PE (665645 MPa (PE) vs. 619610 (0.05%) and 637642 (0.40%)); however inclusion of 0.05% TMPyP in PE sheets results in significant reduction in Young's modulus (576613 MPa), indicating increased elasticity and reduced stiffness of these samples. Higher concentrations of TMPyP (0.40%) produce no significant change compared with PE (611621 MPa). Addition of 0.05% TBO produces significant alteration of the Young's modulus of PE (808634 MPa vs. 641660); addition of 0.40% TBO also results in significant reduction (695653 MPa), however the reduction observed is not as great and suggests that on increasing TBO loading further, materials may return to similar levels to that of PE. Inclusion of MB in PE sheets results in a similar pattern to that of TBO, however reductions in Young's moduli (731675 MPa (0.05%) and 772695 (0.40%)) are not considered statistically significant. It should be noted that standard deviation of Young's moduli of photosensitizer-incorporated PE samples are greater than that observed for PE suggesting that inclusion of photosensitizers has resulted in greater variability with regard to this mechanical property.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mechanical performance"
        },
        {
            "text": "Use of TPP, initially, produces moderate, but statistically insignificant, increase in elongation from that of PE (7516120% vs. 885651 (0.05%)); however increasing concentration to 0.40% significantly increases elongation (901672%). Similarly, 0.05% TMPyP results in no significant changes in elongation (816646%); however at concentrations of 0.40%, TMPyP significantly reduces the percentage elongation of the sample (548646%). Use of TBO produces significant increases in elongation, with increasing concentration, from that of PE (563648% vs. 756642 (0.05%) and 840647% (0.40%)). Similarly, MB inclusion also results in significant increases in elongation (684668% (0.05%) and 728694% (0.40%)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mechanical performance"
        },
        {
            "text": "Touch testing was performed on samples containing TPP, TMPyP, TBO, and MB, all at a concentration of 0.4%. It was observed that after 10,000 touches of the TMPyP, MB and TBO samples, no photosensitizer had leached from the material. A small amount of leaching was observed from TPP-loaded HDPE, equating to 0.0045% of the total TPP in the sample tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leaching behaviour"
        },
        {
            "text": "Leaching of photosensitizer from the material during surface cleansing was assessed by wiping the material surface with a medical wipe moistened in 1% (w/v) Tween 20. Slight staining of the medical wipe was evident in the case of TMPyP, TPP and MB, although the amount could not be quantified due to the difficulty in extracting the photosensitizer from the wipe into solution for UV-visible spectroscopic analysis. For TBO surface cleansing did not result in the staining of the medical wipe, indicating that for this photosensitizer, leaching was negligible or failed to occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leaching behaviour"
        },
        {
            "text": "The experimental design used in these leaching tests reflects the environment the materials would experience in their intended end application. These results indicate that negligible leaching would occur during normal skin contact or wipe cleaning with detergent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leaching behaviour"
        },
        {
            "text": "Antimicrobial adherence was performed by inoculating samples with MRSA and E.coli and determining the number of viable bacteria after two hours, in either light or dark conditions. Only lead materials that demonstrated good antibacterial activity against Gram-positive MRSA were taken forward to testing against Gram-negative E.coli. Gram-negative bacteria are widely considered to be more tolerant to photoinactivation than their Gram-positive counterparts [29, 36] . Reduction in bacterial adherence on light irradiation, when compared to identical material samples inoculated in the dark, and additional controls of non-photosensitizer incorporated materials in both light and dark conditions, are shown in Figures 6 and 7 . Figure 6 illustrates the results obtained against MRSA. It is clear that the greatest log-cycle reduction in colony-forming units (CFU) per square centimetre material are observed for those samples containing the higher (0.4%) concentration of photosensitizer. HDPE containing TPP 0.4% displayed the least antimicrobial activity, with a 0.40 log-cycle reduction in MRSA adherence when compared to dark HDPE control. MB 0.4%, TBO 0.4% and TMPyP 0.4% showed a 1.39, 2.30, and 3.62 logcycle reduction against MRSA adherence respectively.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 462,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 710,
                    "end": 725,
                    "text": "Figures 6 and 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 728,
                    "end": 736,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Characterization of antimicrobial behaviour"
        },
        {
            "text": "As shown in Figure 7 , E.coli were inherently less adherent than MRSA on all materials, including the HDPE controls without photosensitizer. HDPE containing 0.4% TMPyP displayed excellent anti-bacterial and anti-adherent characteristics, with no viable organisms detected after light irradiation, equating to a 1.51 logcycle reduction in adhered E.coli, when compared to HDPE dark control. MB 0.4% and TBO 0.4% did not perform as favourably, resulting in a 0.75, and a 0.47 log-cycle reduction in adherence, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Characterization of antimicrobial behaviour"
        },
        {
            "text": "Several photosensitizing compounds, namely TMPyP, TPP (phorphyrin-based), TBO and MB (phenothiazine dyes), were successfully incorporated into high density poly(ethylene) (HDPE) films by a hot-melt extrusion process, and incorporated into a twin-layer polymer sheet by platen press. Our aim is to develop photodynamic antimicrobial surfaces that may be used in a healthcare environment to prevent the spread of nosocomial infection. The antimicrobial surface is the result of the generation of reactive oxygen species (ROS) due to illumination of photosensitizer molecules present in the polymer film, as demonstrated by our earlier work on related materials [28] . These ROS react indiscriminately with components of the bacterial cell, such as nucleic acids, proteins and lipids, eventually causing cell death [29, [31] [32] [33] .",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 663,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 812,
                    "end": 816,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 827,
                    "end": 831,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The hot-melt extrusion process was successful in incorporating photosensitizer into HDPE films, although the homogeneity of photosensitizer distribution within the film appears to vary depending on the photosensitizer used. CLSM fluorescence microscopy revealed favourable homogenous distribution of TPP within the extruded polymer, and this is likely due to the neutral hydrophobic properties of TPP allowing for complete miscibility with the poly(ethylene). The other sensitizers used, TMPyP, TBO and MB, all show some evidence of photosensitizer aggregation and incomplete mixing, with the phenothiazines TBO and MB to a lesser extent than TMPyP. It is desirable to maintain a smooth material surface, as an increase is surface roughness or irregularity may promote adhesion of bacteria. Figure 1 shows that at the higher photosensitizer concentrations employed (0.40%), a smooth, regular surface was maintained in films incorporating the porphyrin-based TPP and TMPyP while TBO and MB did display evidence of surface modification, however the effects of this on the ability of bacteria to adhere to the material surface will only be evident through microbiological testing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 791,
                    "end": 799,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Characterization of mechanical properties of the prepared films by determination of yield point, ultimate tensile strength, Young's modulus and percentage elongation measurements reveal that incorporation of TPP and TMPyP have a minimal effect on the mechanical characteristics of the HDPE films, while incorporation of TBO or MB have a slight negative effect, suggesting that these sensitizers may adversely effect the quality of the material. However, if TBO or MB were incorporated into the twin layer system as the minor layer, the overall effect is likely negligible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "UV-visible spectroscopy demonstrated that incorporation of photosensitizer into the HDPE films has a negative effect on the optical clarity of the materials given that mean transmission over the visible range (390 nm -750 nm) is reduced in comparison to control HDPE, especially at the higher concentration of photosensitizer used. The implications of this observation depend on the intended purpose of the material. For example, a cover for a touch-screen computer would require the material to have good optical transmittance. It should be noted, however, that in this study the thickness of the photosensitizer-incorporated material is approximately 200 mm and with a different manufacturing process, such as blown-film extrusion, this may be reduced to 25 mm, and hence it is expected that optical transmittance of the photosensitizer incorporated films would improve dramatically. The study of leaching behaviour from materials via touchtesting shows that TMPyP, TBO and MB are not removed from the material surface by this mechanism, while minimal amounts of TPP are lost after 10,000 touches. This favourable leaching behaviour is important should these materials be used as covers for equipment such as touch-screen covers, keypads or handrails.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Antimicrobial testing showed that the most effective photosensitizer for incorporating into antimicrobial HDPE films was TMPyP at the high concentration of 0.40%. This material displayed a 3.61 log-cycle reduction in viable MRSA, and 1.51 log-cycle reduction in E. coli after two hours light irradiation at 1340 mW/cm 2 per sample, using halogen bulbs as a light source. The ability of the TMPyP-incorporated HDPE in achieving a greater than one log-cycle reduction of a Gram-negative bacterium is encouraging, since the Gram-negative outer membrane functions as a barrier, protecting the cell and rendering it more resilient to photodynamic inactivation. It is the polycationic nature of the TMPyP molecule that imparts an advantage over the neutral TPP photosensitizer, as the cation is necessary for interaction and disruption of the outer membrane, so making inactivation with ROS possible [36] .",
            "cite_spans": [
                {
                    "start": 894,
                    "end": 898,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The white light generated by the halogen bulb light source is inexpensive and representative of lighting conditions found in typical artificially-illuminated indoor environments, meaning that photosensitizer incorporated materials would not require any special conditions under which to produce their antimicrobial effect, as long as the environment in which they are used is adequately illuminated. Alternatively, for specific decontamination purposes, such as during deep-cleaning of hospital operating theatres, specialized lighting could be installed to emit at higher intensity, and at a wavelength specific for the excitation of the photosensitizer employed, for efficient generation of ROS and the resulting bactericidal effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study, aimed at controlling the microbial bioburden and infectious reservoir on inanimate, everyday objects, builds upon our previous work in the development of photo-activated, antimicrobial polymers for the prevention of medical device associated infection [34, 35, 37] , thereby expanding scope of photoactive materials for potential infection control applications in a healthcare setting. Other published studies have documented the incorporation of photosensitizing compounds into various materials with the aim of generating anti-microbial or anti-infective surfaces. For example, Krouit et. al. (2008) incorporated a cationic porphyrin into a cellulose-based material [38] . However, the microbiological assays used in their work make it difficult to conclude if the reduction in viable bacteria was due to contact of sessile bacteria with the material surface, or release and diffusion of porphyrin into the nutrient agar used, in a similar fashion to antibiotic testing 'zone of inhibition' assays. Conversely the methodology used in our present study is specific against assessing the photo-inactivation of sessile, surface immobilised, adherent bacteria.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our photosensitizer incorporated HDPE films display similar antibacterial efficacy as a photoactive cotton fabric, developed by Ringot et. al. (2011) . This group also demonstrated the inherent difficulty of photo-inactivation of Gram-negative species in comparison to Gram-positive. The cotton-based fabrics documented in their study showed up to 5 log-cycle reductions in viable S. aureus, but only an approximate 1 log-cycle reduction in E.coli [39] . These figures are comparable to those we have obtained in our present work.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 149,
                    "text": "Ringot et. al. (2011)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While we have focused on the antibacterial activity of our developed materials, future work shall investigate their ability to resist colonization with other pathogens, such as yeasts. Alvarez et. al. (2012) have reported successful inactivation of Candida albicans using polysilsesquioxane films doped with porphyrin [40] .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 207,
                    "text": "Alvarez et. al. (2012)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study demonstrates a general method to manufacture lightactivated antimicrobial surfaces through the incorporation of photosensitizers into polymer films, specifically exemplified using high density poly(ethylene) showing high levels of antimicrobial behaviour, even to resistant strains such as MRSA and Gramnegative organisms in the presence of visible light. The use of such materials in the healthcare setting as coatings or coverings of inanimate objects such as keypads, touchscreens or handrails, may remove these surfaces as reservoirs of nosocomial pathogens. This may assist in the prevention of hospital-acquired infections, which are currently detrimental to the morbidity and mortality of vulnerable patients, and also have a significant financial impact on the resources of modern healthcare systems and institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Economics and preventing hospital-acquired infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Graves",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "",
            "pages": "561--566",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The rate and cost of hospital-acquired infections occurring in patients admitted to selected specialties of a district general hospital in England and the national burden imposed",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Plowman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Graves",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Swan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The Journal of Hospital Infection",
            "volume": "47",
            "issn": "",
            "pages": "198--209",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New intervention strategies for reducing antibiotic resistance",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Yates",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Chest",
            "volume": "115",
            "issn": "",
            "pages": "24--27",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The end of an era?",
            "authors": [
                {
                    "first": "Rew",
                    "middle": [],
                    "last": "Hancock",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature Reviews Drug Discovery",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Multidrug resistance in bacteria",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nikaido",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Annual Review of Biochemistry",
            "volume": "78",
            "issn": "",
            "pages": "119--146",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The evolutionary history of methicillin-resistant Staphylococcus aureus (MRSA)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Enright",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Randle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Feil",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hajo",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "99",
            "issn": "",
            "pages": "7687--7692",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Contamination, disinfection, and cross-colonization: Are hospital surfaces reservoirs for nosocomial infection?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hota",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clinical Infectious Diseases",
            "volume": "39",
            "issn": "",
            "pages": "1182--1189",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Bacterial resistance to disinfectants",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "British Journal of Infection Control",
            "volume": "3",
            "issn": "",
            "pages": "22--24",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effect of subinhibitory concentrations of benzalkonium chloride on the competitiveness of Pseudomonas aeruginosa grown in continuous culture",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ocampo-Sosa",
                    "suffix": ""
                },
                {
                    "first": "Gta",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Microbiology",
            "volume": "156",
            "issn": "",
            "pages": "30--38",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antiseptic susceptibility and distribution of antiseptic-resistance genes in methicillinresistant Staphylococcus aureus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Noguchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hase",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sasatsu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Deguchi",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "FEMS Microbiology Letters",
            "volume": "172",
            "issn": "",
            "pages": "247--253",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Biocide tolerance and the harbingers of doom",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcbain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "International Biodeterioration & Biodegradation",
            "volume": "47",
            "issn": "",
            "pages": "55--61",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Association between intensity of chlorhexidine use and micro-organisms of reduced susceptibility in a hospital environment",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Furman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Hospital Infection",
            "volume": "51",
            "issn": "",
            "pages": "201--206",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Antiseptics and disinfectants: Activity, action, and resistance",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcdonnell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Russel",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clinical Microbiology Reviews",
            "volume": "12",
            "issn": "",
            "pages": "147--149",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Systematic review: Antimicrobial urinary catheters to prevent catheter-associated urinary tract infection in hospitalized patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuskowski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Annals of Internal Medicine",
            "volume": "144",
            "issn": "",
            "pages": "116--126",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Biofilms: Survival mechanisms of clinically relevant microorganisms",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Donlan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Costerton",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clinical Microbiology Reviews",
            "volume": "15",
            "issn": "",
            "pages": "167--193",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Strategies for the development of the urinary catheter",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Hamill",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Expert Review of Medical Devices",
            "volume": "4",
            "issn": "",
            "pages": "215--225",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Bacterial biofilms: From the natural environment to infectious diseases",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hall-Stoodley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Costerton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stoodley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature Reviews Microbiology",
            "volume": "2",
            "issn": "",
            "pages": "95--108",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Alcoholic ingredients in skin disinfectants increase biofilm expression of Staphylococcus epidermidis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Knobloch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Horstkotte",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rohde",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kaulfers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Antimicrobial Chemotherapy",
            "volume": "49",
            "issn": "",
            "pages": "683--687",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Characterization of biofilm growth and biocide susceptibility testing of mycobacterium phlei using the MBEC (TM) assay system",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bardouniotis",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huddleston",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ceri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Olson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "FEMS Microbiol Lett",
            "volume": "203",
            "issn": "",
            "pages": "263--267",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Biocide-tolerant multidrugresistant Acinetobacter baumannii clinical strains are associated with higher biofilm formation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rajamohan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Gebreyes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Hospital Infection",
            "volume": "73",
            "issn": "",
            "pages": "287--289",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Bacterial biofilm shows persistent resistance to liquid wetting and gas penetration",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pokroya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Seminarab",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aizenberg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "108",
            "issn": "",
            "pages": "995--1000",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Development of broad-spectrum antimicrobial latex paint surfaces employing active amphiphilic compounds",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Fulmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Wynne",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "ACS Applied Materials and Interfaces",
            "volume": "3",
            "issn": "",
            "pages": "2878--2884",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A novel bactericidal fabric coating with potent in vitro activity against meticillin-resistant Staphylococcus aureus (MRSA)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;hanlon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Enright",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Antimicrobial Agents",
            "volume": "33",
            "issn": "",
            "pages": "427--431",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "From multifunctionalized poly(ethylene imine)s toward antimicrobial coatings",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pasquier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Keul",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Heine",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moeller",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biomacromolecules",
            "volume": "8",
            "issn": "",
            "pages": "2874--2882",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The physics, biophysics and technology of photodynamic therapy",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Physics in Medicine and Biology",
            "volume": "53",
            "issn": "",
            "pages": "61--109",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "New trends in photobiology: Endogenous protoporphyrin IX, a clinically useful photosensitizer for photodynamic therapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Pottier",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Journal of Photochemistry and Photobiology B: Biology",
            "volume": "14",
            "issn": "",
            "pages": "275--292",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Singlet oxygen quantum yields of potential porphyrin-based photosensitizers for photodynamic therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mathai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Ghiggino",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Photochemical and Photobiological Sciences",
            "volume": "6",
            "issn": "",
            "pages": "995--1002",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Use of a sacrificial probe for singlet oxygen in photodynamic biomaterials",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Pharmacy and Pharmacology",
            "volume": "62",
            "issn": "",
            "pages": "1359--1360",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Photodynamic therapy: A new antimicrobial approach to infectious disease?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hamblin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hasan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Photochemical and Photobiological Sciences",
            "volume": "3",
            "issn": "",
            "pages": "436--450",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Photodynamic antimicrobial therapy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ryskova",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Buchta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Slezak",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Central European Journal of Biology",
            "volume": "5",
            "issn": "",
            "pages": "400--4006",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Photodynamic antimicrobial chemotherapy (PACT)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wainwright",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Antimicrobial Chemotherapy",
            "volume": "42",
            "issn": "",
            "pages": "13--28",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Photoantimicrobials -a PACT against resistance and infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wainwright",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Drugs of the Future",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Determination of the antibacterial efficacy of a new porphyrin-based photosensitizer against MRSA ex vivo",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maisch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bosl",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Szeimies",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abels",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Photochemical and Photobiological Sciences",
            "volume": "6",
            "issn": "",
            "pages": "545--551",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Novel porphyrin-incorporated hydrogels for photoactive intraocular lens biomaterials",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "Sej",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Parsons",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Physical Chemistry B",
            "volume": "111",
            "issn": "",
            "pages": "527--534",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Antiinfective photodynamic biomaterials for the prevention of intraocular lensassociated infectious endophthalmitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Parsons",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Sej",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biomaterials",
            "volume": "30",
            "issn": "",
            "pages": "597--602",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Polycationic photosensitizer conjugates: effects of chain length and Gram classification on the photodynamic inactivation of bacteria",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hamblin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Murthy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rajagopalan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Michaud",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Antimicrobial Chemotherapy",
            "volume": "49",
            "issn": "",
            "pages": "941--951",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Surface localisation of photosensitisers on intraocular lens biomaterials for prevention of infectious endophthalmitis and retinal protection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcglinchey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biomaterials",
            "volume": "33",
            "issn": "",
            "pages": "7952--7958",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "New photoantimicrobial films composed of porphyrinated lipophilic cellulose esters",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krouit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Granet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krausz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bioorganic & Medicinal Chemistry Letters",
            "volume": "16",
            "issn": "",
            "pages": "1651--1656",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Triazinyl porphyrin-based photoactive cotton fabrics: preparation, characterization, and antibacterial activity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ringot",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sol",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barrière",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Saad",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bressollier",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biomacromolecules",
            "volume": "12",
            "issn": "",
            "pages": "1716--1723",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Photodynamic inactivation of candida albicans using bridged polysilsesquioxane films doped with porphyrin",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Gómez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Mora",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Milanesio",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Durantini",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bioorganic & Medicinal Chemistry",
            "volume": "20",
            "issn": "",
            "pages": "4032--4039",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CLSM reflctance image of (A) HDPE control, (B) 0.40% TPP-HDPE, (C) 0.40% TMPyP-HDPE surfaces, (D) HDPE control, (E) 0.40% MB-HDPE, (F) 0.04% TBO-HDPE. All images represent an area measuring 3.75 mm x 3.75 mm. doi:10.1371/journal.pone.0108500.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "CLSM fluorescence micrographs of (A) TPP-HDPE at (i) 0.40%, (ii) 0.05%, (iii) 0% TPP (control) and of (B) TMPyP-HDPE at (i) 0.40%, (ii) 0.05%, (iii) 0% TMPyP (control). All images represent an area measuring 1.5 mm x 1.5 mm. doi:10.1371/journal.pone.0108500.g002Photodynamic Antimicrobial Polymers PLOS ONE | www.plosone.org",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Optical microscope images of (A) PE, (B) 0.05% MB-PE, (C) 0.40% MB-PE, (D) 0.05% TBO-PE, and (E) 0.40% TBO-PE. All images represent an area measuring 1.0 mm x 1.0 mm. doi:10.1371/journal.pone.0108500.g003 Photodynamic Antimicrobial Polymers PLOS ONE | www.plosone.org darkened spots indicating non-homogeneity and incomplete mixing of the sensitizers (Figure 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "phenothiazine-based sensitizers, TBO and MB). These results indicate that incorporation of TPP at either concentration causes no significant effect on the yield strength of PE (20.360.90 MPa vs. 19.660.36 (0.05%) and 20.360.92 (0.40%)). Incorporation of TMPyP at concentrations of 0.05% causes a statistically significant reduction in the yield strength of the material (19.060.41 MPa); while HDPE with a TMPyPloading of 0.40% produces no significant difference in yield strength from that of PE (20.360.35 MPa). TBO at either concentration causes a significant reduction on the yield strength",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effect of incorporation of TPP or TMPyP on extruded HDPE sheets (at 0.05 or 0.40% w/w) on: (A) yield strength, (B) ultimate tensile strength, (C) Young's Modulus and (D) percentage elongation at break. * indicates level of significance from HDPE control, graph displays means+standard deviation. doi:10.1371/journal.pone.0108500.g004 of PE (31.161.47 MPa vs. 27.962.27 (0.05%) and 27.861.94 (0.40%)). Similarly, incorporation of MB at concentrations of 0.05% and 0.40% also causes a significant reduction in the yield strength of the material (26.861.5 and 27.362.18, respectively",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Effect of incorporation of TBO or MB on extruded HDPE sheets (at 0.05 or 0.40% w/w) on (A) yield strength, (B) ultimate tensile strength, (C) Young's Modulus and (D) percentage elongation at break. * indicates level of significance from HDPE control, graph displays means+standard deviation. doi:10.1371/journal.pone.0108500.g005 Photodynamic Antimicrobial Polymers PLOS ONE | www.plosone.org",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Reduction in adherence of viable MRSA on the surfaces of materials loaded with (A) TMPyP, (B) TPP, (C) TBO and (D) MB.Log CFU/cm 2 adhered bacteria were enumerated on control materials (HDPE without photosensitizer), and test samples in both dark and light-irradiated conditions. * indicates level of significance from HDPE dark control, graph displays means+standard deviation. doi:10.1371/journal.pone.0108500.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Reduction in adherence of viable E. coli on the surfaces of materials loaded with (A) TMPyP, (B) TPP, (C) TBO and (D) MB. Log CFU/cm 2 adhered bacteria were enumerated on control materials (HDPE without photosensitizer), and test samples in both dark and light-irradiated conditions. * indicates level of significance from HDPE dark control, graph displays means+standard deviation. doi:10.1371/journal.pone.0108500.g007",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "40%)). However, statistical analysis finds no significant difference between photosensitizer-incorporated HDPE and standard HDPE sheets; similar analysis indicates TPP-loaded PE sheets (both concentrations) exhibit significantly greater UTS than the TMPyP counterparts. TBO and MB both affect ultimate tensile strength. Incorporation of MB at either concentration resulted in significant reduction in ultimate tensile strength (56.963.22 MPa vs. 47.263.21 (0.05%) and 49.564.00 (0.40%)). In a similar manner, the presence of a 0.05% loading of TBO results in a significant reduction in ultimate tensile strength;",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}