{
    "paper_id": "9b034efc9d262e8687f1ad7adb78fa7374d3e5ad",
    "metadata": {
        "title": "The Influence of Meteorology on the Spread of Influenza: Survival Analysis of an Equine Influenza (A/H3N8) Outbreak",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "M"
                ],
                "last": "Firestone",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Cogger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "P"
                ],
                "last": "Ward",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J-Alml",
                "middle": [
                    "L M L"
                ],
                "last": "Toribio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "J"
                ],
                "last": "Moloney",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The influences of relative humidity and ambient temperature on the transmission of influenza A viruses have recently been established under controlled laboratory conditions. The interplay of meteorological factors during an actual influenza epidemic is less clear, and research into the contribution of wind to epidemic spread is scarce. By applying geostatistics and survival analysis to data from a large outbreak of equine influenza (A/H3N8), we quantified the association between hazard of infection and air temperature, relative humidity, rainfall, and wind velocity, whilst controlling for premises-level covariates. The pattern of disease spread in space and time was described using extraction mapping and instantaneous hazard curves. Meteorological conditions at each premises location were estimated by kriging daily meteorological data and analysed as time-lagged time-varying predictors using generalised Cox regression. Meteorological covariates time-lagged by three days were strongly associated with hazard of influenza infection, corresponding closely with the incubation period of equine influenza. Hazard of equine influenza infection was higher when relative humidity was ,60% and lowest on days when daily maximum air temperature was 20-25uC. Wind speeds .30 km hour 21 from the direction of nearby infected premises were associated with increased hazard of infection. Through combining detailed influenza outbreak and meteorological data, we provide empirical evidence for the underlying environmental mechanisms that influenced the local spread of an outbreak of influenza A. Our analysis supports, and extends, the findings of studies into influenza A transmission conducted under laboratory conditions. The relationships described are of direct importance for managing disease risk during influenza outbreaks in horses, and more generally, advance our understanding of the transmission of influenza A viruses under field conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Influenza A viruses are enveloped RNA viruses of the family Orthomyxoviridae, and a major cause of morbidity and mortality in both humans and livestock, worldwide [1, 2, 3] . Spread may be via direct contact, over short distances on large 'cough' droplets (diameter .10 mm), over longer distances in aerosols of small droplet nuclei (diameter ,10 mm) and on fomites [4, 5] . Meteorological variables such as air temperature, relative humidity, rainfall and wind have been suggested as important drivers of the spread and seasonality of influenza in both human [5, 6, 7, 8] and animal populations [9] . Recently, Lowen et al. described, under laboratory conditions, how relative humidity and ambient temperature combine to influence the transmission of both seasonal (A/H3N2) and pandemic (A/H1N1) human influenza A [6, 8, 10] . The effects of several other environmental variables (soil pH, sunlight and surface permeability) on the survivability of influenza A viruses were established in earlier laboratory-based experimentation [11, 12] . Analyses of the contribution of wind to the spread of epidemics of influenza, and indeed other infectious diseases, are more limited. Most studies present either circumstantial evidence that the mean direction of epidemic spread coincides with prevailing wind conditions at the time of an outbreak [13, 14] , analyses of data aggregated to a low temporal or spatial resolution [15, 16] , or associate spread from a small number of sources with atmospheric dispersal modelling outputs [17] . Such research must also overcome the added complexity of movement of individuals within the population at risk.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 167,
                    "end": 169,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 170,
                    "end": 172,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 370,
                    "end": 372,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 564,
                    "end": 566,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 567,
                    "end": 569,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 570,
                    "end": 572,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 815,
                    "end": 818,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 819,
                    "end": 821,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 822,
                    "end": 825,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1036,
                    "end": 1039,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1340,
                    "end": 1344,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1345,
                    "end": 1348,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1419,
                    "end": 1423,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1424,
                    "end": 1427,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1526,
                    "end": 1530,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In their animal model of human influenza A transmission, Lowen et.al. have shown that dry cool conditions (low relative humidity and cold ambient temperatures) increase the spread of influenza [6] . They suggest that this mechanism is mediated by a complex interaction that affects the survivability of both aerosol droplet nuclei and virus particles. A detailed analysis, at high spatial and temporal resolution, comparing actual influenza outbreak data with concurrent meteorological data is required to validate and provide context to their model outside of controlled laboratory environments, thus furthering our understanding of how meteorological factors truly influence influenza spread. Outbreaks of disease in animal populations present a unique opportunity to study such effects, 'in the field'. Research on detailed animal outbreak datasets has several distinct advantages over comparable research on public health influenza data [15, 18, 19, 20] . Firstly, human populations move about on a daily basis (albeit with some regularity). Implementing a complete human movement standstill ('a 24 hour curfew') to control and contain an outbreak is considered an extraordinary and perhaps unfeasible social distancing measure, reserved for the most severe of human influenza pandemics [21] . Conversely, the movements of farm animal populations (such as horses, cattle and sheep) are mostly confined to within single premises, and in the event of an emergency animal disease outbreak, a complete movement ban is often the first control measure to be implemented [22] . Furthermore, ethical concerns (namely privacy) may constrain the research of human outbreak data, limiting the amount of detailed information that can be collated on the movement of individual people. Given that certain human and animal sub-types of influenza A share generally similar modes and patterns of transmission [5] , research that utilises detailed animal outbreak datasets has the potential to inform our understanding of the complex mechanisms that influence human influenza A spread and seasonality. The 2007 outbreak of equine influenza in Australia presented an excellent opportunity to study the effects of meteorology on the spread of an influenza A virus as it infected a mostly immunologically naive population, spatially confined (in paddocks).",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 941,
                    "end": 945,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 946,
                    "end": 949,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 950,
                    "end": 953,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 954,
                    "end": 957,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1291,
                    "end": 1295,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1568,
                    "end": 1572,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1896,
                    "end": 1899,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Equine influenza virus (A/H3N8) is a highly contagious cause of low mortality, high morbidity respiratory disease capable of infecting all members of the horse family (Equidae). It is considered endemic to equine populations across most of the world [2] . The disease is similar in many clinical and epidemiological respects to seasonal human influenza A, and major outbreaks have occurred when novel strains of equine influenza have gained entry into highly susceptible equine populations [2] . The typical incubation period of equine influenza is 1-3 days [23, 24, 25] , however delayed onset of clinical signs of up to 5 days has been observed after low dose aerosol exposure [26] . In 2007, following a breach in the quarantine of infected imported horses [27] , Australia experienced its first ever outbreak of equine influenza. Less than 900 horses are imported annually into Australia from countries that vaccinate for equine influenza [27] , therefore almost the entire horse population was susceptible at the start of this outbreak. Over the course of 4 months, nearly 70 000 horses were infected, on over 9 000 premises in two Australian States-New South Wales (NSW) and Queensland (QLD) [27] . Timely and complete implementation of a horse movement ban has been widely credited as the most effective of the control measures that facilitated the rapid eradication of this disease from the Australian horse population [27] . Although vaccination was used to eradicate the disease, its implementation only commenced 6 weeks into the outbreak, well after the peak of reported daily infections [28] . Vaccination was initially restricted to disease containment zones and the protection of high value horses [28] .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 490,
                    "end": 493,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[23,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "25]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 943,
                    "end": 947,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1198,
                    "end": 1202,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1427,
                    "end": 1431,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1600,
                    "end": 1604,
                    "text": "[28]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1713,
                    "end": 1717,
                    "text": "[28]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Contact-tracing early in the 2007 outbreak revealed that the disease initially spread through a network of equestrian events, linked by the movement of infected horses prior to detection of the outbreak, producing clusters of infected premises in widespread locations [27, 29] . Epidemiological investigations noted rare instances of presumed windborne spread over short ranges (#1.5 km, and rarely up to 5 km) based on failure to identify other potential means of transmission (i.e. close contact or on fomites) [30] . Previous epidemiological analyses of this outbreak have investigated the spatial and network components of early spread [29, 30, 31, 32] , and premises-level risk factors for disease spread such as compliance with advised biosecurity measures [33] . Two further analyses have specifically investigated environmental factors that might have influenced the spread of this outbreak [13, 34] . In one cluster of 437 infected premises, a relationship was observed between prevailing wind conditions and the global direction of spread [13] .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[27,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "29]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[30]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "[29,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "30,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 899,
                    "end": 903,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 904,
                    "end": 907,
                    "text": "34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1049,
                    "end": 1053,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper we present a comprehensive analysis of the influence of meteorological variables on time to infection based on an influenza A virus outbreak dataset. This spatio-temporal analysis aims to identify and quantify the association between four meteorological variables (air temperature, relative humidity, rainfall, wind velocity) and time to infection in the largest cluster of the 2007 equine influenza (A/H3N8) outbreak in Australia. We are unaware of any previously published analysis that combines such a large and spatio-temporally detailed influenza outbreak dataset with concurrent daily meteorological data, to allow meaningful estimation of the contribution of such factors in the spread of an influenza A outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The state government of New South Wales provided contacttracing and laboratory testing data on all horses investigated during the 2007 outbreak. This dataset was collected at the level of individual horses and aggregated to the premises level for analysis. Study designs that use groups as the unit of interest (such as herds or flocks) rather than individuals, are common in veterinary epidemiological research [35] . Premises attribute records included address, geocoded coordinates (based on premises centroid), number of horses, date of onset of clinical signs in the first horse affected ('onset date'), vaccination status and date of vaccination. Premises were defined as infected (IP) if they held horses that had been observed with the classical clinical signs of equine influenza (cough, elevated temperature, nasal discharge and lethargy). This status was confirmed by laboratory testing based on real-time reverse transcription polymerase chain reaction assay [36] , however, around the peak of the outbreak not all horses were tested due to resource constraints [30] . Contact-tracing records included the date of the movement, the addresses and unique identifiers for the origin and destination premises between which horses were moved prior to the horse movement ban.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 416,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1074,
                    "end": 1078,
                    "text": "[30]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "The equine influenza dataset"
        },
        {
            "text": "There was a single 'index' for the 2007 outbreak of equine influenza in Australia: an equestrian event located 160 km north of Sydney, at which transmission was known to have occurred. This analysis focused on local spread within the single largest cluster of the outbreak, centred 60 km northwest of Sydney's city centre ( Figure 1 ). To maintain a computationally tractable dataset, premises were selected for inclusion in the study (from the equine influenza dataset) if their centroid was within 15 km of nine contact-traced 'source' premises. All nine contact-traced premises were identified (based on an earlier likelihood-based analysis [32] ) to have been infected in the first week of the outbreak following the movement of infected horses from the 'index'. The 15 km buffer used to delineate the cluster was selected based on a previous analysis in which we identified that 98% of premises infected in the first month of the outbreak were within this distance of a contact-traced 'source' premises [29] . The 'Northwest Sydney' cluster studied was approximately 65 km in diameter, bounded to the North and West by national parks (where horses are prohibited) and to the South and East by metropolitan Sydney.",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 648,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "[29]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 332,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Study extent: cluster delineation"
        },
        {
            "text": "The dataset was imported into the R statistical package version 2.13.0 [37] , and an epidemic curve constructed as the count of infected premises reported per day. The spatial coordinates of each premises were converted to the Australian Albers conic equal-area projection which is based on the Geocentric Datum of Australia 1994 (www.ga.gov.au/geodesy/datums/gda.jsp). Extraction mapping was used to investigate the spatial pattern of risk of infection over time. To identify areas of elevated risk, relative risk surfaces with upper 95% tolerance contours were estimated as the Gaussian-smoothed kernel density surface of infected horse premises divided by the surface of the population of horse premises at risk in 4-week time periods. A spatially adaptive variable smoothing parameter was used to prepare the relative risk surfaces [38] , with edge effect correction, implemented in R with the 'sparr' library [39] . The amount of smoothing (bandwidth) applied varied across the study extent in inverse proportion to the population at risk in each time period. To test for directional spread, the mean geographic centre of the outbreak was estimated by week as the mean of the coordinates of the infected premises with dates of onset in each week of the outbreak [40] .",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 836,
                    "end": 840,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 914,
                    "end": 918,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1267,
                    "end": 1271,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Exploratory spatial and temporal analyses"
        },
        {
            "text": "We applied semi-parametric Cox regression modelling to estimate the association between potential risk factors and the times to infection of individual premises. A geodatabase was compiled in Microsoft Access 2007 (Microsoft Corporation, Redmond, WA, USA) to maintain all premises and meteorological data, with spatial covariates added using ArcMap 9.3 (ESRI, Redlands, CA, USA). The dataset was structured into a daily 'counting process' formulation to enable investigation of the effects of time-varying predictors [41] , in this case time-lagged premiseslevel meteorological variables. In this formulation, each premises contributes one observation for every day that it is at risk (until either clinical signs are observed in horses on the premises, or the end of the study period). See Supporting Information S1 for a sample of the survival dataset used in this analysis. Time-varying covariates and the counting process formulation were arranged using the R statistical package.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 521,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Survival analysis"
        },
        {
            "text": "In the counting process generalisation of the Cox proportional hazards model, the hazard function depends on time in ways other than only through the baseline hazard function [42] . The proportional hazards assumption does not apply, allowing for inclusion of time-dependent covariates [43] . Each subject contributes one observation for every day that it is at risk and each observation contains covariates for the subject at each time point of observation and a start and stop time denoting the interval of risk, i.e. (start, stop] [44] . This enables covariate values for individual subjects to either be time-invariant or to change with time, and to be incorporated into a generalised Cox regression model [41] of the form:",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 710,
                    "end": 714,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Survival analysis"
        },
        {
            "text": "where h i (t) is the hazard that an individual, i, from the population yet to experience an event, will experience the event at time t; h 0 (t) is the baseline hazard at time t; b1 and b2 are the regression coefficients for the time-invariant, x i1 , and time-dependent covariates, x i2(t) , respectively. The partial likelihood specification for the counting process Cox regression model is described in detail by Anderson and Gill (1982) , and is estimated including a term for each unique event time, summing over those observations that are still at risk at each actual event time. As there is no overlap in intervals of risk in the set of observations for each subject, the likelihood never involves more than one observation for a subject [44] . Network and spatial spread in the early outbreak period (the first 14 days of this outbreak) is described in detail elsewhere [32] . To focus this analysis on the meteorological factors associated with local spread, we excluded any premises that may have been infected in the first 10 days of the outbreak, before the complete implementation of horse movement bans (i.e. any premises with an onset date in the first 14 days of the outbreak), setting the origin of the survival analysis at 30 August 2007. This period ends one typical incubation period (3 days) after movement bans were implemented, with an additional 1 day error margin for delay in observation and reporting [33] . All premises that remained uninfected on the 131 st day of the outbreak (25 December 2007, the reported date of onset of the last known infected premises) were right censored on this date.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 439,
                    "text": "Anderson and Gill (1982)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 878,
                    "end": 882,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1428,
                    "end": 1432,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Survival analysis"
        },
        {
            "text": "Explanatory variables. Explanatory covariates tested for associations with the time to infection of premises in the Northwest Sydney cluster are listed in Table 1 . Premises boundaries were extracted from cadastral data provided by the NSW Government Department of Finance and Services. These boundaries were used to generate a continuous variable representing the length of fence that each horse premises shared with any contiguous horse premises in the equine influenza dataset. Premises elevation was extracted from a digital elevation model of Australia [45] , which is a grid of ground level elevation covering the whole of Australia with a grid spacing of approximately 250 metres, as the mean of all grid cells needed to cover a premises. Distance to the nearest main road was calculated from the premises boundary using vector data of road Classes 1-3 (freeways, highways, primary and arterial roads) [46] . Human population density, within approximately 1 km of the premises centroid, was estimated based on high resolution gridded population data from 2005 [47] , adjusted by 3% for population growth between 2005 and 2007 [48] .",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 562,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 909,
                    "end": 913,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1067,
                    "end": 1071,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1133,
                    "end": 1137,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 162,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Survival analysis"
        },
        {
            "text": "Hourly wind velocity data (wind direction and speed) and daily data for five other meteorological variables (rainfall, minimum and maximum daily air temperature, and relative humidity measured at 9 am and 3 pm) were obtained from 132 weather stations. All of these weather stations were operated by the Australian Bureau of Meteorology during the study period, and were located either within the cluster or within 20 km of the cluster boundary. Most stations reported only daily rainfall measurements. Ordinary kriging [49] was used to interpolate daily values at each individual premises location for the meteorological time-varying predictors: maximum wind speed (km hour 21 ), rainfall (mm), maximum and minimum surface air temperature (uC), and relative humidity (%, measured at 9 am and 3 pm). Each time-varying meteorological covariate was then time-lagged by 1-5 days to encompass the full range of incubation periods observed in experimental infection studies [26] .",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 523,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 968,
                    "end": 972,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of meteorological time-varying predictors."
        },
        {
            "text": "Kriging is a geostatistical smoothing technique that involves modelling the underlying spatial dependency (autocorrelation) in spatially continuous data based on a covariance function ( Figure 2a ) [49] . For each observation point (hour or day), for each meteorological variable, a binned isotropic empirical variogram was plotted that represented covariance (as semivariance) up until half of the maximum pairwise distance between any two weather stations contributing data at that time point, with bin widths (h) of approximately 10% of the average distance between weather stations [50] . A stationary exponential variogram model was then fit to the empirical variogram, using iterative least squares regression, and parameter estimates used to interpolate values at each premises location [49] .",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[50]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 195,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Estimation of meteorological time-varying predictors."
        },
        {
            "text": "Generation of wind speed covariates. Hourly wind velocity data were available from sixteen of the weather stations, automatically measured on masts at 10(metres above the earth's surface. These wind data were supplied in a polar coordinate structure, comprising the average direction of origin of the wind (in degrees from true north) and the maximum wind speed (in kilometres hour(1), measured over the 10(minutes leading up to the observation time. To avoid the issue of northerly bearings being split at true north (i.e. true bearings of 1( and 359( seeming distant when they are only 2( apart), prior to variography and kriging, the wind velocity data was converted into a Cartesian coordinate system-defined by two components (Figure 2b ,c): ''u'' representing the East-to-West component of the wind velocity, and ''v'' representing the North-to-South component [51] . A negative value for the ''u'' component therefore represents a wind from one of the westerly bearings (i.e. NW, W or SW).",
            "cite_spans": [
                {
                    "start": 867,
                    "end": 871,
                    "text": "[51]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 731,
                    "end": 741,
                    "text": "(Figure 2b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Estimation of meteorological time-varying predictors."
        },
        {
            "text": "Kriging was then conducted on the two wind velocity vector components [51] . Hourly wind velocity vectors were interpolated for each premises and back-transformed into the original polar coordinates (direction of wind origin and maximum wind speed).",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "[51]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of meteorological time-varying predictors."
        },
        {
            "text": "Two approaches were taken to aggregate the hourly wind velocity vectors for each premises into daily maximum wind speed covariates. First, to test the hypothesis that increased wind speed from any direction was associated with increased hazard of infection we generated 'undirected' maximum daily wind speed covariates ('WIND_SPD undir ') without making any directional assumptions, taking the maximum of all hourly wind speed estimates for each premises on each day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of meteorological time-varying predictors."
        },
        {
            "text": "Next, to explore the directionality of wind exposure risk we generated 'directed' maximum daily wind speed covariates ('WIND_SPD dir ') based only on wind coming from within the direction of the nearest k infected premises (for k = 1,2,3) by selecting wind from within 45u arcs centred on the bearing of the nearest k infected premises to each premises on each day. For each premises, on each day of observation, we identified the nearest three infected premises from amongst those infected premises that had a date of onset (of clinical signs in the first horse infected on the premises) within the previous 14 days. Though it is known that individual unvaccinated horses remain infectious for up to 7 days [2, 52] , the duration of infectivity may vary on multi-horse premises because of differences in contact rates between individual horses, and individual variability in susceptibility, latency and virus shedding. To infer which premises were holding infectious horses at each time point we assumed that the period of infectivity was 14 days for all premises based on case reports from horse premises of a range of sizes [53, 54, 55] , intra-herd simulation modelling [28] and that almost the entire population was immunologically naive to equine influenza at the start of the outbreak.",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 711,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "52]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1127,
                    "end": 1131,
                    "text": "[53,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1132,
                    "end": 1135,
                    "text": "54,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1136,
                    "end": 1139,
                    "text": "55]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1174,
                    "end": 1178,
                    "text": "[28]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of meteorological time-varying predictors."
        },
        {
            "text": "Finally, these time-varying predictors were lagged by 1-5 days to serve as proxies for wind within the range of incubation periods that have been observed for equine influenza, producing 20 timelagged explanatory covariates: 'WIND_SPD undir t 21 , t 22 , …, t 25 ' and 'WIND_SPD dir(k) t 21 , t 22 , …, t 25 ', for k = 1,2,3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of meteorological time-varying predictors."
        },
        {
            "text": "Instantaneous hazard curves were constructed for each timeinvariant covariate with the 'epiR' library in R [56] , categorising continuous variables into quartiles. The instantaneous hazard rate, h(t), is the rate at time t, that a randomly-selected individual from the population yet to experience an event, experiences the event at time t [43] , and is mathematically defined as:",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[56]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Univariable analysis"
        },
        {
            "text": "where T is the time that an event is experienced. In this study, the unit of interest was the horse premises, and events were defined as the infection of horses with equine influenza virus on a previously uninfected premises. Time-changing covariate. b Maximum daily wind speed was either based on wind from all directions ('undirected') or wind only from within 45u arcs centred on the direction of the k nearest infected premises for k = 1,2,3 (see Figure 2 for details) assuming that premises were infectious for 14 days and one of the nearest k infective premises was the source of infection. Univariable Cox models were then constructed and the statistical strength of the association between each variable (categorical or continuous) and the outcome assessed using likelihood ratio tests [35] . The linearity of the relationship between log hazard of infection and each continuous variable was assessed graphically using restricted cubic splines [57] with knots spaced at quintiles in the data. To differentiate linear and nonlinear component terms, partial likelihood ratio tests were conducted comparing a model containing all spline terms to a nested model containing only a single linear term [57] . If a highly non-linear relationship was detected, the spline of the continuous variable was retained for multivariable analysis. All continuous covariates were tested for collinearity in pairs by calculating Spearman's rank correlation coefficient (r). Intrinsic temporal autocorrelation was expected amongst certain groups of time-lagged time-varying meteorological predictors, such as:",
            "cite_spans": [
                {
                    "start": 794,
                    "end": 798,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 952,
                    "end": 956,
                    "text": "[57]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1203,
                    "end": 1207,
                    "text": "[57]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 459,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Univariable analysis"
        },
        {
            "text": ". From amongst any pair of highly correlated (r.|0.70|) time-invariant covariates, and from amongst intrinsically temporally autocorrelated groups of time-varying predictors, only the variable with the strongest statistical association with the outcome was retained for further analysis [58] .",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[58]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Univariable analysis"
        },
        {
            "text": "All remaining variables (unconditionally statistically associated with the log hazard of infection at P-value,0.25) were entered into a generalised 'counting process' Cox regression model [41] . Each eligible candidate variable was then individually tested by excluding it from the maximal model and conducting likelihood ratio tests, eliminating any variables with P-value$0.10. To assess confounding, all eliminated variables were individually added back into the model, retaining any terms that resulted in a .20% change in any regression coefficient. The time-varying predictor representing vaccination status was forced into all multivariable models as it was considered a priori to confound disease spread. The linearity of the relationship between the outcome and each continuous variable still included in the model was assessed again, using restricted cubic splines [57] . Finally, tests were conducted for all two-way interactions of terms in the preliminary main effects model.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[57]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Multivariable analysis"
        },
        {
            "text": "Goodness of fit of the final model was assessed using 'Martingale' residuals. The influence of every individual observation was tested by omitting it and observing for change in the regression coefficients [59] . To test for spatial dependency (autocorrelation) we examined the spatial structure of the residuals of the final model by mapping normalised martingale residuals ('deviance residuals') and plotting an empirical semivariogram [60] .",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "[59]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "[60]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Multivariable analysis"
        },
        {
            "text": "The Northwest Sydney cluster of the 2007 equine influenza outbreak in Australia contained 3624 horse premises, of which 1922 were reported to be infected during the 131 day outbreak (cumulative incidence = 53.0%, 95% CI: 51.4, 54.7%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory spatial and temporal analysis"
        },
        {
            "text": "Surfaces of spatial relative risk by four week period are included as Figure 3 . In the first 4 weeks of the outbreak there were two areas of elevated spatial risk localised around the nine source premises for this cluster. Over the next 4 weeks, the two areas of elevated risk coalesced and expanded. Between weeks 9 to 12, the areas of spatial risk dissipated into several smaller pockets of infection. Over the remainder of the outbreak, the spatial risk faded out in isolated pockets of infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Exploratory spatial and temporal analysis"
        },
        {
            "text": "The mean centre of the outbreak did not move predominantly in any single direction over the study period, moving Northwest at 3.0 km week 21 in the first 4 weeks, then Southwest at 3.9 km week 21 for 4 weeks, before moving back to the East at 4.1 km week 21 whilst the epidemic faded out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory spatial and temporal analysis"
        },
        {
            "text": "The complete survival dataset included 3153 premises containing 1727 events (infections) during the study period. Data on 57 infected horse premises were excluded because their onset dates occurred in the first 14 days of the outbreak (a period when they could possibly have been infected by the movement of infected horses rather than by local spatial spread). Sixty-seven infected premises were missing a date of onset, and 347 premises (71 infected and 276 uninfected premises) were missing data on their number of horses. Once data on these premises (which were evenly distributed across the study extent) had been excluded, data on all variables were complete. The median survival time, the point at which half of the premises in this cluster were infected, was day 55 of this outbreak (95% CI : 52, 61). The instantaneous hazard, the proportion of infections per day in the population surviving uninfected until that day, peaked on day 28 ( Figure 4) ; 92 premises were reported to be infected on this day.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 947,
                    "end": 956,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Survival analysis"
        },
        {
            "text": "Meteorological covariates and hazard of infection. Most horse premises were relatively close to a weather station, with the mean distance to the nearest weather station reporting wind data being 11.7 km (SD = 5.4 km, maximum = 27.4 km). For all meteorological data, there was a paucity of weather stations in the Northwest corner of the study extent (because this region is bordered by a national park).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Univariable analysis"
        },
        {
            "text": "Daily rainfall data were available from 127 weather stations in the study extent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Univariable analysis"
        },
        {
            "text": "Over the study period, the median estimated daily rainfall per premises was 0.1 mm day 21 (IQR: 0 to 2.8 mm day 21 , maximum = 106.5 mm day 21 ). No statistically significant associations were detected between time-lagged rainfall covariates and hazard of infection (Table 2) . Moderate temporal correlation (r<0.60) was observed between rainfall data 1 day apart, and between rainfall and relative humidity measurements conducted within 1 day of each other. A detailed correlation matrix of all continuous covariates is provided in Supporting Information S1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 275,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Univariable analysis"
        },
        {
            "text": "Relative humidity data measured twice daily (at 9 am and 3 pm) were available from eighteen weather stations (Figure 5a ). The mean of the estimated 9 am and 3 pm relative humidity measurements for the horse premises under observation were 70.8% (SD = 17.5%) and 52.9% (SD = 20.3%), respectively. Conditions were drier when measured at the same station at 3 pm compared to 9 am, on any given day, with paired relative humidity measurements 16.0% on average lower in the afternoon (95% CI: 15.3, 16.8%). Moderate to high temporal autocorrelation (r<0.70) was observed between 9 am and 3 pm relative humidity data on the same day and at the same time 1 day apart.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 119,
                    "text": "(Figure 5a",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Univariable analysis"
        },
        {
            "text": "A negative cubic relationship was observed between relative humidity and hazard of infection (Figure 5b) . Risk of equine influenza infection was highest in dry conditions (,20% relative humidity), decayed rapidly until increasing at intermediate relative humidity (40-60%) . Once relative humidity was .80% there was effectively no risk. This relationship was independent of whether relative humidity was measured at 9 am or 3 pm, and was also independent of the time lag applied ( Table 2 ). The strongest statistical association was with the 3 pm measurement time-lagged by 5 days, thus, 'RH_3PM t 25 ' was selected as a proxy for relative humidity, irrespective of diurnal variation or time-lag.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 273,
                    "text": "(40-60%)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 104,
                    "text": "(Figure 5b)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 483,
                    "end": 490,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Univariable analysis"
        },
        {
            "text": "Daily surface air temperature data were available from 21 weather stations (Figure 5c ). The mean of the estimated daily maximum and minimum temperatures at the 3153 horse premises was 24.0uC (95% CI: 22.4, 25.7), and 12.6uC (95% CI: 9.1, 16.1uC), respectively. There was an increasing trend in temperature across the study period as the season changed from spring to summer, and a low level of correlation (r<0.40) between maximum and minimum temperature measured on the same day. Minimum daily temperature data 1-4 days apart were moderately to highly correlated (0.61#r#0.75), less correlation was observed between maximum daily temperatures 1 day apart (r<0.53), and a low cross-correlation (0.30,r,0.50) was observed between minimum daily temperature, rainfall and 9 am relative humidity data for 1-5 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 85,
                    "text": "(Figure 5c",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Univariable analysis"
        },
        {
            "text": "A highly nonlinear relationship was observed between infection and maximum daily air temperature (Figure 5d) , with risk of infection greatest toward both extremes of the range of observed maximum temperatures (,16uC and .28uC). The statistical strength of this association was greatest at a time-lag of 3 days (Table 2) , however, the shape was consistent across time-lags. Hazard of infection increased linearly as minimum daily temperatures decreased, and the statistical strength of this association was also greatest when a time-lag of 3 days was applied. Combining daily maximum and minimum measurements into a midpoint daily temperature resulted in weaker associations (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 108,
                    "text": "(Figure 5d)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 311,
                    "end": 320,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Univariable analysis"
        },
        {
            "text": "Hourly wind velocity data were available from sixteen weather stations (Figure 2b ). Wind conditions varied considerably in time with little temporal autocorrelation observed (see correlation matrix in Supporting Information S1). There was no clearly discernible predominant wind pattern over the study period. The median of the maximum daily reported wind speeds estimated for each premises (from all directions) was 26. The univariate relationship between hazard of infection and wind speed, making no directional assumptions ('undirected'), is presented in Figure 6 , by time-lag. Maximum daily wind speed, lagged by 3 days, had the strongest statistical association with the outcome ( Table 2 ). Increased hazard of infection was observed on days when the maximum daily wind speed was .30 km hour 21 . The univariate relationships between hazard of infection and maximum daily wind speed from the direction of the k nearest neighbours are presented in Table 3 , and plots of the restricted cubic splines of these relationships are shown in Figure 7 (only for a time-lag of 3 days). The strongest statistical association between any wind speed covariate and hazard of infection was identified based on 'directed' wind speed from the direction of the three nearest neighbours, time-lagged by 3 days.",
            "cite_spans": [
                {
                    "start": 801,
                    "end": 803,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 81,
                    "text": "(Figure 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 560,
                    "end": 568,
                    "text": "Figure 6",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 689,
                    "end": 696,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 956,
                    "end": 963,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1052,
                    "text": "Figure 7",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Univariable analysis"
        },
        {
            "text": "The following five candidate meteorological variables were consequently selected for multivariable analysis: linear terms for rainfall and minimum daily air temperature, both time-lagged by 3 days, a restricted cubic spline for relative humidity measured at 3 pm time-lagged by 5 days, and splines of maximum daily air temperature and maximum daily wind speed from the direction of the three nearest infected premises, both time-lagged by 3 days. (Table 4 and Figure 8a ). Medium sized (4.8-15.2 acres) and medium density premises (1-5 acres per horse) were at increased risk of infection, as were horse premises that shared a fence with another horse premises. Hazard also increased with the number of horses held on a premises; this trend was well represented by categorisation based on quartiles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 447,
                    "end": 455,
                    "text": "(Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 460,
                    "end": 469,
                    "text": "Figure 8a",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Univariable analysis"
        },
        {
            "text": "A trend existed across the study area in terms of premises elevation and surrounding human population density. Hazard of infection was higher on horses premises located at lower elevations (,45 m) and .2.2 km from main roads (Table 4 ). Risk was also higher on horse premises located in peri-urban areas (human population densities between 1-500 people km 22 ) compared to premises located either away from residential areas (human population density within 1 km = 0) or within urban areas (.500 people km 22 ) (Figure 8b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 233,
                    "text": "(Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 511,
                    "end": 522,
                    "text": "(Figure 8b)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Univariable analysis"
        },
        {
            "text": "Premises area and premises horse density were the only highly correlated pairing (r = 20.74), amongst the premises attribute variables. Of these two covariates, premises area was the more strongly associated with the outcome. The following premises attribute variables were therefore included in multivariable analysis: splines of premises area and local human population density, number of horses, length of shared fence with other horse premises, premises elevation and distance to the nearest main road. Vaccination status was retained as it was considered an a priori confounder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Univariable analysis"
        },
        {
            "text": "The final model is presented in Table 5 . Two variables were eliminated during multivariable model-building: 'distance to nearest main road' and 'minimum daily air temperature'. No first order interaction terms were significant at P,0.05. The shape of the restricted cubic splines representing the nonlinear relationships between hazard of infection and relative humidity, maximum daily air temperature, maximum daily wind speed (from the direction of the nearest three infected premises), premises area and human population density, were all largely unchanged from their crude forms (as presented in Figures 5, 6, 7,  8) . Post-adjustment, rainfall was detected to be weakly protective. The increased hazard amongst premises with higher numbers of horses persisted, as did the reduction in hazard amongst premises at higher elevations, with a 42% reduction in risk for every order of magnitude increase in elevation. Premises that were adjacent to another horse premises were at increased hazard of equine influenza infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 39,
                    "text": "Table 5",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 601,
                    "end": 621,
                    "text": "Figures 5, 6, 7,  8)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Multivariable analysis"
        },
        {
            "text": "Model goodness-of-fit and residual analysis. The final model accounted for a quarter of the variability in the data (Schemper and Stare pseudo-R 2 = 25.8%). No issues were identified based on inspection of martingale and deviance residuals, both overall, and when plotted against each variable included in the final model. Residual spatial structure was not evident in the empirical semivariogram of the deviance residuals, suggesting that spatial correlation was not unduly influencing our effect estimates (or their associated standard errors). Influence statistics identified only one important outlying premises, infected 36 days after the vaccination of the 2 horses on the property. These horses did not receive a second vaccination, whilst up to three doses may be required to attain protective immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivariable analysis"
        },
        {
            "text": "To our knowledge, this empirical analysis provides the first estimates of the contribution of humidity, air temperature and wind to the spread of an actual outbreak of influenza ('in the field'). We have demonstrated that it is possible to detect an association between wind velocity and disease spread, and directly estimate the strength of such an association. This advances our understanding of the windborne spread of influenza from purely circumstantial association to a hypothesis statistically-tested with empirical data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our analysis shows that influenza spread in this cluster was highly dependent on relative humidity. Recent reviews [4, 5, 61] present contradictory results from laboratory trials of influenza A virus survival at intermediate humidities [62, 63] , and disagreement concerning the importance of aerosol transmission. The negative cubic relationship that we observed between hazard of infection and relative humidity provides field validation for some of these laboratory trials. The curve in Figure 5b across the whole range of relative humidities observed under natural conditions, exactly complements the results presented by Hemmes et. al. [62] of inactivation of aerosolised influenza A virus under controlled conditions. Our findings also support the theory presented by Lowen et al. [6] that the relationship between influenza transmission and relative humidity is mediated by both virion and aerosol droplet nuclei stability. In cool dry conditions, droplets are desiccated and remain small, which may stabilise influenza aerosols and facilitate longer range transmission, whereas at high relative humidity, the droplets absorb water and settle [61] . The small rise in hazard of infection at intermediate relative humidities (40-60%) is perhaps due to a summation of two effects: as relative humidity increases within this range so too does viral survival [63] , whilst droplet nuclei settle more readily. This rise was most pronounced in the spline of relative humidity time-lagged by 3 days, yet the 5 day time-lagged variable was the predictor in the group with the strongest statistical association with hazard of infection. Amongst all other groupings of autocorrelated meteorological variables, a time-lag of 3 days was the predictor with the strongest statistical association with hazard of infection, corresponding closely with the typical 1-3 day incubation period of equine influenza.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 119,
                    "end": 121,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "61]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "[62,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "63]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[62]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1150,
                    "end": 1154,
                    "text": "[61]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1231,
                    "end": 1239,
                    "text": "(40-60%)",
                    "ref_id": null
                },
                {
                    "start": 1362,
                    "end": 1366,
                    "text": "[63]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 499,
                    "text": "Figure 5b",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Relative humidity and influenza spread"
        },
        {
            "text": "Recent research has suggested that in certain situations absolute humidity may better represent the relationship between air humidity and influenza A virus survival [64] and aerosol transmission [65] . However, the dependency is perhaps more complex [8] , because the amount of water vapour that air can hold increases with temperature. Absolute and relative humidity are related metrics for the amount of water vapour in moist air. Absolute humidity is the mass of water vapour per cubic meter of total moist air, whereas, relative humidity is absolute humidity expressed as a percentage of the amount of water vapour needed for saturation at a specific temperature. We used relative humidity rather than absolute humidity because: the relative humidity data were more complete over the study period, corresponding 9 am and 3 pm air temperature data were not available for all data points so back-transformation of relative humidity measurements into absolute humidity would have resulted in less complete data, and we wanted to ensure we could directly compare our results with the original research describing the dependency between relative humidity, air temperature and influenza virus transmission and survival [6, 62] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[64]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[65]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1217,
                    "end": 1220,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1221,
                    "end": 1224,
                    "text": "62]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Relative humidity and influenza spread"
        },
        {
            "text": "The shape of the highly nonlinear relationship that we observed between hazard of equine influenza infection and maximum daily air temperature suggests two mechanisms of influenza transmission. Hazard was lowest on days when the maximum air temperature was between 20-25uC, and greatly increased on days with lower and higher maximum temperatures. Aerosol transmission of influenza A viruses has been shown to be enhanced in cooler conditions [6] , and on days when maximum daily Estimates are based only on hourly wind data from within 45u arcs centred on the direction of the k nearest infected premises, for k = 1,2,3. Arcs may overlap if nearest k infected premises are in the same direction (see Figure 2c for details). Dashed lines represent 95% confidence intervals. doi:10.1371/journal.pone.0035284.g007 Table 3 . Univariable analysis of the association between directed wind speed covariates (time-changing and timelagged) and time to infection of premises in the largest cluster (n = 3153), northwest of Sydney, during the 2007 equine influenza outbreak in Australia.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 446,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 701,
                    "end": 710,
                    "text": "Figure 2c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 812,
                    "end": 819,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Air temperature and influenza spread"
        },
        {
            "text": "Meteorological Factor Time-lag Term LRT df P-value b temperature was ,20uC the air temperature would be expected to remain in the optimal range for aerosol transmission equine influenza for longer. The marked increase in hazard of infection when maximum temperature was .25uC is also consistent with recent research. Whilst high temperatures block aerosol transmission of influenza A viruses, the success of animal-to-animal contact transmission increases at high temperatures [10] perhaps explaining the spread of influenza in warm tropical environments.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 481,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Air temperature and influenza spread"
        },
        {
            "text": "There is some consensus in the literature that airborne transmission of influenza is at least possible; however, there is strong disagreement about its importance [5] . In the cluster investigated, we observed an association between hazard of infection and increasing wind speed from the direction of nearby potential sources of equine influenza infection. A similar association was found when wind speed covariates were generated without making any directional assumptions, in effect testing the general hypothesis that hazard of infection was increased on days with increased wind speed (from any direction). Irrespective of our approach, wind speeds .30 km hour 21 , lagged by 3 days, were consistently associated with increased hazard of infection.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Wind velocity and influenza spread"
        },
        {
            "text": "In developing proxy covariates for the directed formulation of the daily wind speed covariates ('WIND_SPD dir(k) ') certain assumptions were required. Wind data was only included if it was within a 45u arc of the nearest k infected premises to each uninfected premises on each observation day. The nearest k infected premises were assumed to be the only windborne source of equine influenza virus for a susceptible premises, and we assumed the duration of infectivity at the premises level was 14 days for all premises. The statistical strength of association between hazard of infection and wind speed increased as more nearest neighbours were cumulatively incorporated into the method of wind covariate generation, suggesting that the nearest neighbour was not always the only source of windborne infection. It would be computationally intensive to continue incorporating further nearest neighbours into this method, so we cannot definitively state how far to extend this process. There must exist a point after which adding infected neighbours to the process of generating wind speed covariates results in weaker associations, as the associations were statistically stronger when wind speed covariates were generated with three nearest neighbours than when we made no directional assumptions. We can state that incorporating three nearest infected neighbours is better than only one or two, that our findings are relatively robust to the assumptions that we made whilst generating directed wind speed covariates, and that the detected association between hazard of infection and wind speed appears related to the direction of proximate infected premises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wind velocity and influenza spread"
        },
        {
            "text": "The associations that we have detected between increasing wind speed and hazard of infection need to be interpreted in the context of our study design. There is potential for ecological fallacy in aggregated data analyses such as this, in which the unit of interest is not an individual animal but a group. Furthermore, it is not possible in such observational epidemiological analyses to definitively identify windborne spread from any other transmission route (direct contact, cough droplet and spread on fomites). Nonetheless, the detected association, presumably representing windborne spread of equine influenza, is biologically plausible, and its increasing strength with increasing wind speed from the direction of nearby infected premises is difficult to explain by spread through other means alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wind velocity and influenza spread"
        },
        {
            "text": "At wind speeds of .30 km hour 21 an aerosol of influenza droplet nuclei would only need to be stable for minutes to be able to infect horses on nearby premises. Equine influenza viruses have been shown to survive for periods of hours to days in soil and water, even in direct sunlight [12] , and infected horses shed large amounts of virus (.10 3 EID 50 /ml, 50% egg infective dose per ml of swab extract) throughout the roughly 7 days that they are infectious [66] . Infection is more reliably achieved by inhalation of aerosolised virus that intranasal inoculation [26] , with a minimum infective dose of 10 2 EID 50 /ml. We therefore consider it plausible that infected horses on one premises could cough or otherwise produce a sufficient quantity of aerosolised equine influenza virus, which after travelling wind-assisted could constitute an infectious dose for a horse on a nearby premises (whether inhaled immediately or after surviving a short period on soil or in drinking water). A recent time-series analysis investigated correlation between the frequency of paediatric influenza A hospital admissions and several meteorological variables including wind velocity [15] . A statistically significant univariable association was observed between increasing wind velocity and increased influenza A hospital admissions, in data collected from one hospital and one weather station [15] . However, in multivariable analyses no association was observed between wind velocity and influenza A hospitalisations, perhaps due to the level of spatial and temporal data aggregation (across the hospital catchment and into 14-day time intervals). Aggregated analyses of the association of meteorological factors with the spread of the severe acute respiratory syndrome (SARS) in Beijing [16] , and hand, foot and mouth disease (HFMD) of humans in Hong Kong [67] , have found statistically significant associations with increasing wind velocity, albeit at much lower wind velocities. Atmospheric dispersal modelling of the picornavirus that causes foot and mouth disease (FMD) in cloven-hoofed ungulates has consistently found that the virus is likely to be dispersed even in calm conditions [17, 68, 69] . The dependency of influenza A virus survival on relative humidity [6, 62] is completely different to that of poliovirus [62] , HFMD [70] and FMD virus [68] (all much smaller RNA viruses of the family Picornaviridae). Therefore, it is perhaps not unexpected that the survival of aerosols of influenza A viruses and picornaviruses could depend on different wind conditions.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[66]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1174,
                    "end": 1178,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1386,
                    "end": 1390,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1782,
                    "end": 1786,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1852,
                    "end": 1856,
                    "text": "[67]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 2186,
                    "end": 2190,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2191,
                    "end": 2194,
                    "text": "68,",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 2195,
                    "end": 2198,
                    "text": "69]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 2267,
                    "end": 2270,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2271,
                    "end": 2274,
                    "text": "62]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 2321,
                    "end": 2325,
                    "text": "[62]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 2333,
                    "end": 2337,
                    "text": "[70]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 2352,
                    "end": 2356,
                    "text": "[68]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Wind velocity and influenza spread"
        },
        {
            "text": "When interpolating meteorological covariates and estimating nearest neighbour distances we used centroids to reduce the complexity of the analytical methods. For .99% of the premises in our dataset we estimate that the maximum distance between the centroid and premises boundary was ,500 m. When the largest 1% of premises (in area) were excluded from the final model, the only regression coefficients to change by .20% were the two highest order spline components for relative humidity and maximum daily temperature, and these changes were not discernible in post-adjustment plots. We therefore consider our findings to be insensitive to measurement bias introduced by representing premises by their centroids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wind velocity and influenza spread"
        },
        {
            "text": "Environmental variables capable of influencing airborne disease spread (such as local horse density, tree density or terrain undulation) vary considerably in the different regions and clusters of premises infected during the 2007 equine influenza outbreak in Australia. A potential limitation of this analysis was that we focussed on only one cluster (the largest and most dense cluster in terms of population at risk) from a very large outbreak. There were two considered reasons for our detailed focus: counting process survival analysis involves analysing a very large dataset (204,909 observations on 3153 premises); and owing to a wide variance in local environmental characteristics and potential for differences in disease transmission dynamics, mixing clusters in the same analysis might dilute any meaningful results. Before generalising our findings to the whole outbreak, or indeed other outbreaks, followup research to assess the importance of the risk factors investigated in broadly dissimilar environments, is therefore required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wind velocity and influenza spread"
        },
        {
            "text": "A classical geostatistical approach [49] (kriging based on a least squares fit of an empirical variogram) was applied to interpolate premises-level meteorological covariates from weather station data. A more sophisticated model-based geostatistical approach [71] (maximum-likelihood based model fitting that does not rely on an empirical variogram) may be more appropriate. However, we considered that the numerous fine adjustments required to undertake a model-based approach to be impractical for fitting the 5616 separate models (117 days624 hours62 wind component vectors) that were required to produce hourly wind vector estimates at each of the 3153 individual premises locations across the entire study period. It was also not possible to assess the assumptions of stationarity or isotropy for each of the thousands of semivariogram models required to generate all of the daily meteorological covariates for each premises. These assumptions appeared justified based on semivariograms of the mean conditions for each meteorological covariate over the entire study period. Our interpolation approach could have been refined by incorporating elevation (regression kriging), a spatial trend or even anisotropy into the method. The study extent covered the Northern half of the Sydney basin, which is relatively flat, and bounded by a plateau of national parks where horses are prohibited. These refinements would be recommended when conducting further similar research of clusters located in more varied terrain.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[71]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Wind velocity and influenza spread"
        },
        {
            "text": "In the cluster of infection investigated, disease did not appear to spread predominantly in any single direction. We purposefully focussed on this cluster rather than other large clusters in which a single global direction of spread has been noted [13] , with the intention of estimating the typical contribution of wind to disease spread rather than circumstantially associating prevailing wind with the global direction of disease spread. In any cluster in which an overall direction of spread is detected, an important further research question remains: What proportion of this anisotropic spread is directly attributable to windborne disease spread? Our methods provide a means to answer this research question, and to retrospectively investigate the contribution of windborne aerosol spread to local disease spread during outbreaks such as the footand-mouth disease outbreak in the United Kingdom in 2001.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Wind velocity and influenza spread"
        },
        {
            "text": "By restricting this analysis to a study period after the horse movement ban was put in place, we focussed this study on factors influencing the local spread of equine influenza. We also adjusted for a number of relevant confounders of the meteorological associations we aimed to estimate: vaccination status of horses on the premises, premises size (in terms of area and number of horses), whether premises were adjacent to another premises holding horses, and local human population density. A small misclassification bias is known to be present in the equine influenza dataset, due to under-reporting of infected premises by owners either attempting to avoid movement restrictions or who failed to detect infection [72] . A previous analysis found ,1% under-reporting occurred in this region, suggesting that ,13 infected premises were misclassified as uninfected [72] ; we considered this bias negligible.",
            "cite_spans": [
                {
                    "start": 717,
                    "end": 721,
                    "text": "[72]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 866,
                    "end": 870,
                    "text": "[72]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Wind velocity and influenza spread"
        },
        {
            "text": "In conclusion, by combining influenza outbreak and concurrent meteorological data, we have shown how relative humidity, air temperature and wind velocity combined to influence the spread of an actual influenza outbreak. Hazard of equine influenza infection was higher when relative humidity was ,60% and lowest on days when daily maximum air temperature was 20-25uC. Wind speeds .30 km hour 21 from the direction of nearby infected premises were associated with increased hazard of infection. Our analysis supports, and extends, the findings of studies into influenza A transmission conducted under controlled conditions. The relationships described are of direct importance for managing disease risk during influenza outbreaks in horses, and more generally, advance our understanding of the transmission of influenza A viruses under natural conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wind velocity and influenza spread"
        },
        {
            "text": "Supporting Information S1 Survival analysis dataset formulation examples and correlations between explanatory variables in Cox regression modelling of factors associated with time to infection in the largest cluster of the 2007 outbreak of equine influenza in Australia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        },
        {
            "text": "(DOCX)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Influenza A virus transmission: contributing factors and clinical implications",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Maines",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tumpey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Expert Reviews in Molecular Medicine",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Equine influenza virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clinical Techniques in Equine Practice",
            "volume": "5",
            "issn": "",
            "pages": "187--196",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An overview of the epidemiology of avian influenza",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "5637--5644",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Aerosol transmission of influenza A virus: a review of new studies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of the Royal Society Interface",
            "volume": "6",
            "issn": "",
            "pages": "783--790",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inactivation of influenza A viruses in the environment and modes of transmission: A critical review",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Stilianakis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Infection",
            "volume": "57",
            "issn": "",
            "pages": "361--373",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Influenza virus transmission is dependent on relative humidity and temperature",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lowen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mubareka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Pathogens",
            "volume": "3",
            "issn": "",
            "pages": "1470--1476",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Seasonal Oscillation of Human Infection with Influenza A/H5N1 in Egypt and Indonesia",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transmission of a 2009 Pandemic Influenza Virus Shows a Sensitivity to Temperature and Humidity Similar to That of an H3N2 Seasonal Strain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lowen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Virology",
            "volume": "85",
            "issn": "",
            "pages": "1400--1402",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Environmental Factors Contributing to the Spread of H5N1 Avian Influenza in Mainland China",
            "authors": [
                {
                    "first": "L-Q",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "De Vlas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Cwn",
                    "middle": [],
                    "last": "Looman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "High temperature (30 degrees C) blocks aerosol but not contact transmission of influenza virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lowen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mubareka",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Virology",
            "volume": "82",
            "issn": "",
            "pages": "5650--5652",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Survival of influenza viruses on environmental surfaces",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bean",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sterner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Gerding",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Journal of Infectious Diseases",
            "volume": "146",
            "issn": "",
            "pages": "47--51",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Physico-chemical and biological characterization of A/Equi-2 virus isolated from 1987 equine influenza epidemic in India",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Yadav",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Uppal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mumford",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "International Journal of Animal Sciences",
            "volume": "8",
            "issn": "",
            "pages": "93--98",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Analysis of local spread of equine influenza in the Park Ridge Region of Queensland",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Garner",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "East",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Transboundary and Emerging Diseases",
            "volume": "56",
            "issn": "",
            "pages": "31--38",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The association of winds with the spread of EHDV in dairy cattle in Israel during an outbreak in 2006",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kedmi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Herziger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Galon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Preventive Veterinary Medicine",
            "volume": "96",
            "issn": "",
            "pages": "152--160",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Are Meteorological Parameters Associated with Acute Respiratory Tract Infections?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Du Prel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Puppe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grondahl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Knuf",
                    "suffix": ""
                },
                {
                    "first": "Jai",
                    "middle": [],
                    "last": "Weigl",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clinical Infectious Diseases",
            "volume": "49",
            "issn": "",
            "pages": "861--868",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A climatologic investigation of the SARS-CoV outbreak in Beijing",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Yun",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "China. American Journal of Infection Control",
            "volume": "34",
            "issn": "",
            "pages": "234--236",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Atmospheric dispersion models and their use in the assessment of disease transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gloster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Burgin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sanson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Revue Scientifique Et Technique De L Office International Des Epizooties",
            "volume": "30",
            "issn": "",
            "pages": "457--465",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effect of environmental factors on the spatio-temporal patterns of influenza spread",
            "authors": [
                {
                    "first": "Kml",
                    "middle": [],
                    "last": "Charland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Buckeridge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Sturtevant",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Melton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Reis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Epidemiology and Infection",
            "volume": "137",
            "issn": "",
            "pages": "1377--1387",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Absolute Humidity as a Deterministic Factor Affecting Seasonal Influenza Epidemics in Japan",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shoji",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Katayama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sano",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Tohoku Journal of Experimental Medicine",
            "volume": "224",
            "issn": "",
            "pages": "251--256",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Probabilistic Daily ILI Syndromic Surveillance with a Spatio-Temporal Bayesian Hierarchical Model",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Australian Government Department of Health and Ageing (2010) Australian Health Management Plan for Pandemic Influenza",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Disease strategy: Equine influenza (Version 3.1)",
            "authors": [
                {
                    "first": "Animal",
                    "middle": [],
                    "last": "Health Australia",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Edition 3, Primary Industries Ministerial Council",
            "authors": [],
            "year": null,
            "venue": "Australian Veterinary Emergency Plan (AUSVETPLAN)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Studies on equine influenza in Michigan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcqueen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Davenport",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeran",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "II. Epizootiology. American Journal of Epidemiology",
            "volume": "83",
            "issn": "",
            "pages": "280--286",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Antigenicity and immunogenicity of equine influenza vaccines containing a Carbomer adjuvant",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mumford",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hannant",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Jessett",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Epidemiology and Infection",
            "volume": "112",
            "issn": "",
            "pages": "421--437",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Vaccination against equine influenza: quid novi?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Paillot",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hannant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kydd",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Daly",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": "4047--4061",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Experimental infection of ponies with equine influenza (H3N8) viruses by intranasal inoculation or exposure to aerosols",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mumford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hannant",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Jessett",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Equine Veterinary Journal",
            "volume": "22",
            "issn": "",
            "pages": "93--98",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Equine influenza -the",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Callinan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "outbreak in Australia. Report of the Equine Influenza Inquiry. The Hon. Ian Callinan AC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Evaluating the effectiveness of early vaccination in the control and eradication of equine influenza -A modelling approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Garner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cowled",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "East",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Moloney",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kung",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Preventive Veterinary Medicine",
            "volume": "99",
            "issn": "",
            "pages": "15--27",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The importance of location in contact networks: Describing disease spread using spatial social network analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Firestone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Christley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Dhand",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Preventive Veterinary Medicine",
            "volume": "102",
            "issn": "",
            "pages": "185--195",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Significant features of the epidemiology of equine influenza in New South Wales, Australia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moloney",
                    "suffix": ""
                },
                {
                    "first": "Esg",
                    "middle": [],
                    "last": "Sergeant",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Taragel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Buckley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Australian Veterinary Journal",
            "volume": "89",
            "issn": "",
            "pages": "56--63",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The equine influenza epidemic in Australia: spatial and temporal descriptive analyses of a large propagating epidemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cowled",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Preventive Veterinary Medicine",
            "volume": "92",
            "issn": "",
            "pages": "60--70",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Adding the spatial dimension to the social network analysis of an epidemic: Investigation of the 2007 outbreak of equine influenza in Australia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Firestone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Christley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Dhand",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2012.01.020"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A case-control study of risk factors for equine influenza spread onto horse premises during the 2007 epidemic in Australia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Firestone",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Schemann",
                    "suffix": ""
                },
                {
                    "first": "J-Alml",
                    "middle": [],
                    "last": "Toribio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Dhand",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Preventive Veterinary Medicine",
            "volume": "100",
            "issn": "",
            "pages": "53--63",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The role of land use patterns in limiting the spread of equine influenza in Queensland during the 2007 Australian epidemic",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "East",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Australian Veterinary Journal",
            "volume": "89",
            "issn": "",
            "pages": "88--89",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Veterinary epidemiologic research",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dohoo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stryhn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Real-time RT-PCR for detection of equine influenza and evaluation using samples from horses infected with A/equine/Sydney/2007 (H3N8)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Foord",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Selleck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Colling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klippel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Middleton",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Veterinary Microbiology",
            "volume": "137",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "R: A language and environment for statistical computing. R Foundation for Statistical Computing",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Adaptive kernel estimation of spatial relative risk",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Hazelton",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Statistics in Medicine",
            "volume": "29",
            "issn": "",
            "pages": "2423--2437",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "sparr: Analyzing Spatial Relative Risk Using Fixed and Adaptive Kernel Density Estimation in R",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Hazelton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Statistical Software",
            "volume": "39",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Techniques for analysis of disease clustering in space and in time in veterinary epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Preventive Veterinary Medicine",
            "volume": "45",
            "issn": "",
            "pages": "257--284",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Cox's Regression Model for Counting Processes: A Large Sample Study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "The Annals of Statistics",
            "volume": "10",
            "issn": "",
            "pages": "1100--1120",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Applied survival analysis: Regression modeling of time-to-event data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Hosmer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lemeshow",
                    "suffix": ""
                },
                {
                    "first": "S ; S",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lemeshow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoboken",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Survival Analysis Using SAS: A Practical Guide",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Allison",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Modeling Survival Data: Extending the Cox Model",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Therneau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Grambsch",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "GEODATA 9 Second Digital Elevation Model, Version 3 and flow direction grid",
            "authors": [
                {
                    "first": "Geoscience",
                    "middle": [],
                    "last": "Australia",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Australian Government Department of Resources, Energy and Tourism",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Geodata TOPO-250K series 3. Australian Government Department of Resources",
            "authors": [
                {
                    "first": "Geoscience",
                    "middle": [],
                    "last": "Australia",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Energy and Tourism",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Global Rural-Urban Mapping Project (GRUMPv3): Urban Extents Data Collection, Alpha Version 3",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "World Development Indicators online data catalogue",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Principles of geostatistics",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Matheron",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Economic Geology and the Bulletin of the Society of Economic Geologists",
            "volume": "58",
            "issn": "",
            "pages": "1246--1266",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Mining geostatistics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Journel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huijbregts",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Interpolating satellite derived wind field data using Ordinary Kriging, with application to the nadir gap",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Inggs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Lord",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "IEEE Transactions on Geoscience and Remote Sensing",
            "volume": "34",
            "issn": "",
            "pages": "250--256",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Equine influenza: A review of an unpredictable virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Macrae",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wattrang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Elton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Veterinary Journal",
            "volume": "189",
            "issn": "",
            "pages": "7--14",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Longitudinal study describing the clinical signs observed in horses naturally infected with equine influenza",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Faehrmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Riddell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Australian Veterinary Journal",
            "volume": "89",
            "issn": "",
            "pages": "22--23",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Equine influenza: a clinical perspective in Centennial Parklands Equestrian Centre",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Australian Veterinary Journal",
            "volume": "89",
            "issn": "",
            "pages": "15--16",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Clinical signs of equine influenza in a closed population of horses at a 3-day event in southern Queensland",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Dups",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Morton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Dwyer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Australia. Australian Veterinary Journal",
            "volume": "89",
            "issn": "",
            "pages": "17--18",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "epiR: Functions for analysing epidemiological data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thornton",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Regression Modeling Strategies With Applications to Linear Models Logistic Regression, and Survival Analysis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Harrell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Martingale-based residuals for survival models",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Therneau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Grambsch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biometrika",
            "volume": "77",
            "issn": "",
            "pages": "147--160",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Elemental Carbon Exposure at Residence and Survival After Acute Myocardial Infarction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Von Klot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gryparis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tonne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yanosky",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Coull",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Epidemiology",
            "volume": "20",
            "issn": "",
            "pages": "547--554",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Review of aerosol transmission of influenza A virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerging Infectious Diseases",
            "volume": "12",
            "issn": "",
            "pages": "1657--1662",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Virus survival as a seasonal factor in influenza and poliomyelitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hemmes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Winkler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kool",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Nature",
            "volume": "188",
            "issn": "",
            "pages": "430--431",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Survival of airborne influenza virus: effects of propagating host, relative humidity, and composition of spray fluids",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Schaffer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Soergel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Straube",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Archives of Virology",
            "volume": "51",
            "issn": "",
            "pages": "263--273",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Role of Absolute Humidity in the Inactivation of Influenza Viruses on Stainless Steel Surfaces at Elevated Temperatures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcdevitt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rudnick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "First",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spengler",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Applied and Environmental Microbiology",
            "volume": "76",
            "issn": "",
            "pages": "3943--3947",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Absolute humidity modulates influenza survival, transmission, and seasonality",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kohn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "106",
            "issn": "",
            "pages": "3243--3248",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Viral infections of the equine respiratory tract",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Newton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Equine respiratory medicine and surgery",
            "volume": "",
            "issn": "",
            "pages": "287--326",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Is hand, foot and mouth disease associated with meteorological parameters?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Epidemiology and Infection",
            "volume": "138",
            "issn": "",
            "pages": "1779--1788",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Potential for wind-borne spread of foot-andmouth disease virus in Australia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Garner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Cannon",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Airborne spread of foot-and-mouth disease -Model intercomparison",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gloster",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Redington",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Burgin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Sorensen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Veterinary Journal",
            "volume": "183",
            "issn": "",
            "pages": "278--286",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Survival of Coxsackievirus B3 under Diverse Environmental Conditions",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcgeady",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Siak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Crowell",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Applied and Environmental Microbiology",
            "volume": "37",
            "issn": "",
            "pages": "972--977",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Model-based Geostatistics",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Diggle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Ribeiro",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Springer Series in Statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Assessment of the proportion of underreporting during the 2007 equine influenza outbreak in New South Wales",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Dhand",
                    "suffix": ""
                },
                {
                    "first": "Esg",
                    "middle": [],
                    "last": "Sergeant",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Australian Veterinary Journal",
            "volume": "89",
            "issn": "",
            "pages": "73--74",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Map of Australia showing the area affected by the 2007 outbreak of equine influenza and the study extent. (a) From August-December 2007, around 70,000 horses were infected on over 9000 horse premises in two Australian States. (b) This study focused on the largest cluster (n = 3624 horse premises), northwest of Sydney, as defined by a 15 km buffer around the nine earliest infected premises (depicted in yellow) that were contact-traced to events where disease transmission was known to have occurred in the first week of the outbreak. Clinical signs were first observed on 17 August 2007 in a horse in quarantine at Eastern Creek Quarantine Station (red closed circle). The cluster is surrounded by national parks and Sydney urban areas. (For interpretation of the references to colour in this text, the reader is referred to the web version of the article.). doi:10.1371/journal.pone.0035284.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Main roads include freeways, highways, primary and arterial roads(Classes 1-3). doi:10.1371/journal.pone.0035284.t001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The estimation of premises-level wind speed covariates in a survival analysis of time to infection in the largest cluster of the 2007 outbreak of equine influenza in Australia. (a) Exponential covariance function (with practical range = 0.25) and its related semivariance function. (b) Hourly wind velocity data from sixteen automated weather stations (open circles) within a 20 km buffer of the cluster's boundary were converted into their East-to-West ('u') and North-to-South ('v') components, and smoothed using kriging to predict hourly wind speed and direction at each premises (small grey dots). (c) For each premises on each day prior to infection or censoring, the ('directed') maximum wind speed originating from within 45( arcs centred on the direction of the nearest 1-3 infected premises was estimated for time lags of 1-5 days. doi:10.1371/journal.pone.0035284.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "6 km hour 21 (IQR: 22.3, 33.3 km hour 21 , maximum = 73.3 km hour 21 ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Spatial spread of equine influenza in the largest cluster of the 2007 outbreak in Australia. Surfaces of log relative risk were estimated in 4-week intervals using adaptive kernel estimation, with upper 95% tolerance contours (solid white lines). With this method the amount of smoothing (bandwidth) is inversely proportional to the density of the population at risk. doi:10.1371/journal.pone.0035284.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Horse premises in the Northwest Sydney cluster were highly skewed in terms of their land area and the number of horses they held at the time of the outbreak. The median premises held 2 horses (IQR: 1, 5 horses; maximum: 139 horses) on 5.1 acres (IQR: 4.8, 15.2 acres; maximum: 2 225 acres). These variables were log transformed for all further analyses, with results back-transformed for presentation. Highly non-linear crude relationships were observed between hazard of infection and premises area and horse density",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Smoothed instantaneous hazard of infection in the largest cluster of the 2007 outbreak of equine influenza in Australia. Horse movement standstills were implemented from day 10, and vaccination commenced in this cluster on day 49. Dashed lines represent 95% confidence intervals, and dotted vertical reference lines denote the survival analysis study period (between days 14 and 131 of the outbreak). doi:10.1371/journal.pone.0035284.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Smoothing of daily meteorological data and estimation of the association with premises-level hazard of infection in the largest cluster of the 2007 outbreak of equine influenza in Australia. Daily meteorological data provided by Australian Bureau of Meteorology weather stations (white closed circles) were smoothed using kriging, and time-lagged by 1-5 days. (a) Smoothed estimate of relative humidity measured at 3 pm on Day 20 of the outbreak. Small grey dots denote the horse premises. (b) Restricted cubic splines of the crude relationship between hazard of infection and relative humidity (3 pm measurement) at time-lags of 1-5 days over the entire study period. (c) Smoothed daily maximum air temperature on Day 20 and (d) the relationship between daily maximum air temperature and hazard of infection, by time lag. doi:10.1371/journal.pone.0035284.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The crude relationship between hazard of infection and maximum daily wind speed, from all directions, in the largest cluster of the 2007 outbreak of equine influenza outbreak, by time lag. Estimates are based on hourly wind data from all directions and time-lagged by 1-4 days. Dashed lines represent 95% confidence intervals. doi:10.1371/journal.pone.0035284.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "The crude relationship between hazard of infection and maximum daily wind speed selected from the direction of the k nearest infected premises (time-lagged by 3 days) in the largest cluster of the 2007 outbreak of equine influenza in Australia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Crude nonlinear relationships between hazard of infection and non-meteorological covariates in the largest cluster of the 2007 outbreak of equine influenza in Australia. (a) The relationship between hazard of infection and premises area, and (b) the relationship between hazard of infection and local human population density (people residing within approximately 1 km of the horse premises). Dashed lines represent 95% confidence intervals. doi:10.1371/journal.pone.0035284.g008",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "events = 1727; Log likelihood = 212,847.4; df = 25; P,0.001; R 2 = 25.8%. a P-values derived from Likelihood ratio tests (LRT). b Time-changing covariate, time-lagged 3 or 5 days as noted. c Maximum daily wind speed ('directed') based on wind only from within 45u arcs centred on the direction of the three nearest infected premises assuming that premises were infectious for 14 days and one of the three nearest infective premises was the source of infection. doi:10.1371/journal.pone.0035284.t005",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Explanatory variables analysed for associations with time to infection of premises in the largest cluster, northwest of Sydney, during the 2007 equine influenza outbreak in Australia.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Univariable analysis of the association between meteorological covariates (time-changing and time-lagged) and time to infection of premises in the largest cluster (n = 3153), northwest of Sydney, during the 2007 equine influenza outbreak in Australia.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Univariable analysis of non-meteorological covariates with time to infection of premises in the largest cluster (n = 3153), northwest of Sydney, during the 2007 equine influenza outbreak in Australia. P-values derived from likelihood ratio (LRT) tests comparing univariable to null Cox regression models. b Time-changing covariate. doi:10.1371/journal.pone.0035284.t004",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Final multivariable Cox regression model for time to infection of premises in the largest cluster (n = 3153), northwest of Sydney, during the 2007 equine influenza outbreak in Australia.Rainfall (mm day 21 ), t 23",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors gratefully acknowledge NSW DPI for making their equine influenza dataset available, Brendan Cowled (DAFF) for contributing to data compilation, Mark Stevenson (The EpiCentre, Massey University) for advice and initial R code for survival and spatial analyses, Graeme Garner (DAFF) and Evan Sergeant (AusVet) for advice on the manuscript. We also thank the Australian Bureau of Meteorology's National Climate Data Service and the Land and Property Information Division of the NSW Department Finance and Services for data provision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Conceived and designed the experiments: SMF NC. Performed the experiments: SMF. Analyzed the data: SMF. Contributed reagents/ materials/analysis tools: SMF BJM. Wrote the paper: SMF NC MPW JAT BJM NKD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}