{
    "paper_id": "9bd22fc1297bd20710ca26f6e79b6339d576bb74",
    "metadata": {
        "title": "Accelerated disease progression and robust innate host response in aged SIVmac239-infected Chinese rhesus macaques is associated with enhanced immunosenescence",
        "authors": [
            {
                "first": "Hong-Yi",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "650223",
                        "settlement": "Kunming",
                        "region": "Yunnan",
                        "country": "China"
                    }
                },
                "email": "zhengyt@mail.kiz.ac.cn"
            },
            {
                "first": "Ming-Xu",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "650223",
                        "settlement": "Kunming",
                        "region": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "650223",
                        "settlement": "Kunming",
                        "region": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "650223",
                        "settlement": "Kunming",
                        "region": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jia-Hao",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "650223",
                        "settlement": "Kunming",
                        "region": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao-Dong",
                "middle": [],
                "last": "Lian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "650223",
                        "settlement": "Kunming",
                        "region": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ren-Rong",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "650223",
                        "settlement": "Kunming",
                        "region": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao-Liang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "650223",
                        "settlement": "Kunming",
                        "region": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lin-Tao",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "650223",
                        "settlement": "Kunming",
                        "region": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Pang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "650223",
                        "settlement": "Kunming",
                        "region": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Gao-Hong",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "650223",
                        "settlement": "Kunming",
                        "region": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yong-Tang",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "650223",
                        "settlement": "Kunming",
                        "region": "Yunnan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The elderly population infected with HIV-1 is often characterized by the rapid AIDS progression and poor treatment outcome, possibly because of immunosenescence resulting from both HIV infection and aging. However, this hypothesis remains to be fully tested. Here, we studied 6 young and 12 old Chinese rhesus macaques (ChRM) over the course of three months after simian immunodeficiency virus (SIV) SIVmac239 infection. Old ChRM showed a higher risk of accelerated AIDS development than did young macaques, owing to rapidly elevated plasma viral loads and decreased levels of CD4 + T cells. The low frequency of naïve CD4 + T cells before infection was strongly predictive of an increased disease progression, whereas the severe depletion of CD4 + T cells and the rapid proliferation of naïve lymphocytes accelerated the exhaustion of naïve lymphocytes in old ChRM. Moreover, in old ChRM, a robust innate host response with defective regulation was associated with a compensation for naïve T cell depletion and a high level of immune activation. Therefore, we suggest that immunosenescence plays an important role in the accelerated AIDS progression in elderly individuals and that SIV-infected old ChRM may be a favorable model for studying AIDS pathogenesis and researching therapies for elderly AIDS patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Published: xx xx xxxx OPEN www.nature.com/scientificreports/ 2 Scientific RepoRts | 7: 37 |",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "HIV is increasingly and extensively spreading among older individuals. Because an increased risk of HIV infection has been found in the elderly population, HIV-1-infected elderly patients have drawn great attention recently 1 . In 2015, more than half of all HIV-1-infected individuals in the USA were over 50 years of age, and it has been predicted that this percentage will increase to 70% by 2020 2 . Despite successful viral suppression by ART, elderly HIV+ patients still have a slower rate of immune reconstitution and a higher mortality 4 years after seroconversion than do younger patients 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Increasing evidence suggests that a variety of HIV infection-induced immunologic alterations are similar to those seen in uninfected elderly people. Most of these alterations often exhibit age-related abnormalities in adaptive immunity, including an accelerated decrease in T-cell renewal and an increase in B-cell exhaustion, an accumulation of terminally differentiated memory cells with poor proliferative responses, a shortened replication history, constricted diversity within the T-cell receptor (TCR) and B-cell receptor (BCR) repertoire and decreased responsiveness to vaccines. These outcomes ultimately result in a general decline in immunity, thus gradually giving rise to immunosenescence 4-6 . Immunosenescence is often characterized by thymic involution and reduced output and function of hematopoietic stem cells (HSCs), thus resulting in a poor response to vaccination and an increased susceptibility to infection in the elderly 7, 8 . According to the Swedish OCTO and NONA immune longitudinal studies, immune risk profiles (IRP) associated with low-grade inflammation, including an inverse ratio of CD4/CD8, a reduction in B cells, the depletion of naïve T cells, an increased frequency of well − differentiated CD28 − CD57 + T cells and the expansion of CMV-specific oligoclonal cells, have strong associations with morbidity and mortality in the elderly 9, 10 . Several studies have demonstrated that classical markers of immunosenescence such as a high frequency CD28 − T cells and CD31 − naïve T cells strongly predict subsequent disease progression, less CD4 + T cell restoration after 2 years of treatment and poor responsiveness to vaccination after ART independent of other predictors in HIV-1+ patients [11] [12] [13] . Thus, immunosenescence due to both HIV-1 infection and aging may explain the accelerated development of AIDS and poor outcomes in older HIV-1-infected patients.",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 706,
                    "text": "4-6 .",
                    "ref_id": null
                },
                {
                    "start": 945,
                    "end": 947,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1374,
                    "end": 1376,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1730,
                    "end": 1734,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1735,
                    "end": 1739,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1740,
                    "end": 1744,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most of the findings described above lack evidence from longitudinal studies conducted throughout the entire course of HIV-1 infection. Fortunately, Asian macaques such as rhesus macaques (RM) and pigtailed macaques (PTM) infected with multiple SIV strains or related artificial chimeras (HSIV/SHIV) are desirable animal models to study the pathogenesis of HIV/AIDS as well as its prevention and treatment 14 . Furthermore, existing evidence indicates that aged RM may serve as a translational model for immunosenescence research, because their immune system ages in a manner that is similar to the process in humans [15] [16] [17] . Recent studies have detected a high level of viral replication in aged RM with severe acute respiratory syndromes (SARS) or influenza due to increased inflamm-aging 18, 19 . Surprisingly, some AIDS cases have even been found in SIV-infected natural hosts that are generally regarded as non-pathogenic models and that are primarily aged animals 20 . It has been suggested that aged non-human primates have a high susceptibility to various types of infections. Our previous studies have revealed that ChRM act either as an excellent model for HIV-1 infection in humans or as a favorable model to research the mechanisms of immunosenescence [21] [22] [23] . Thus, there are reasons for believing that old ChRM infected with SIV might be a favorable model to study the pathogenesis and treatment of the HIV-1-infected elderly population. In this study, we compared the immunological, virological and gene-expression dynamics between young and old ChRM during early SIVmac239 infection to identify the characteristics of elderly AIDS patients and to explore the interactions between immunosenescence and HIV/SIV infection.",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 621,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1272,
                    "end": 1276,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1277,
                    "end": 1281,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1282,
                    "end": 1286,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SIVmac239 infection induces a higher risk of rapid disease progression in old compared with young ChRM. To explore the pathogenesis of acute HIV infection in elderly patients, we compared 6 young and 12 old Chinese rhesus macaques infected with SIVmac239 in the first 3 months after infection. Thirty-five days post-infection (dpi), 4 old macaques without the Mamu-B*03, Mamu-B*08 and Mamu-B*17 alleles gradually died of severe diarrhea and wasting disease even in spite of antibiotic treatment, whereas 4 young macaques lacking the protective MHC class I alleles remained alive during early infection ( Fig. 1a and Supplementary  Table S1 ). To determine whether this increased risk of death was associated with a high level of viremia, we monitored the plasma viral loads of all of the animals. Similarly to the 9.63 × 10 6 copies/ml plasma in the young animals, a mean peak viral load of 1.58 × 10 7 copies/ml plasma was found in the acute phase in the old ChRM (P = 0.6468). Throughout the infection, no significant differences in viral load were detected between the young and old groups (Fig. 1b) . However, the old macaques reached their peak earlier, at 10 or 14 dpi, compared with the delayed peak at 14 or 21 dpi in the young macaques (P = 0.0154) (Fig. 1c) . Furthermore, in contrast to the survivors, the macaques that died displayed a more robust viral replication as indicated by higher viral loads from 35 dpi to death ( Supplementary Fig. S2 ). Because chronic diarrhea induced by increased intestinal permeability occurred during the progression of SIV infection 24 , it is conceivable that old ChRM may have a higher risk of rapid progression of AIDS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 604,
                    "end": 611,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 616,
                    "end": 639,
                    "text": "Supplementary  Table S1",
                    "ref_id": null
                },
                {
                    "start": 1093,
                    "end": 1102,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1258,
                    "end": 1267,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1436,
                    "end": 1457,
                    "text": "Supplementary Fig. S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "CD4 + T cells are rapidly depleted in the peripheral blood of old ChRM after SIV infection. In order to accurately evaluate the differences between young and old ChRM during early SIV infection, we only analyzed the data from 6 young and 8 old animals that were still alive after 84 dpi. Before infection, old ChRM had a significantly lower number of CD4 + T cells (869.9 cells/μl) and a higher frequency of CCR5 + CD95 + CD4 + memory T cells (18.60%) than did young macaques (1069.0 cells/μl and 10.09%, respectively; P = 0.02 and 0.008, respectively). SIVmac239 infection induced a more dramatic decrease in the CD4 + T cell count (265.6 CD4 + T cells/μl) and CD4/CD8 ratio (0.36) in old ChRM compared with young macaques (468.1 cells/μl and 0.74; P = 0.0027 and 0.02, respectively) (Fig. 2a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 785,
                    "end": 794,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "A CD4 + T cell count less than 500 cells/μl and a severe inversion of CD4/CD8 (<0.5) in the peripheral blood are believed to be associated with an increased risk of AIDS progression 25, 26 . We found that a higher frequency of old macaques were within these ranges, as compared with young animals after infection (Fig. 2b) . Moreover, compared with the young macaques, the old ChRM had a more pronounced and a more proportional reduction of CCR5 + CD4 + memory T cells relative to the pre-infection level. This result is further supported by a previous finding that SIVmac239 preferentially infects CCR5 + CD4 + memory T cells and induces the rapid depletion of CD4 + central memory T cells 27 (Fig. 2c) . B cells were depleted quickly and to a great extent both in young and old macaques during only the acute phase (Fig. 2d) . No statistically significant changes were detected in CD8 + T cells over time, although the old ChRM had more CD8 + T cells than did the young macaques ( Supplementary Fig. S3 ).",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "25,",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 322,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 694,
                    "end": 703,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 817,
                    "end": 826,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 983,
                    "end": 1004,
                    "text": "Supplementary Fig. S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "SIVmac239 profoundly induces elevated levels of immune activation markers in most T-cell and B-cell subsets during early infection. Although the levels of these parameters did not display significant differences between the age groups prior to infection, there was a more dramatic increase in the frequency of CD38 + HLA-DR + CD4 + , Ki67 + CD4 + , Ki67 + CD4 + naïve and Ki67 + CD8 + naïve T cells in the old ChRM than in the young macaques after infection (Supplementary Tables S2 and S3 ). These activated subsets were rapidly up-regulated in the acute phase and tended to be constant in developing into the post-acute phase; however, they were still more highly expressed in old macaques over time (Fig. 3) . A principal component analysis (PCA) indicated that the Ki67 expression in naïve T cells was responsible for a large proportion of the differences between the young and old macaques during both the acute and post-acute phases, whereas the difference in CD38 + HLA-DR + CD4 + T cells had a negligible effect on these differences (Fig. 4c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 458,
                    "end": 489,
                    "text": "(Supplementary Tables S2 and S3",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 710,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1041,
                    "end": 1050,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "SIV infection induces the rapid proliferation of naïve T cells in old ChRM. Our data reveal that"
        },
        {
            "text": "A rapid disease in progression in old ChRM is associated with a decreased number of naïve lymphocytes. After the frequency of naïve CD4 + T cells had fallen to its lowest point 10 dpi, it quickly reached a higher and more steady level than the pre-infection level. This increase in frequency was not due to the increased number of naïve CD4 + T cells; instead, it was most probably due to a significant reduction in the central memory (CM) subset. In contrast, SIV infection induced a decreased frequency of the naïve subset and was accompanied by a significant increase in the switched memory (SM) subset in B cells after 10 dpi ( Supplementary Fig. S2 ). Furthermore, we found a lower number of naïve CD4 + T cells and naïve B cells than we found the other subsets in old ChRM during infection (Supplementary Tables S2 and S3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 632,
                    "end": 653,
                    "text": "Supplementary Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 796,
                    "end": 827,
                    "text": "(Supplementary Tables S2 and S3",
                    "ref_id": null
                }
            ],
            "section": "SIV infection induces the rapid proliferation of naïve T cells in old ChRM. Our data reveal that"
        },
        {
            "text": "In agreement with the CD4 + T cell numbers, the old ChRM also showed a rapid decrease in naïve CD4 + T and B cells during acute infection. Before infection, old ChRM had a significantly lower number of naïve CD4 + T cells (213.8 cells/μl) than did young macaques (503.4 cells/μl, P = 0.008). SIVmac239 infection induced a more dramatic decrease in the naïve CD4 + T cell count (67.0 cells/μl) in old ChRM compared with young macaques (202.8 cells/μl, P = 0.0009). However, no statistically significant differences of naïve B cell count were detected in pre-infection and nadir levels between young and old macaques. Moreover, according to a PCA, the naïve CD4 + T cell numbers accounted for the majority of variances between the young and the old macaques in both the acute and post-acute phases (Fig. 4c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 796,
                    "end": 805,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "SIV infection induces the rapid proliferation of naïve T cells in old ChRM. Our data reveal that"
        },
        {
            "text": "To determine whether the decrease in naïve lymphocytes was due to the SIV-induced dysfunction of thymic and myeloid output, we measured the concentrations of TREC or KREC in T cells or B cells, respectively, as previously described 28 . Old ChRM displayed an impairment in thymic and myeloid output throughout early infection. Moreover, although it had no significant effects on TREC and KREC in young ChRM, SIV infection nonetheless induced a dramatic decrease in KREC concentration from 5588 copies/10 6 B cells before infection to 2694 copies/10 6 B cells at 84 dpi (P = 0.0307) and a decrease in TREC concentration from 2005 copies/10 6 T cells before infection to 1552 copies/10 6 T cells at 84 dpi (P = 0.0017) in old macaques (Fig. 4b) . Increased immunosenescence in old ChRM predicts further disease progression. As shown in Fig. 5b , strong associations were observed among most markers of immunosenescence and disease progression, especially between the naïve CD4 + T cell count and the CD4 + T cell count (r = 0.79) or CD4/CD8 ratio (r = 0.60, P < 0.0001 for all) during infection. In contrast, the frequency of Ki67 + CD8 + naïve T cells showed a positive correlation with plasma viral load (r = 0.63, P < 0.0001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 733,
                    "end": 742,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 834,
                    "end": 841,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "SIV infection induces the rapid proliferation of naïve T cells in old ChRM. Our data reveal that"
        },
        {
            "text": "Before infection, the old ChRM had a severe immunosenescence phenotype, as demonstrated by the significantly lower frequency of naïve CD4 + T cells (25.78%) and naïve CD8 + T cells (18.50%), and the insignificantly lower frequency of naïve B cells (29.54%) compared with that in young macaques (47.20%, 34.33% and 42.28%; P = 0.0047, 0.0127 and 0.0813, respectively) (Fig. 5a) . Notably, these characteristics of pre-infection, peak and nadir levels had stronger correlations with one another than was found during the dynamic changes during infection. We observed that the frequency of naïve CD4 + T cells before infection had a strong inverse correlation with the peak level of exhaustion (PD-1 + ) CD4 + T cells (r = −0.74, P = 0.0023) and a strong positive correlation with the nadir number of CD4 + T cells (r = 0.86, P < 0.0001). While the frequency of naïve CD8 + T cells before infection had a strong inverse correlation with the peak level of PD-1 + CD8 + T cells (r = −0.77, P = 0.0014). We also found that the peak expression of Ki67 in CD4 + or CD8 + naïve T cells was significantly associated with the nadir CD4 + T cell count (r = −0.76 and −0.73, P = 0.0017 and 0.0029, respectively). Interestingly, the frequency of Ki67 + CD8 + naïve T cells showed a significant correlation with the set-point level of viral loads (r = 0.65, Longitudinal assessment of CD4 + T cell numbers and the CD4/CD8 ratio in the peripheral blood of the young (n = 6, red circle) and old (n = 8, blue square) groups during the 84 days after infection (dpi) is shown in dot plots. (b) The frequency of animals with CD4 + T cells > 500 cells/μl blood or a CD4/CD8 ratio > 0.5 within the young and old groups. P values were determined using the Mann-Whitney t-test. (c) The dynamics of CCR5 expression by CD95 + CD4 + memory T cells in the peripheral blood is shown as the differences in frequency at each dpi relative to day 0. The data are shown as the mean ± SEM. (d) Longitudinal assessment of B-cell levels in the peripheral blood of ChRM during early SIV infection. P (dpi) < 0.05, statistically significant differences over the acute or postacute phase, as determined by two-way ANOVA. P (age) < 0.05, statistically significant differences between the young and old groups, as determined by two-way ANOVA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 376,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "SIV infection induces the rapid proliferation of naïve T cells in old ChRM. Our data reveal that"
        },
        {
            "text": "Scientific RepoRts | 7: 37 | DOI:10.1038/s41598-017-00084-0 P = 0.0112) (Fig. 5c) . These results indicated that the rapid SIV progression in ChRM may be largely due to their dramatic development of immunosenescence both pre-and post-infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 81,
                    "text": "(Fig. 5c)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "SIV infection induces the rapid proliferation of naïve T cells in old ChRM. Our data reveal that"
        },
        {
            "text": "Old ChRM generate a more robust host response than do young macaques. According to the data from studies of pathogenic SIV infection and aging in rhesus macaques, we chose 46 innate immune genes that were likely to be differentially expressed between young and old SIV-infected macaques 17, 29 . These genes are involved in the interferon (IFN) and pattern recognition receptor (PRR) signaling pathways. We also measured the mRNA expression levels of chemokine and regulatory genes in PBMCs. Thirty genes that were significantly up-regulated with differential expression between the age groups were identified by ANOVA ( Supplementary  Fig. S4) . A KEGG enrichment analysis demonstrated that these genes mainly participate in the antiviral response and interact closely with one another; they also partially represent the innate host response ( Supplementary  Fig. S5 ).",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 290,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 621,
                    "end": 644,
                    "text": "Supplementary  Fig. S4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 845,
                    "end": 867,
                    "text": "Supplementary  Fig. S5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "SIV infection induces the rapid proliferation of naïve T cells in old ChRM. Our data reveal that"
        },
        {
            "text": "As shown in Fig. 6a , the hierarchical clustering of these 30 genes indicated that samples collected at 10 dpi exhibited the greatest expression changes after infection and that the old ChRM showed a rapid up-regulation of most genes at 7 dpi. Subsequently, the mRNA expression decreased to intermediate levels and was distinct in the different age groups at 14, 28 and 42 dpi. At 84 dpi, the expression of partial genes had already declined to baseline levels in both young and old ChRM. These genes were further organized into three clusters by K-means clustering. Genes within cluster 1 (IFNB1 and CCL2) were rapidly up-regulated to a greater extent at 7 dpi in the young ChRM and decreased to less than twice the baseline in the old ChRM after 28 dpi. Within cluster 2, RIGI, a cytoplasmic sensor of viral RNA, and 10 interferon-simulated genes (ISG) were more highly induced in the old ChRM than in the young macaques during the acute phase. The expression characteristics of the genes within cluster 3 were more complex. SOCS1, the only differentially expressed gene among the 7 regulators in this study, was significantly down-regulated in the old ChRM compared with the young ChRM. CCL5, IFI16 and TLR7 were evaluated only in old ChRM. Other genes within cluster 3 were significantly induced to a level more than twice the baseline only at 10 dpi in the young macaques; this induction occurred much earlier (at 7 dpi) and more robustly in the old ChRM during the acute phase (Fig. 6b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Fig. 6a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1483,
                    "end": 1492,
                    "text": "(Fig. 6b)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "SIV infection induces the rapid proliferation of naïve T cells in old ChRM. Our data reveal that"
        },
        {
            "text": "The naïve CD4 + T cell count, an important marker of immunosenescence that links the innate host response and disease progression accompanied by the proliferation of naïve lymphocytes, was at the center of the network constructed on the basis of the correlations between gene expression and immunophenotype during early SIV infection (Fig. 7a) . The naïve lymphocyte count, especially the naïve CD4 + T cell count, rather than other immunophenotypes, had a significant strong correlation with the fold-changes of various genes. Notably, the expression of SOCS1 displayed a strong correlation with the CD4/CD8 ratio (r = 0.47, P = 0.0003) and the proportion (a) Dot plots shows increased levels of CD38 + HLA-DR + CD4 + T cells, Ki67 + CD4 + T cells, Ki67 + CD4 + naïve T cells, Ki67 + CD8 + T cells and Ki67 + CD8 + naïve T cells in old (n = 8, blue square) compared with young (n = 6, red circle) animals during early infection. P (dpi) < 0.05, statistically significant differences over the acute or postacute phase, as determined by two-way ANOVA. P (age) < 0.05, statistically significant differences between the young and old groups, as determined by two-way ANOVA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 343,
                    "text": "(Fig. 7a)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "SIV infection induces the rapid proliferation of naïve T cells in old ChRM. Our data reveal that"
        },
        {
            "text": "of Ki67 + CD4 + naïve T cells (r = −0.42, P = 0.001), whereas positive correlations were observed between CCL5 expression and the proportion of Ki67 + CD8 + naïve T cells (r = 0.52, P < 0.0001). The CD4 + T cell count was inversely associated with the expression of TLR8 (r = −0.45, P = 0.0005) and LY96 (r = −0.43, P = 0.0008) (Supplementary Fig. S6 ). p (dpi) < 0.05 with color, statistically significant differences over the entire infection time, as determined by one-way ANOVA in the young (red) or old (blue) group. P (age) < 0.05, statistically significant differences between the young and old groups, as determined by two-way ANOVA. (c) Principal component analysis (PCA) of an immunophenotype data set in the acute and postacute phase was calculated by a varimax rotation method in package psych and graphed by package ggbiplot2 with R. Each dot represents a sample from a time point that is plotted against its expression levels for 9 variables that differed over time and between age groups, as determined by two-way ANOVA. The variables are shown in capital letters and are arranged alphabetically according to their communalities from high to low. CD4TCells, CD4 + T cell number; CD4TN, naïve CD4 + T cell number; CD8TN, naïve CD8 + T cell number; Ratio, CD4/CD8; BN, naïve B cell number; Ki67 + CD4TN, % of Ki67 + CD4 + naïve T cells; Ki67 + CD8TN, % of Ki67 + CD8 + naïve T cells; Ki67 + CD4T, % of Ki67 + CD4 + T cells; CD38 + HLA-DR + CD4T, % of CD38 + HLA-DR + CD4 + T cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 350,
                    "text": "(Supplementary Fig. S6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "SIV infection induces the rapid proliferation of naïve T cells in old ChRM. Our data reveal that"
        },
        {
            "text": "Scientific RepoRts | 7: 37 | DOI:10.1038/s41598-017-00084-0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIV infection induces the rapid proliferation of naïve T cells in old ChRM. Our data reveal that"
        },
        {
            "text": "SIVmac239-infected ChRM are characterized by a slow progression that is similar to that in HIV-1-infected humans. For example, in both adult humans and ChRM, the plasma viral load reaches its peak 2 weeks post-infection and then gradually declines to a low level throughout the chronic stage, CD4 + T cells progressively decline after acute infection, and the progression to AIDS in the first year of infection is very rare 22, 30 . In our study, the plasma viral loads in old ChRM were also at a moderate peak and low set-point level during early infection and rapidly rose to peak levels and remained high as the infection progressed. However, the dynamics of the CD4 + T cells in old ChRM was more similar to that of SIV-infected PTM, which are characterized by a fast progression with a rapid and complete of loss CD4 + T cells within 60 weeks after infection 31 . Furthermore, old ChRM had a low level of B cells, as is also seen in chronic HIV-1infection 6 . Because fewer CD4 + T cells and B cells and the inversion of CD4/CD8 are strong predictors of mortality and morbidity in old individuals 9 , it is not surprising that old ChRM showed a high risk of fast progression during early infection.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 427,
                    "text": "22,",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, old ChRM had higher naïve T cell proliferation levels. Because the increased Ki67 expression might reflect the proliferation of cells entering an activated state, studies have suggested that elevated Ki67 expression in T cells is associated with an increased risk of AIDS in both HIV-1-and SIV-infected individuals [31] [32] [33] . Furthermore, a previous report has demonstrated that the expression of Ki67 is elevated in peripheral naïve T cells from old rhesus macaques, thus partially representing a dramatic increase in homeostatic turnover and a loss of the naïve T-cell pool 34 . Together with the decrease in naïve lymphocytes in old ChRM and the strong association between Ki67 + naïve T cells and disease progression, these observations suggest that the naïve lymphocytes in old ChRM have a rapid turnover and exhaustion, thereby probably contributing to disease progression.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 334,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Numerous studies have found that the loss of naïve CD4 + T cells occurs fairly early during HIV-1 infection and precedes the loss of immune homeostasis and AIDS progression. Thus, a naïve T-cell subset may play an important role in delaying HIV progression [35] [36] [37] . In our study, the low frequency of naïve T cells before infection in ChRM predicted a robust immune activation and rapid SIV progression. Moreover, in accordance with the robust turnover in the naïve subset, the rapid decrease in naïve CD4 + T cell and naïve B cell numbers that was induced by SIVmac239 infection in old ChRM may have contributed to the gradual absence of their immune defense. Similarly to what has been shown in elderly individuals, there is some evidence that direct HIV infection and HIV-induced immune activation destroy the microenvironments supporting immune renewal, reduce The gene expression data from old ChRM displayed a rapid, strong and persistent interferon and pathogen recognition response to SIVmac239. Notably, distinct from nonpathogenic SIV infection with a transient elevated expression of ISGs in the acute phase, the expression of ISGs is persistently higher in HIV-infected individuals and SIVmac239-infected macaques 29, 41 . This phenomenon was also seen in the young and especially in the old ChRM. Other studies have also found that most ISGs are significantly elevated in old rhesus macaques infected with various viruses such as H1N1 and SARS-CoV. This elevation is due to the highly activated upstream NF-κB transcription factor, primarily because of increased viral replication and inflammation 18, 19 . Recent studies have demonstrated that a sufficient type I interferon (IFN-I) response during acute infection suppresses the depletion of CD4 + T cells, SIV transmission and active HSCs. However, the persistent activation of the IFN response after acute SIV infection may functionally impair HSCs with hematopoietic defects and decrease the protection from viruses caused by IFN desensitization 42, 43 . Interestingly, SOCS1, which encodes a member of cytokine-inducible negative regulators of cytokine signaling that act as modulators of IFN-γ action (ENTREZ gene summary), was slightly induced by SIVmac239 in ChRM but was quickly down-regulated in old macaques. Specifically, IFNB1 and differentially expressed between the young (n = 6) and old (n = 6) ChRM. Clustering was performed on the average of log2 ratios of mRNA expression relative to levels before infection by the RT-PCR-based ΔΔCt method. The genes were clustered on the basis of their expression value across samples using Euclidean distance and k-mean clustering. The progressive increases in mean log2-fold-change are represented by blue to red colors. (b) Graphs that display the characteristics of the three distinct clusters revealed in the left heat map. The threshold represents the credible induction by SIV infection for more than a 2-fold up-regulation of gene expression. The data are shown as the mean ± SEM. *P < 0.05 between the young (red circle) and old (blue square) groups, as determined by uncorrected Fisher's LSD test post two-way ANOVA. expression was highly induced in young ChRM and may have partially prevented the depletion of CD4 + T cells. As a corollary to the above, and in line with the negative correlation between ISG expression and naïve lymphocyte number, it is possible that the IFN response plays a key role in the initiation of the anti-viral program and the homeostatic proliferation that compensates for the massive depletion of naïve lymphocytes. However, the uncontrolled and highly activated IFN response may finally induce anergy in the IFN signal and silence the antiviral activity in the hosts.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1234,
                    "end": 1237,
                    "text": "29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1619,
                    "end": 1622,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2022,
                    "end": 2025,
                    "text": "42,",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "SIVmac239 infection in old ChRM also induced strong expression of several PRRs, including TLR7, TLR8, RIG-I, MDA5, AIM2, IFI16, TMEM173, ZBP1 and LY96, which function as extracellular signaling sensors for dsRNA, ssRNA, dsDNA and lipopolysaccharides (LPS) generated by viral and microbial translocation. Because they are associated with the up-regulation of MYD88, IRF7, IRF9, STAT1 and STAT2, these genes can activate signaling cascades and lead to the activation of the NF-κB and IFN-I responses [44] [45] [46] [47] [48] . However, the highly significant defect in the Toll-like receptor (TLR)-induced cytokine production in monocytes and plasmacytoid dendritic cells (pDC) and in the pDC-induced functional activity of CD8 + T cells observed in the elderly may result from decreased TLR surface expression and dysfunctional IFN regulatory factor 7 (IRF7) [49] [50] [51] . Thus, integrating the contradictory findings, we suspect that immunosenescence contributes to the sensitivity to SIVmac239 and causes a high level of viral replication, which in turn elevates the host response and immune activation and ultimately accelerates disease progression in old ChRM. However, to make the best use of PBMC resources, we selected only the 6 old macaques with higher PBMC numbers and compared their gene expression levels with those in the 6 young animals. Therefore, our study may only partially reflect the relationships between gene expression and other parameters. Moreover, the T cell-specific chemokine RANTES, which plays an important role in sustaining CD8 T cell responses 52 , is markedly induced in old ChRM and associates with the homeostatic proliferation of T cells. Thus, it may be an effective marker for disease progression in old patients infected with HIV.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 502,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[50]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 868,
                    "end": 872,
                    "text": "[51]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Together, the data first suggest that immunosenescence before infection, which is marked by a clear constriction of the naïve subset and the accumulation of memory subsets in lymphocytes, primarily accelerates disease progression in old ChRM, which is characterized by a rapid increase in the plasma viral load and a decrease in peripheral CD4 + T cells. Simultaneously, this process induces the robust proliferation of naïve T cells and the host response to compensate for the severe exhaustion of naïve CD4 + T cells (Fig. 7b) . However, the persistent immune activation and lack of immune regulation in old ChRM eventually leads to increased immunosenescence and accelerated disease progression that first prompts these events. In conclusion, aging results in increased disease severity after SIV infection, even before the chronic phase. In addition, old ChRM may serve as an excellent Model of immunosenescence, disease progression and host response in ChRM that demonstrates their variation differences during early SIV infection as detailed in the text. Immunosenescence is shown by the numbers of naïve CD4 + T cells and the percentage of Ki67 + naïve T cells. The plasma viral loads and CD4 + T cell numbers represent the level of disease progression. The innate host response is defined by the fold-changes of differentially expressed genes. The smooth curves were constructed by a spline fit method using GraphPad Prism 6 software. model for elderly HIV-infected people and may thus promote research relating to the pathogenesis of HIV/AIDS and aimed at identifying therapeutic strategies for elderly patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 519,
                    "end": 528,
                    "text": "(Fig. 7b)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Animals and sample collection. This study was carried out in strict accordance with the regulations of the American Association for Assessment and Accreditation of Laboratory Animal Care (AAALAC) at the Kunming Primate Research Center, Kunming Institute of Zoology, Chinese Academy of Sciences. All of the procedures were performed according to the guidelines approved by the Ethics Committee of the Kunming Institute of Zoology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In this study, 6 young (mean age = 7.0 years old) and 12 old (mean age = 18.2 years old) male ChRM without BV, SRV and STLV infection were intravenously (i.v.) infected with 3000 TCID 50 of SIVmac239 as previously described 53 . Four old macaques (96045, 96051, 96085 and 96649) that reached IACUC-defined endpoints were humanely euthanized with an overdose of barbiturates after their weights decreased by 30% because of persistent diarrhea (Supplementary Table S1 ). All of the animals were Mamu-A*01 negative, but 2 of the young (07067 and 08351) and 3 of the old (96061, 97077 and 99993) macaques still had at least one Mamu-B*03, Mamu-B*08 and Mamu-B*17 allele related to slow SIV progression. EDTA-stabilized venous blood samples were collected within 84 days post-infection. Plasma was collected, and peripheral blood mononuclear cells (PBMCs) were isolated by gradient centrifugation using Ficoll Density Centrifugation Media (GE Healthcare Life Sciences).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 457,
                    "end": 465,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Antibodies for flow cytometry. Human mAbs that cross-react with rhesus macaques were used at their optimal concentrations in this study. Anti-CD38-FITC (clone AT-1) was obtained from StemCell Technologies. Immunophenotyping. The absolute number of CD4 + T, CD8 + T and B cells in whole blood was measured using BD Trucount absolute counting tubes according to standard flow cytometric procedures, as described previously 23 . Leukocytes were surface − labeled with fluorescence − conjugated antibodies after treatment with red blood cell lysis buffer to delineate the naïve (CD95 dim CD28 − ), central memory (CD95 high CD28 + ) and effector memory (CD95 + CD28 − ) CD4 + and CD8 + T − cell subsets, as well as the naïve (CD27 − IgD + ), un − switched memory (CD27 + IgD + ), switched memory (CD27 + IgD − ) and double negative (CD27 − IgD − ) B − cell subsets. To evaluate the immune activation of each subset, anti − CD38, anti − HLA − DR, anti − PD − 1, anti − CD80 and anti − CD86 antibodies were also added for surface staining. Surface − labeled cells were fixed and permeabilized using a Cytofix/ Cytoperm kit (BD Biosciences) for Ki67 staining to detect proliferation. The acquisition of at least 1,000,000 events was performed using a FACSVerse flow cytometer (BD Biosciences), and data analysis was performed using FlowJo software (Tree Star) ( Supplementary Fig. S1 ). Viral load. The number of viral RNA copies in the plasma was directly determined by one-step quantitative RT-PCR (ViiA7 Real-Time PCR System, Applied Biosystems; RNA-direct Real Time PCR Master Mix, TOYOBO) using pure viral RNA, as previously described 22 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1355,
                    "end": 1376,
                    "text": "Supplementary Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Quantitative RT-PCR. RNA and DNA were extracted from thawed cryopreserved PBMCs by using RNAisoPlus (TAKARA). mRNA levels were measured with the SYBR Green q-PCR method as previously described 54 . Briefly, purified RNA was reverse-transcribed into cDNA with a PrimeScript RT Reagent Kit (TAKARA) and then amplified with SYBR Premix Ex Taq II (TAKARA) in a ViiA7 Real-Time PCR System. Primers specific for RPL13A mRNA were used as an endogenous standard to normalize the samples. Fold-change was calculated by dividing the normalized post-infected sample quantity by the normalized pre-infected control quantity according to the ΔΔCt method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Genomic DNA (250-500 ng) was used for the absolute quantification of the T-cell receptor rearrangement excision circle (TREC), the kappa-deletion recombination excision circle (KREC) and the TCR α constant gene (TCRAC). The quantification was carried out with Premix Ex Taq (Probe qPCR) (TAKARA) according to the manufacturer's instructions. The concentration of TREC or KREC in the PBMCs was calculated with the following formula: TRECs or KRECs per PBMC = mean quantity of TREC or KREC/(mean quantity of TCRAC/2). The number of TRECs/T cells or KRECs/B cells can be calculated according to the flow cytometry-based frequency of T or B cells in PBMCs. The specific primer and probe sequences for each mRNA, DNA and SIVgag RNA are given in Supplementary Table S4. Statistical analysis. ANOVA was used to define the parameters that were significantly affected by SIV infection or that differed between the young and old macaques. Comparisons between day 0 and each day post-infection were performed with paired t-tests. The correlations between two variables in the correlation matrix were evaluated with Spearman's test. The analyses were performed using R 3.3.2, SPSS 22 (IBM) and GraphPad Prism 6 (GraphPad software). The data in the text are shown as average values. The threshold for statistical significance was a two-tailed P value of 0.05.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 740,
                    "end": 763,
                    "text": "Supplementary Table S4.",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "HIV-AIDS: much accomplished, much to do",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Folkers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Dieffenbach",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Immunol",
            "volume": "14",
            "issn": "",
            "pages": "1104--1107",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Aging with HIV infection: a journey to the center of inflammAIDS, immunosenescence and neuroHIV",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nasi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunol Lett",
            "volume": "162",
            "issn": "",
            "pages": "329--333",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Association of aging and survival in a large HIV-infected cohort on antiretroviral therapy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bakanda",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "AIDS",
            "volume": "25",
            "issn": "",
            "pages": "701--705",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Age-related immune dysfunction in health and in human immunodeficiency virus (HIV) disease: association of age and HIV infection with naive CD8 + cell depletion, reduced expression of CD28 on CD8 + cells, and reduced thymic volumes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Kalayjian",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Infect Dis",
            "volume": "187",
            "issn": "",
            "pages": "1924--1933",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Significance of senescence for virus-specific memory T cell responses: rapid ageing during chronic stimulation of the immune system",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Baarle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsegaye",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Miedema",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akbar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Immunol Lett",
            "volume": "97",
            "issn": "",
            "pages": "19--29",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "B cells in HIV infection and disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Immunol",
            "volume": "9",
            "issn": "",
            "pages": "235--245",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Understanding immunosenescence to improve responses to vaccines",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Goronzy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Weyand",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Immunol",
            "volume": "14",
            "issn": "",
            "pages": "428--436",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "T cell subset-specific susceptibility to aging",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Czesnikiewicz-Guzik",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Immunol",
            "volume": "127",
            "issn": "",
            "pages": "107--118",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Immune parameters in a longitudinal study of a very old population of Swedish people: a comparison between survivors and nonsurvivors",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wikby",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maxson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Olsson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Gerontol A Biol Sci Med Sci",
            "volume": "50",
            "issn": "",
            "pages": "378--382",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An immune risk phenotype, cognitive impairment, and survival in very late life: impact of allostatic load in Swedish octogenarian and nonagenarian humans",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wikby",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gerontol A Biol Sci Med Sci",
            "volume": "60",
            "issn": "",
            "pages": "556--565",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "CD28-negative CD4 + and CD8 + T cells in antiretroviral therapy-naive HIV-infected adults enrolled in adult clinical trials group studies",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tassiopoulos",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "205",
            "issn": "",
            "pages": "1730--1738",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Premature aging of T cells is associated with faster HIV-1 disease progression",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "50",
            "issn": "",
            "pages": "137--147",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Nadir CD4 + T-cell count and numbers of CD28 + CD4 + T-cells predict functional responses to immunizations in chronic HIV-1 infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Lange",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "AIDS",
            "volume": "17",
            "issn": "",
            "pages": "2015--2023",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Using the Pathogenic and Nonpathogenic Nonhuman Primate Model for Studying Non-AIDS Comorbidities",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pandrea",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr HIV/AIDS Rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Immune correlates of aging in outdoor-housed captive rhesus macaques (Macaca mulatta)",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Didier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sugimoto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Bowers",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuroda",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Immun Ageing",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Dramatic increase in naive T cell turnover is linked to loss of naive T cells from old primates",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cicin-Sain",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci",
            "volume": "104",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Age-dependent changes in innate immune phenotype and function in rhesus macaques (Macaca mulatta)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Asquith",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pathobiol Aging Age Relat Dis",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Increased viral loads and exacerbated innate host responses in aged macaques infected with the 2009 pandemic H1N1 influenza A virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Josset",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "11115--11127",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Exacerbated innate host response to SARS-CoV in aged non-human primates",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "AIDS in african nonhuman primate hosts of SIVs: a new paradigm of SIV infection",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pandrea",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Silvestri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Apetrei",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr HIV Res",
            "volume": "7",
            "issn": "",
            "pages": "57--72",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The influence of age and sex on the cell counts of peripheral blood leukocyte subpopulations in Chinese rhesus macaques",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Mol Immunol",
            "volume": "6",
            "issn": "",
            "pages": "433--440",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Dendritic cell subsets dynamics and cytokine production in SIVmac239-infected Chinese rhesus macaques",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Retrovirology",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Aged Chinese rhesus macaques suffer severe phenotypic T-and B-cell aging accompanied with sex differences",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Exp Gerontol",
            "volume": "55",
            "issn": "",
            "pages": "113--119",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Microbial translocation across the GI tract",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Brenchley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Douek",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Annu Rev Immunol",
            "volume": "30",
            "issn": "",
            "pages": "149--173",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "HIV-infected individuals with low CD4/CD8 ratio despite effective antiretroviral therapy exhibit altered T cell subsets, heightened CD8 + T cell activation, and increased risk of non-AIDS morbidity and mortality",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Serrano-Villar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Predictive value of CD4 lymphocyte numbers for the development of opportunistic infections and malignancies in HIV-infected persons",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Crowe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Carlin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Hoy",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "4",
            "issn": "",
            "pages": "770--776",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Massive infection and loss of memory CD4 + T cells in multiple tissues during acute SIV infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mattapallil",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "434",
            "issn": "",
            "pages": "1093--1097",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The different extent of B and T cell immune reconstitution after hematopoietic stem cell transplantation and enzyme replacement therapies in SCID patients with adenosine deaminase deficiency",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Serana",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "185",
            "issn": "",
            "pages": "7713--7722",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Global genomic analysis reveals rapid control of a robust innate response in SIV-infected sooty mangabeys",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Bosinger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Invest",
            "volume": "119",
            "issn": "",
            "pages": "3556--3572",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "SIV(mac) pathogenesis in rhesus macaques of Chinese and Indian origin compared with primary HIV infections in humans",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "AIDS",
            "volume": "16",
            "issn": "",
            "pages": "1489--1496",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Dynamics of simian immunodeficiency virus SIVmac239 infection in pigtail macaques",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Klatt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "1203--1213",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Persistent immune activation in HIV-1 infection is associated with progression to AIDS",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Hazenberg",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "AIDS",
            "volume": "17",
            "issn": "",
            "pages": "1881--1888",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Differential dynamics of CD4(+) and CD8(+) T-lymphocyte proliferation and activation in acute simian immunodeficiency virus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaur",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Hale",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ramanujan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "8413--8424",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Loss of naive T cells and repertoire constriction predict poor response to vaccination in old primates",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cicin-Sain",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "184",
            "issn": "",
            "pages": "6739--6745",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "CD8 naive T cell counts decrease progressively in HIV-infected adults",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roederer",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Clin Invest",
            "volume": "95",
            "issn": "",
            "pages": "2061--2066",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Longitudinal assessment of de novo T cell production in relation to HIV-associated T cell homeostasis failure",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chattopadhyay",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "AIDS Res Hum Retroviruses",
            "volume": "22",
            "issn": "",
            "pages": "501--507",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Naive T-cell dynamics in human immunodeficiency virus type 1 infection: effects of highly active antiretroviral therapy provide insights into the mechanisms of naive T-cell depletion",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Mascio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "2665--2674",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Differential effects of HIV viral load and CD4 count on proliferation of naive and memory CD4 and CD8 T lymphocytes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Srinivasula",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Blood",
            "volume": "118",
            "issn": "",
            "pages": "262--270",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "HIV disease progression despite suppression of viral replication is associated with exhaustion of lymphopoiesis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sauce",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Blood",
            "volume": "117",
            "issn": "",
            "pages": "5142--5151",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Chronic CD4 + T-cell activation and depletion in human immunodeficiency virus type 1 infection: type I interferon-mediated disruption of T-cell dynamics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Sedaghat",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "1870--1883",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "IFNalpha activates dormant haematopoietic stem cells in vivo",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Essers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "458",
            "issn": "",
            "pages": "904--908",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Type I interferon responses in rhesus macaques prevent SIV infection and slow disease progression",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Sandler",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "511",
            "issn": "",
            "pages": "601--605",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The RNA helicase RIG-I has an essential function in double-stranded RNA-induced innate antiviral responses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yoneyama",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Immunol",
            "volume": "5",
            "issn": "",
            "pages": "730--737",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Species-specific recognition of single-stranded RNA via toll-like receptor 7 and 8",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Heil",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "1526--1529",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Cooperative assembly of IFI16 filaments on dsDNA provides insights into host defense strategy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Morrone",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci",
            "volume": "111",
            "issn": "",
            "pages": "62--71",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "DLM-1/ZBP1) is a cytosolic DNA sensor and an activator of innate immune response",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takaoka",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "448",
            "issn": "",
            "pages": "501--505",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Microbial translocation is a cause of systemic immune activation in chronic HIV infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Brenchley",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Med",
            "volume": "12",
            "issn": "",
            "pages": "1365--1371",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Age-associated defect in human TLR-1/2 function",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Duin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "178",
            "issn": "",
            "pages": "970--975",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Aging is associated with a numerical and functional decline in plasmacytoid dendritic cells, whereas myeloid dendritic cells are relatively unaltered in human peripheral blood",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hum Immunol",
            "volume": "70",
            "issn": "",
            "pages": "777--784",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Age-associated impaired plasmacytoid dendritic cell functions lead to decreased CD4 and CD8 T cell immunity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sridharan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Age (Dordr)",
            "volume": "33",
            "issn": "",
            "pages": "363--376",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "A role for the chemokine RANTES in regulating CD8 T cell responses during chronic viral infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Angelosanto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Nadwodny",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Blackburn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Wherry",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Inhibitory effects of chloroquine on the activation of plasmacytoid dendritic cells in SIVmac239-infected Chinese rhesus macaques",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell Mol Immunol",
            "volume": "9",
            "issn": "",
            "pages": "410--416",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Replication potentials of HIV-1/HSIV in PBMCs from northern pig-tailed macaque (Macaca leonina)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Lei",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Zool Res",
            "volume": "35",
            "issn": "",
            "pages": "186--195",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Disease status of young and old ChRM during early SIV infection. (a) Kaplan-Meier survival curve comparing SIVmac239-infected young macaques (n = 6, red solid line) with old macaques (n = 12, blue dashed line) during the 84 days after infection. The P value is given by the log rank (Mantel-Cox) test. (b) Plasma viral loads are expressed as SIV RNA copies/ml and are shown for every animal in the young (red circle) and old (blue square) groups. The data are shown as the mean ± SEM. The comparison between the two groups was performed by using two-way ANOVA. (c) Peak and set-point levels of viral load and days with peak viral load were compared between the young and old macaques. P values were determined by using the Mann-Whitney t-test. Scientific RepoRts | 7: 37 | DOI:10.1038/s41598-017-00084-0",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Old ChRM display an increased depletion of CD4 + T cells, as compared with young ChRM. (a)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The naïve T cell subsets of old ChRM have an increased level of proliferation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Old ChRM display a decreased number of naïve CD4 + T cells and B cells, as compared with young macaques. (a) The absolute number of naïve CD4 + T and B cells in the peripheral blood of young (n = 6, red circle) and old macaques (n = 8, blue square) is shown in scatter plots. (b) Comparison of the TREC (T cell receptor rearrangement excision circle) content in T cells or the KREC (kappa-deletion recombination excision circle) content in B cells from PBMCs in young and old macaques. The data are shown as the mean ± SEM.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Immunosenescence predicts accelerated disease progression in old ChRM. (a) Old ChRM have a significantly lower frequency of naïve CD4 + and CD8 + T cells and naïve B cells than young ChRM before infection. P values were determined using the Mann-Whitney t-test. (b) The correlation matrix constructed by package corrplot with R reveals the relationships between the markers of immunosenescence and SIV disease progression during infection. (c) The correlation matrix reveals the relationships between characteristic values before and after infection. Pre, value before infection; Peak, peak value during infection; Nadir, minimum value during infection. The blue and red indicate positive and negative correlations, respectively (see color bar). The results of Spearman's test (two-tailed, unadjusted) with a P value ≥ 0.05 were considered not significant (shown as cross).the thymic and myeloid output and finally, result in the disruption of normal immune homeostasis and the loss of naïve lymphocytes in the periphery[38][39][40] . Our data demonstrated that old ChRM exhibited an SIV-induced decrease of thymic and myeloid output after 2 months post-infection. In fact, in the chronic stage, SIV infection induced a deep impairment of immune homeostasis, thus resulting in a scarcity of naïve T cells in the peripheral blood of old ChRM (unpublished data).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Acute SIV infection induces a robust innate host response in old ChRM. (a) Hierarchical clustering of 30 genes significantly induced by SIV infection (dpi = 0, 7, 10, 14, 28, 42 and 84)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Systematic analysis of data of immunosenescence, disease progression and host response. (a) The correlation network of immunophenotype and gene expression data was constructed by using the qgraph package with R. The 4 groups of nodes are colored on the basis of data types. The groups include genes expressed higher in the young group (IFNB1, CCL2 and SOCS1), genes elevated in only the old group (TLR7, IFI16 and CCL5), other genes significantly correlated with immunophenotype (OAS3, CXCL10, MX2, IRF7, STAT1, IRF9, AIM2, LY96, TLR8 and IFNG) and an immunophenotype that differed between the young and old groups (CD4T, CD4 + T cell number; Ratio, CD4/CD8; CD4TN, naïve CD4 + T cell number; CD8 TN, naïve CD8 + T cell number; CD4Ki67, % of Ki67 + CD4 + T cells; CD4TNKi67, % of Ki67 + CD4 + T cells; CD8TNKi67, % of Ki67 + CD8 + T cells; BN, naïve B cell number; BNKi67, % of Ki67 + naïve B cells). The node size indicates the relative strength value according to a centrality analysis. The thicker lines indicate more correlated genes. The green lines represent significantly positive Pearson correlation coefficients ≥ 0.40, and the red lines represent significantly negative Pearson correlation coefficients ≤ −0.40. (b)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Anti-PD-1-PE (eBioJ105) and anti-CD27-PE-Cy5 (O323) were obtained from eBioscience. Anti-CCR5-PE (3A9), anti-CD14-APC (M5E2), anti-CD28-APC (CD28.2), anti-CD20-APC-H7/FITC (2H7), anti-CD3-APC-Cy7 (SP34-2), anti-CD4-PerCP-Cy5.5 (L200), anti-CD8-PE-Cy7 (RPA-T8), anti-CD80-FITC (L307.4), anti-CD86-PE (FUN-1), anti-CD95-FITC/PE-Cy7 (DX2), anti-CXCR4-PE-Cy7 (12G5), anti-HLA-DR-APC (G46-6) and anti-Ki67-PE (B56) were all obtained from BD Biosciences. Polyclonal anti-IgD-biotin was obtained from Southern Biotech, and streptavidin-PE-Cy7 was obtained from BioLegend.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The work was supported by the National Natural Science ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}