{
    "paper_id": "9c59d3a8be1e640d85fc5105dca9e530680c230a",
    "metadata": {
        "title": "Knowledge Levels and Training Needs of Disaster Medicine among Health Professionals, Medical Students, and Local Residents in Shanghai, China",
        "authors": [
            {
                "first": "Tong",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Military Medical University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xue",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Military Medical University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Military Medical University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongwei",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Military Medical University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianhua",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Military Medical University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaojie",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Military Medical University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenjun",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Military Medical University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yibo",
                "middle": [],
                "last": "Ding",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Military Medical University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yifang",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Military Medical University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guangwen",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Military Medical University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Disaster is a serious public health issue. Health professionals and community residents are main players in disaster responses but their knowledge levels of disaster medicine are not readily available. This study aimed to evaluate knowledge levels and training needs of disaster medicine among potential disaster responders and presented a necessity to popularize disaster medicine education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: A self-reporting questionnaire survey on knowledge level and training needs of disaster medicine was conducted in Shanghai, China, in 2012. A total of randomly selected 547 health professionals, 456 medical students, and 1,526 local residents provided intact information. The total response rate was 93.7%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Overall, 1.3% of these participants have received systematic disaster medicine training. News media (87.1%) was the most common channel to acquire disaster medicine knowledge. Although health professionals were more knowledgeable than community residents, their knowledge structure of disaster medicine was not intact. Medical teachers were more knowledgeable than medical practitioners and health administrators (p = 0.002). Clinicians performed better than public health physicians (p,0.001), whereas public health students performed better than clinical medical students (p,0.001). In community residents, education background significantly affected the knowledge level on disaster medicine (p,0.001). Training needs of disaster medicine were generally high among the surveyed. 'Lecture' and 'practical training' were preferred teaching methods. The selected key and interested contents on disaster medicine training were similar between health professionals and medical students, while the priorities chosen by local residents were quite different from health professionals and medical students (p,0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Traditional clinical-oriented medical education might lead to a huge gap between the knowledge level on disaster medicine and the current needs of disaster preparedness. Continuing medical education and public education plans on disaster medicine via media should be practice-oriented, and selectively applied to different populations and take the knowledge levels and training needs into consideration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over the past decade, the intensity and frequency of natural and man-made disasters have been noticeably increasing all over the world. Hurricane, earthquake, flood, outbreaks of infectious diseases, nuclear leakage, oil spills, and other disasters in recent years have caused huge economic losses, serious environmental disruption and lasting psychological impairment to the survivors [1] [2] [3] [4] [5] . Community residents are the very ones directly affected by disasters. Therefore, self-rescue and mutual-aid are essential to form the first defense line. Disaster relief and assistance are mainly carried out by medical rescue teams, which are constituted of health professionals from on-call health agencies such as military medical systems and Centers for Disease Control and Prevention (CDC) [6] . Hence, community residents and health professionals as the key components of first responders should be sufficiently trained to perform timely and effective medical rescue [7] . Disaster medicine training, an integrated part of efficient disaster preparedness, is vital for community residents to perform timely self-rescue and mutual-aid and also for health professionals to develop comprehensive skills [8] . Since the '9.119 terrorist attack, many countries have put emphasis on disaster medicine training and have sponsored various researches focusing on a wide range of disaster medicine, including description and assessment of the current disaster medicine training programs in order to improve the efficiency of disaster rescue. However, these researches on disaster medicine have mainly been conducted in developed countries, while data from developing countries are scarce [9] [10] [11] [12] [13] [14] .",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 389,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 802,
                    "end": 805,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 980,
                    "end": 983,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1213,
                    "end": 1216,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1691,
                    "end": 1694,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1695,
                    "end": 1699,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1700,
                    "end": 1704,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1705,
                    "end": 1709,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1710,
                    "end": 1714,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1715,
                    "end": 1719,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From a global perspective, disaster frequently attacks developing countries with weak public health infrastructure and often results in severe consequences. In China, the severe acute respiratory syndrome (SARS) in 2002-2003 resulted in 5,327 cases and 343 deaths [15] . The devastating earthquake in Sichuan, China, in 2008 caused more than 69,000 deaths, 18,341 missing and 374,176 wounded persons [16] . However, disaster medicine has not been included either in the undergraduate curriculum of medical schools or in the continuing medical education in China. In the past decades, Chinese medical education system has experienced flexuous reforms [17] [18] [19] . Traditional medical education and assessment criteria have been largely clinically oriented, while disaster medicine has been long neglected [20] . Recently, efforts have been made to implement disaster medicine education in China. The current program of disaster medicine education focuses on developing particular small scale training programs, such as short-term training course of disaster nursing for undergraduates, psychosocial training program for mental health workers, and emergency preparedness training program for public health staff [21] [22] [23] [24] . However, current knowledge status and training needs of main players on disaster medicine were unknown. To the best of our knowledge, only one study surveyed the disaster medicine education needs of health professionals who participated in the earthquake rescue, but their related knowledge was not evaluated [20] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 808,
                    "end": 812,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1214,
                    "end": 1218,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1219,
                    "end": 1223,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1229,
                    "end": 1233,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1545,
                    "end": 1549,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we evaluated the knowledge levels and training needs in populations that are most likely to be involved in disaster rescue. These data are essential in developing proper medical training programs of disaster medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Three groups of participants in Shanghai, China, were enrolled in this cross-sectional epidemiological study: health professionals, medical students, and community residents. A stratified cluster random sampling strategy was used to select health professionals and medical students. A total of 600 health professionals were composed of medical practitioners, medical teachers, and health administrators. The medical practitioners were clinicians, public health physicians, nurses, and medical technicians from two comprehensive tertiary hospitals and three CDCs. The medical teachers and 500 medical students were selected from 2 medical schools. Health administrators were from the Municipal Health Bureau and District Health Bureaus. A multi-stage sampling method was used to select 1,600 community residents. We first randomly selected 5 communities in the Yangpu District. In each community, we randomly selected 27, 80, 65, 58, 58 and 32 residents (320 residents per community) at the age of ,20 years, 20-30 years, 30-40 years, 40-50 years, 50-60 years and .60 years, respectively, according to the 2010 census data of age composition in Shanghai.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "A structured questionnaire for health professionals/medical students was designed by three investigators (TS, HZ, and GC) based on the university examination data bank of emergency medicine, preventive medicine, and health management, as well as published literatures [11, 20] . After two rounds of discussion among the investigators and three rounds of discussion with external experts, final version of the questionnaire was made of three sections. The first section included demographic information such as age, gender, educational level, medical profession, and disaster rescue experience. The second section contained 16 multiple-choice questions (Q1-Q16) as a knowledge test covering various aspects of disaster medicine. In this section, participants could get one score for each correctly answered question and zero for an incorrect answer. The full score was 16. The third section had 5 multiple-choice questions regarding the training needs of disaster medicine. The first questionnaire is presented as Questionnaire S1.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Questionnaire and Epidemiological Survey"
        },
        {
            "text": "Based on this questionnaire, we designed the second questionnaire for community residents (Questionnaire S2). The second questionnaire had 11 multiple-choice questions (q1-q11) as a knowledge test. Eight questions were included in both questionnaires due to their importance in disaster medicine (Table S1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 306,
                    "text": "(Table S1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Questionnaire and Epidemiological Survey"
        },
        {
            "text": "Before each survey, trained research assistants would give detailed instructions. The participants were then asked to finish the questionnaire independently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questionnaire and Epidemiological Survey"
        },
        {
            "text": "Informed consent was initially distributed to every candidate study subjects to help them make a fully voluntary decision on participating or declining. Participants who provided their written informed consent were included in this study. The study protocol conformed to the 1975 Declaration of Helsinki and was approved by the ethics committee of Second Military Medical University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "Descriptive statistics were conducted for demographic characteristics. Differences in categorical variables were determined using the Chi-square test. Analysis of variance (ANOVA) was used to compare the total scores on average among different participants. Student-Newman-Keuls (SNK) test was used to correct for multiple comparisons. Multivariate linear regression was used to analyze the factors contributing independently to the knowledge score. A beta coefficient was calculated to indicate the effect of each independent variable on the score. All tests were two-sided and conducted using SPSS Version 16.0 (SPSS, Chicago, IL). A p value of ,0.05 was defined as statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "A total of 547 (91.2%) health professionals, 456 (91.2%) medical students, and 1,526 (95.4%) community residents provided complete information. Of the 2,529 participants, 1,315 (52.0%) were men and 2,093 (82.8%) were younger than 50 years. Table 1 shows the demographic characteristics. Most of the health professionals had a bachelor's degree or higher in contrast to community residents (74.6% vs. 23.4%). Health professionals were composed of 380 (69.5%) medical practitioners, 65 (11.9%) medical teachers, and 102 (18.6%) health administrators. Of the 380 medical practitioners, 147 were clinicians, 134 were public health physicians, 77 were nurses and the remaining 22 were medical technicians. The professional titles of health professionals were research assistant (14.0%), senior research assistant (45.3%), assistant professor (33.1%), associate professor (5.1%), and full professor (1.8%). Of medical students, 236 (62.7%) majored in clinical medicine and 170 (37.3%) majored in public health. Among community residents, 52.0% had no stable employment or retired. Of all participants, 197 (7.8%) had disaster relief experience and 33 (1.3%) had ever received systematic training of disaster medicine. For all 2,529 participants, most of them (87.1%) had low or moderate self-estimated knowledge concerning disaster medicine, and media (newspaper, magazine, internet, and TV/radio) was the most common channel to acquire knowledge on disaster medicine. Table 2 depicts the correct answer rates to the 16 questions (Q1-Q16) in the knowledge test using the first questionnaire. The questions were correctly answered by .50% of the professionals and students except Q14, Q15, and Q16. Average total score of the knowledge test was 11.00 (95% CI = 10.80-11.21) for health professionals and 11.07 (10.86-11.27) for medical students (p = 0.661) ( Figure 1A ). Although the score of the two populations was not significantly different, there were significant differences in correctly answering individual questions: Q3, Q4, Q9, Q12, and Q13 ( Figure 2A ). In health professionals, the score was 10.97 (10.73-11.21), 11.89 (11.33-12.45), and 10.57 (10.10-11.04) for medical practitioners, medical teachers, and health administrators, respectively (p = 0.002 for the comparison of three groups) ( Figure 1B ). For pairwise comparison, SNK test showed that medical teachers' average score was significantly higher than medical practitioners' (p = 0.010) and health administrators' (p = 0.001), while there was no statistically significant difference between medical practitioners and health administrators (p.0.05). The rates of correctly answering 9 questions (Q2, Q4, Q5, Q9, Q10, Q11, Q12, Q13, and Q16) were significantly different among medical practitioners, medical teachers, and health administrators (p,0.05) ( Table 2) . For example, in answering Q5, medical teachers did better than medical practitioners (p = 0.004) and health administrators (p,0.001). Moreover, the knowledge level was also significantly different among clinicians, public health physicians, nurses, and medical technicians, especially in correctly answering 5 questions (Table S2) . Clinicians performed better than public health physicians (p,0.001) ( Figure S1 ). In medical students, the score in public health students (11.54, 95% CI = 11.28-11.80) was higher than that in clinical medicine students (10.79, 10.51-11.07) (p,0.001) ( Figure 1C ). The rates of correctly answering 8 questions (Q3, Q4, Q5, Q6, Q7, Q8, Q13, and Q15) were significantly different between the students of 2 majors (p,0.05) ( Table 2) . Table 3 shows the rate of right responses to the 11 questions (q1-q11) in community residents. The questions were correctly answered by .50% of community residents except q4 and q5. After stratified by educational level, the score of well-educated (bachelor or higher) group (7.42, 7.20-7.65) was significantly higher than that of poor-educated (junior college or lower) group (6.91, 6.80-7.03) (p,0.001) ( Figure 1D ). The rates of correct answers to 7 questions (q2, q4, q5, q7, q8, q9, and q10) were significantly different between the two groups (p,0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 247,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1463,
                    "end": 1470,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1851,
                    "end": 1860,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 2046,
                    "end": 2055,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2298,
                    "end": 2307,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 2820,
                    "end": 2828,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 3151,
                    "end": 3161,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 3234,
                    "end": 3243,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 3418,
                    "end": 3427,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 3588,
                    "end": 3596,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 3599,
                    "end": 3606,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 4006,
                    "end": 4015,
                    "text": "Figure 1D",
                    "ref_id": null
                }
            ],
            "section": "Demographic Characteristics of the Study Participants"
        },
        {
            "text": "We compared the rates of correctly answering the 8 common questions in both questionnaires (Table S1 ) between health professionals and community residents. The rates were generally Figure 1 . Comparison of the total score on average of disaster medicine knowledge test. A. Health professionals and medical students: no significant difference (p = 0.661); B. Three groups of health professionals: total score on average of medical teachers was significantly higher than that of medical practitioners (p = 0.010) and health administrators (p = 0.001); C. Medical students of two majors: total score on average of public health students was significantly higher than clinical medicine students (p,0.001). D. Community residents of different educational levels: total score on average of those with high education background was significantly higher than those without (p,0.001). doi:10.1371/journal.pone.0067041.g001 lower in community residents than in health professionals (57.8% vs. 72.4%) except q5 ( Figure 2B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 100,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 182,
                    "end": 190,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1003,
                    "end": 1012,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Knowledge Levels"
        },
        {
            "text": "Multivariate linear regression analysis indicated that educational level (b = 0.204, p,0.001) and professional title (b = 0.142, p = 0.008) were significantly associated with an increased knowledge score, whereas age was inversely related to the score (b = 20.193, p,0.001), in health professionals. Educational level was the unique factor significantly associated with an increased score in community residents (b = 0.214, p = 0.001). Public health major was the factor significantly associated with an increased score in medical students (b = 0.661, p = 0.002). A. Health professionals vs. medical students: p,0.05 for Q3 'self-rescue measures in an earthquake', Q4 'triage and treatment priority', Q9 'concept of first aid ABC', Q12 'tourniquet hemostasis', and Q13 'skills of psychological assistance in post-disaster relief'; B. Health professionals vs. community residents: p,0.001 for q4 'Cardiopulmonary resuscitation procedure', q5 'Difference between remote and urban rescue', q8 'Self-rescue measures in an earthquake', q9 'Location of temporary toilets during disaster rescue', q10 'Skills of psychological assistance in post-disaster relief', and q11 'Epidemic prevention strategies after a disaster' and p,0.05 for q6 'Fracture fixation and transport' and q7 'Self-rescue measures in a high-rise fire'. doi:10.1371/journal.pone.0067041.g002 Table 4 depicts the training needs of health professionals and medical students. The overall opinions on teaching method, course arrangement, and teaching material were consistent among the two groups. More than half of these participants selected 'lecture', 'practical training', and 'disaster movies or videos' as preferred teaching methods. Most participants chose 'required course for public health professional' as the major training course, and preferred using 'national unified textbook' as standard teaching material. However, medical teachers considered that 'practical training' and 'disaster movies or videos' were not appropriate for teaching disaster medicine, in contrast to medical practitioners and health administrators. Most health administrators believed that disaster medicine training should be a required training subject not only for public health professionals but also for clinicians. Table 5 shows disaster medicine training needs of community residents. The majority (88.5%) selected 'need to learn disaster medicine' and 'need of disaster medicine course for children'. About half of community residents selected 'lecture' and 'practical training' as preferred teaching methods. More than 70% of community residents selected 'willing to participate in disaster simulation drill regularly' and believed that 'community volunteer team for disaster relief should be set up and willing to participate volunteer team'. Compared to community residents with lower educational level, those with higher education background considered that 'systemic study' was more appropriate for teaching (54.3% vs. 43.6%, p,0.001). Figure 3 presents the key contents concerning disaster medicine training prioritized by health professionals, medical students, and community residents. More than 50% of health professionals and medical students selected the contents of 'first aid skills', 'epidemic prevention and control', 'psychological problems in post-disaster relief', and 'principles of disaster disposal' as important contents; while most community residents chose 'first aid skills' and 'basic concepts of disaster medicine' as important contents. Significant differences existed among subgroups within each group of participants. For example, compared to medical practitioners, medical teachers considered that 'triage and evacuation' was less important (32.2% vs. 50.8%, p = 0.022) (Table S3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1355,
                    "end": 1362,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 2265,
                    "end": 2272,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 2993,
                    "end": 3001,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3753,
                    "end": 3763,
                    "text": "(Table S3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Knowledge Levels"
        },
        {
            "text": "Twenty-five items covering most aspects of disaster medicine were provided for the selection of interested training contents (Table S4 ). Figure 4 presents the most interested contents of disaster medicine training prioritized by health professionals, medical students, and community residents. Health professionals selected 'basic principles of disaster rescue' (74.0%), 'treatment principles and first-aid skills' (69.8%), and 'psychological relief' (64.4%) as the most interested contents, while community residents selected 'basic principles of disaster rescue' (47.9%) and specific disaster events such as 'earthquakes' (40.9%) and 'fire disaster' (40.8%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "text": "(Table S4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 138,
                    "end": 146,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Knowledge Levels"
        },
        {
            "text": "In this study, we evaluated the current knowledge levels and training needs of disaster medicine among health professionals, medical students, and community residents in Shanghai, China. In general, our results reflected a high vulnerability of our populations when facing disaster. The knowledge level of disaster medicine was not satisfactory in health professionals except medical teachers. Although the majority of the health professionals received formal medical education, few of them have ever received systematic training of disaster medicine (Table 1) . For health professionals and medical students, less accurate responses to Q14, Q15, and Q16 (Table 2) indicate the low levels of knowledge on disaster psychology and disaster administration. The two components have been long neglected and should be added to disaster medicine training and specially addressed to these involved in psychological relief and administrative tasks. Lack of knowledge regarding PTSD is an issue needs to be particularly addressed. Because of the cultural perception in the Chinese society, psychological health hasn't been widely accepted as a critical component in traditional medical and public health education. Even though there is a rising awareness of its indispensible importance in recent years [1] , relevant educational program and public health campaign are still lagging behind. In health professionals, the significant differences among different professions ( Figure 1) were mainly presented in their answers to the 9 questions covering 4 aspects: self-help and first-aid skills, triage and evacuation, psychological relief, and population vulnerability assessment. Health administrators did not show their proficiency in disaster administration and disaster rescue organization, for they poorly answered the related questions such as Q5. Leadership training programs could effectively improve the emergencyhandling capability of health administrators who might be involved in disaster rescue [25, 26] . Moreover, there were significant differences in knowledge levels among 4 specialties (clinicians, public health physicians, nurses, and medical technicians) of medical practitioners. Clinicians showed higher knowl- Table 5 . Training needs of community residents and their differences between the 2 educational level groups (number, %). edge level than other specialties, even on the aspect of epidemic prevention and control (Table S2 and Figure S1 ), which is one of the major tasks of public health physicians. The differences in the knowledge level indicate that the medical education in China had been largely clinically oriented; and little attention has been paid to public health preparedness, especially disaster preparedness. Future training plans should clearly define the roles of public health physicians and health administrators in disaster rescue and enhance their capabilities to meet up-to-date requirements [27] . The main reason of the lack of disaster medicine knowledge for health professionals might be that disaster medicine has rarely been included in medical school curriculum and continuing medical education, and no appropriate public health programs focusing on disaster preparedness. Surprisingly, public health students showed a higher knowledge level than clinical medicine students (p,0.001) ( Figure 1C ). After the SARS outbreak, the importance of public health preparedness has been emphasized with a curriculum restructure for public health major students. In addition to the traditional courses such as epidemiology, training programs for public health preparedness such as health management has been added as the main courses for public health major in some medical schools. However, disaster medicine is being developed as a training course in only a couple of medical schools in China. Our results indicate that future public health physicians are expected to perform better in disaster rescue. Interestingly, the knowledge level of health professionals was inversely related to age, which is in contrast to the general belief that older professionals have more experiences and therefore more knowledgeable. One possible explanation is that the young are more likely to have frequent access to modern media such as the internet and thus gain 'exposure' to updated information on disaster medicine. Community residents displayed very poor knowledge and skills of disaster medicine. Not surprisingly, community residents generally lacked specialty knowledge such as 'cardiopulmonary resuscitation procedure' and 'difference between remote and urban rescue' (Table 3 and Figure 2B ). An important finding is that community residents with higher education background had higher knowledge level of disaster medicine than those without ( Figure 1D ). Thus, it is urgent to tailor community training programs for the residents with different education background and popularize disaster medicine education via modern media.",
            "cite_spans": [
                {
                    "start": 1293,
                    "end": 1296,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1997,
                    "end": 2001,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2002,
                    "end": 2005,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2934,
                    "end": 2938,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 551,
                    "end": 560,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 655,
                    "end": 664,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1464,
                    "end": 1473,
                    "text": "Figure 1)",
                    "ref_id": null
                },
                {
                    "start": 2223,
                    "end": 2230,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 2434,
                    "end": 2443,
                    "text": "(Table S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2448,
                    "end": 2457,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 3335,
                    "end": 3344,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 4604,
                    "end": 4612,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 4617,
                    "end": 4626,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4781,
                    "end": 4790,
                    "text": "Figure 1D",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "This study also pointed out the training needs of disaster medicine. Most participants selected 'lecture' and 'practical training' as preferred teaching methods. Most health professionals and medical students suggested that disaster medicine should be a 'required course for public health professional' and asked for a 'national unified textbook' as standardized teaching material. Most community residents believed 'need to learn disaster medicine' and 'need of disaster medicine course for children', and selected 'willing to participate in disaster simulation drill regularly' and 'community volunteer team for disaster relief should be set up, and willing to participate volunteer team' (Table 4,  Table 5 ). These results indicate that the training needs of disaster medicine is very high in Chinese society and disaster medicine trainings should be executed as indispensable courses for health professionals, medical students, and community residents. Meanwhile, the three groups of participants selected some different key and interested contents for disaster medicine training (Figure 3 and Figure 4 ). This reflects that distinct perception of disaster determines the different needs of disaster medicine training in different populations. Similar differences in several items of the training needs were also presented among the subgroups of study participants. Training programs such as disaster simulation and disaster exercise have proven to be effective and can rapidly deliver core elements of disaster medicine and improve the knowledge level and ability of disaster response [10, 28, 29] . Therefore, future continuing disaster medicine education should focus on developing practice-oriented and core elements-highlighted training courses. Except the high-level interests in 'basic principles of disaster relief', there were some differences of interested contents among different populations, indicating future training program design should consider both core elements and interests, and customize to different needs. As medical teachers were more knowledgeable in disaster medicine than other populations surveyed ( Figure 1B) , they should play a leading role in disaster medicine training. Based on these data, we suggest a diagram flow of disaster medicine training as the Shanghai model in Figure S2 .",
            "cite_spans": [
                {
                    "start": 1591,
                    "end": 1595,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1596,
                    "end": 1599,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1600,
                    "end": 1603,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 691,
                    "end": 709,
                    "text": "(Table 4,  Table 5",
                    "ref_id": null
                },
                {
                    "start": 1085,
                    "end": 1094,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1099,
                    "end": 1107,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2135,
                    "end": 2145,
                    "text": "Figure 1B)",
                    "ref_id": null
                },
                {
                    "start": 2313,
                    "end": 2322,
                    "text": "Figure S2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The present survey was conducted in Shanghai, one of the areas with well developed economy and affluent medical resources in China. After further evaluation, the Shanghai model of disaster medicine training suggested in this study should be validated and generalizable to other developing areas where the problem of unmatched economic development and disaster medicine education also exist. These data also provide useful evidence to help developing disaster medicine training plans in other developing world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The current study had limitations. Our community participants were from one district (Yangpu) in Shanghai chosen by cluster sampling. Sample sizes may influence results if comparing subgroups within clusters. Furthermore, other groups of disaster first responders such as firefighters and military personnel were not included in the current survey. Future studies focusing on these special groups will provide valuable information for disaster preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this large epidemiological study provided important data concerning knowledge level and training needs among the populations that would be involved in disaster rescue or affected by disasters. From a health education perspective, disaster training programs are urgently needed, with specific emphasis on certain contents, such as psychological relief and administrative skills. Our study enables a more comprehensive evaluation of current disaster preparedness situation and facilitates designing future disaster medicine training programs in China and other developing countries. Figure S1 Comparisons of the total scores on average and rates of correctly answering 5 important questions among clinicians, public health physicians, nurses, and medical technicians. A. Comparison of average scores; B.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 596,
                    "end": 605,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Comparison of correct answer rates. (TIF) Figure S2 Suggested diagram of disaster medicine training (Shanghai model).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 51,
                    "text": "Figure S2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Supporting Information"
        },
        {
            "text": "Table S1 List of the same questions in two questionnaires. (DOC) Questionnaire S1 Questionnaire for health professionals and medical students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(TIF)"
        },
        {
            "text": "Questionnaire S2 Questionnaire for community residents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(DOC)"
        },
        {
            "text": "(DOC)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(DOC)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mental health problems among the survivors in the hard-hit areas of the Yushu earthquake",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Resilience in the face of disaster: prevalence and longitudinal course of mental disorders following hurricane Ike",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Pietrzak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tracy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galea",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Kilpatrick",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruggiero",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Relationships between traumatic symptoms and environmental damage conditions among children 8 months after the 2011 Japan earthquake and tsunami",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Usami",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Iwadare",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kodaira",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aoki",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Impact of the deepwater horizon oil spill on a deep-water coral community in the Gulf of Mexico",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsing",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Shank",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Cordes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "109",
            "issn": "",
            "pages": "20303--20308",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Incidences, types, and influencing factors of snow disaster-associated injuries in Ningbo, China",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Disaster Med Public Health Prep",
            "volume": "6",
            "issn": "",
            "pages": "363--369",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "How China responded to the May 2008 earthquake during the emergency and rescue period",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Public Health Policy",
            "volume": "30",
            "issn": "",
            "pages": "393--374",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Disaster medicine training in family medicine: a review of the evidence",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Huntington",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Gavagan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Fam Med",
            "volume": "43",
            "issn": "",
            "pages": "13--20",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Healthcare worker competencies for disaster training",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Bass",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Whyne",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Kelen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Med Educ",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Factors influencing collaborative activities between non-professional disaster volunteers and victims of earthquake disasters",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Haraoka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ojima",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hayasaka",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Disaster 101: a novel approach to disaster medicine training for health professionals",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Carson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Greenwell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Emerg Med",
            "volume": "39",
            "issn": "",
            "pages": "220--226",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Perspectives of future physicians on disaster medicine and public health preparedness: challenges of building a capable and sustainable auxiliary medical workforce",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Kirsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Disaster Med Public Health Prep",
            "volume": "3",
            "issn": "",
            "pages": "210--216",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Medical student disaster medicine education: the development of an educational resource",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Pfenninger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Domres",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stahl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Houser",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Emerg Med",
            "volume": "3",
            "issn": "",
            "pages": "9--20",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A disaster medicine curriculum for medical students",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Kaji",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Coates",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Fung",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Teach Learn Med",
            "volume": "22",
            "issn": "",
            "pages": "116--122",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "European survey on training objectives in disaster medicine",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Delooz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Debacker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Johannik",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur J Emerg Med",
            "volume": "14",
            "issn": "",
            "pages": "25--31",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The SARS epidemic in mainland China: bringing together all epidemiological data",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "De Vlas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Q"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "N"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Trop Med Int Health",
            "volume": "14",
            "issn": "",
            "pages": "4--13",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Analysis of injuries and treatment of 3,401 inpatients in 2008 Wenchuan earthquake-based on Chinese Trauma Databank",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "X"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chin J Traumatol",
            "volume": "13",
            "issn": "",
            "pages": "297--303",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Current perspectives on medical education in China",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ip",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med Educ",
            "volume": "40",
            "issn": "",
            "pages": "940--949",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Medical education in China for the 21st century",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shiwaku",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fukushima",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Isobe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamane",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Med Educ",
            "volume": "33",
            "issn": "",
            "pages": "768--773",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Medical education and medical education research and development activities in modern China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Med Educ",
            "volume": "26",
            "issn": "",
            "pages": "333--339",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Need for continual education about disaster medicine for health professionals in China-a pilot study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Public Health",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Development and evaluation of an undergraduate training course for developing International Council of Nurses disaster nursing competencies in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "W"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Nurs Scholarsh",
            "volume": "42",
            "issn": "",
            "pages": "405--413",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Pilot training program for developing disaster nursing competencies among undergraduate students in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nurs Health Sci",
            "volume": "11",
            "issn": "",
            "pages": "367--373",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "China-Australia training on psychosocial crisis intervention: response to the earthquake disaster in Sichuan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Raphael",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Australas Psychiatry",
            "volume": "17",
            "issn": "",
            "pages": "51--55",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Evaluating the effectiveness of an emergency preparedness training programme for public health staff in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Public Health",
            "volume": "122",
            "issn": "",
            "pages": "471--477",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Development and evaluation of a leadership training program for public health emergency response: results from a Chinese study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Public Health",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Does leadership training make a difference? The CDC/UC Public Health Leadership Institute: 1991-1999",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Woltring",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Constantine",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schwarte",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Public Health Manag Pract",
            "volume": "9",
            "issn": "",
            "pages": "103--122",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "An estimation of Canada's public health physician workforce",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mcintyre",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Can J Public Health",
            "volume": "100",
            "issn": "",
            "pages": "199--203",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A simulation-based biodefense and disaster preparedness curriculum for internal medicine residents",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Summerhill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Mathew",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stipho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Artenstein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jagminas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Med Teach",
            "volume": "30",
            "issn": "",
            "pages": "145--151",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "What a disaster?! Assessing utility of simulated disaster exercise and educational process for improving hospital preparedness",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Bartley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Stella",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Prehosp Disaster Med",
            "volume": "21",
            "issn": "",
            "pages": "249--255",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The rates of correctly answering the key questions concerning disaster medicine between different populations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Key contents concerning disaster medicine training prioritized by health professionals, medical students, and community residents. doi:10.1371/journal.pone.0067041.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Interested contents concerning disaster medicine training prioritized by health professionals, medical students, and community residents. doi:10.1371/journal.pone.0067041.g004",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic characteristics of study participants (N = 2,529).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Number (%) of health professionals and medical students correctly answering the 16 questions in knowledge test section.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Number (%) of community residents correctly answering the 11 questions in knowledge test section.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Comparisons of correctly answering the 16 disaster medicine-related questions among 4 specialties of medical practitioners. (DOC)Table S3 Key contents of disaster medicine training prioritized by different study populations. (DOC)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Interested contents of disaster medicine training prioritized by different study populations. (DOC)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}