{
    "paper_id": "9d3e94d800e4c0263d01a9ceed3cc7b6af5a7478",
    "metadata": {
        "title": "Ebola virus disease outbreak in Korea: use of a mathematical model and stochastic simulation to estimate risk",
        "authors": [
            {
                "first": "Youngsuk",
                "middle": [],
                "last": "Ko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Konkuk University",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Seok-Min",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hongik University College of Engineering",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Soyoung",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Konkuk University",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Moran",
                "middle": [],
                "last": "Ki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Cancer Center",
                    "location": {
                        "settlement": "Goyang",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Eunok",
                "middle": [],
                "last": "Jung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Konkuk University",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": "junge@konkuk.ac.kr"
            }
        ]
    },
    "abstract": [
        {
            "text": "Ebola virus disease (EVD), called hemorrhagic fever, is a systemic illness caused by the Ebola virus. EVD infection starts with symptoms such as fever, weakness, headache, myalgia, and pharyngitis (dry phase) after nine days latent period (range, 2 to 21 days), and then vomiting and diarrhea develop (wet phase). Internal and external hemorrhage can be found. The patient may recover, in 10-12 days from the disease onset [1] [2] [3] . EVD is usually transmitted through close contact within 1 m distance involving transfer of bodily fluid; in particular, substantial transmission occurs from dead patients [4, 5] .",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 426,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 612,
                    "end": 614,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The largest epidemic was in 2014-2015 in West Africa (Guinea, Liberia, and Sierra Leone) with a total of 28,616 infected patients and 11,310 casualties [6]. Since EVD is transmitted by close contact and have a high mortality, it is not likely to progress into a pandemic, but the location of first outbreak site (the border of 3 countries) and the Western African funeral rituals (embracing or kissing the deceased) made the spread much greater. Moreover, it OBJECTIVES: According to the World Health Organization, there have been frequent reports of Ebola virus disease (EVD) since the 2014 EVD pandemic in West Africa. We aim to estimate the outbreak scale when an EVD infected person arrives in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Western Africa EVD epidemic mathematical model SEIJR or SEIJQR was modified to create a Korean EVD outbreak model. The expected number of EVD patients and outbreak duration were calculated by stochastic simulation under the scenarios of Best case, Diagnosis delay, and Case missing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The 2,000 trials of stochastic simulation for each scenario demonstrated the following results: The possible median number of patients is 2 and the estimated maximum number is 11 when the government intervention is proceeded immediately right after the first EVD case is confirmed. With a 6-day delay in diagnosis of the first case, the median number of patients becomes 7, and the maximum, 20. If the first case is missed and the government intervention is not activated until 2 cases of secondary infection occur, the median number of patients is estimated at 15, and the maximum, at 35.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Timely and rigorous diagnosis is important to reduce the spreading scale of infection when a new communicable disease is inflowed into Korea. Moreover, it is imperative to strengthen the local surveillance system and diagnostic protocols to avoid missing cases of secondary infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "to the virus through infected and hospitalized patients. It has been hypothesized that the spread of virus would be different depending on whether the infected and hospitalized patients are local C members or HCWs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The subscripts of each item, H and C, indicate the HCW group and C group, respectively. The model constant β specifies the rate of transmission of infection, and the subscripts onto β demonstrate the route of transmission. For instance, β CH refers to the rate of spread in the case where infected persons from the community spread the virus to HCWs. The λ was set by combining the different rates of infection from each group. Patients exposed to the virus become infected and can propagate the virus following a certain period. The constant κ is the rate of progression in the symptom onset of EVD, and 1/κ signifies the mean latent period of EVD. Patients with the onset of symptoms will be hospitalized after a certain period of time. The rate of hospitalization of infected patients is indicated by α, and 1/α is the average duration from onset of symptoms to hospitalization. Hospitalized patients become confirmed EVD cases through confirmatory diagnostic testing, and it is assumed that confirmed EVD patients will be isolated thereafter. The ratio of hospitalized patients to be isolated after confirmed diagnoses is defined as constant δ, and 1/δ is the average duration of hospitalized patients to be isolated after their confirmed diagnoses. The constant γ indicates the recovery rate of the isolated patients, and 1/γ signifies the mean isolation period for recovery. It is presumed that after the patients have been isolated, no further propagation can occur to susceptible patients. The mathematical model of the spread of EVD infection is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "was noted that the risk of infection amongst medical staff who had a relatively higher frequency of close contact with patients was substantially high [7] [8] [9] [10] [11] [12] . In the 2014 epidemic, USA, Spain, and UK, which have dispatched medical teams, also experienced casualties and cases of infection [8] [9] [10] . In the USA, it was reported that 2 cases of patients were returned home in the latent stage of EVD. One of them was not a healthcare worker (HCW), and in a related event, 2 additional cases of infection among medical staff have occurred domestically in the USA [13] [14] [15] .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The mathematical modeling of infectious diseases plays a crucial role to overcome the limitation of the induction method that uses experimental observation. Many Western Africa EVD mathematical models have been developed, and ones that take the funeral culture into account are also introduced [16, 17] .",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "By using the mathematical modeling and stochastic simulation, this study aims to analyze the importance of timing of diagnosis of the first case and early isolation of patients. The number of new patients is estimated in the event that a EVD infected patient arrives in Korea, assuming the delay in diagnosis for the first patient, and assuming the failure to detect EVD until several cases of secondary infected patients are found.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "One of the significant transmission routes of EVD is known to be the infection of medical staff who have frequent contact with patients, and the transmission by the infected staff. Therefore, this study divided the entire population into a HCW group and the Community (C) group to consider the heterogeneity of. After dividing the population into the HCW and C groups, each group was subdivided into the Susceptible (S), Exposed (E), Infectious (I), Hospitalized (J), Isolation-treated (Q), and Recovered (R) groups. During the isolated treatment period following the confirmed diagnosis, it is assumed that no spread of infection would occur. Since the J and R groups in the HCW and C groups have the same behavioral patterns, contact rates, and rates of transmission, they were not divided further into medical and non-medical groups. Figure 1 shows the flow of spread of EVD, and light blue color was used to demarcate the areas of the hospitals from the local community.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 837,
                    "end": 845,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "To establish the mathematical model of Korean EVD, the Western African EVD epidemic model (Supplementary Material 1) from the 2014 Sierra Leone data was modified to fit the circumstances of the Korean healthcare system. Firstly, unlike Western Africa, where infection from the funeral customs was an important route for spreading, it was assumed that the Korean healthcare environment would not lead to infection through contact with the bodies of the deceased. In addition, all patients with EVD symptoms were assumed to be hospitalized and isolated. The duration from the day of onset of EVD symptoms to the day of hospitalization and isolation periods was set with reference to cases imported into the USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "The S group, which has never contracted Ebola virus, is exposed",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "The S group, which has never contracted Ebola virus, is exposed to the 117 hospitalized patients. It has been hypothesized that the spread of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "The S group, which has never contracted Eb 117 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "The definition and values of the parameters in the spread model of Korean EVD are shown in Table 1 . The rate of transmission of infection (β) is estimated by using the World Health Organization (WHO) report of new EVD case data for Sierra Leone at the time of the 2014 Western African EVD. EVD epidemic data were estimated by comparing data from the WHO's weekly accumulating patient number and that of the model from corresponding dates. It was also based on rates of transmission of infection that minimize the squared difference between the number of new cases from the data and from the model estimation, using the least square fitting method [6] . In parameter estimation, the direction of spread between the C and HCW groups was not considered. In other words, β HC = β CH . The details for estimating the rate of EVD spread using the Sierra Leone data are described in the Supplementary Material 2, and all rates of propagation, except for spread by dead bodies, are identical to the Western African model. The total number of susceptible patients (S C [0]+S H [0]) in the model is 51,709,000, within which the number of HCWs (S H [0]) is 558,970 [18, 19] . The first imported patient is assumed to be one from the latent patients in the community (E C [0] = 1). The basic reproductive number of EVD infections (R 0 ) is calculated using the Nextgeneration method [20] .",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 651,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1155,
                    "end": 1159,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 1160,
                    "end": 1163,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1372,
                    "end": 1376,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 98,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "Based on the mathematical model of the domestic spread of 7 signifies the mean isolation period for recovery. It is presumed that after the patients have been 134 isolated, no further propagation can occur to susceptible patients. The mathematical model of the 135 spread of EVD infection is as follows: 136",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "EVD transmission, estimates of possible number of patients and duration of outbreak for each corresponding response scenario for domestic imported cases of EVD were made with the Gillespie algorithm, which is a stochastic model simulation that is run by units of individual events [21] .",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "Further detailed description of the mathematical modeling and stochastic simulation which are used in this research is provided in the supporting information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "We assume the outbreak situation that EVD infected C member in latent period, which is identical to one E C in the mathematical model, arrives in Korea. Later he or she experience symptoms onset and should be hospitalized, and following confirmation of EVD diagnosis, he or she should be isolated. EVD can be transmitted from patients who have experienced the onset of symptoms but are not isolated yet (I, J). It is assumed that the first confirmed diagnosis of an EVD patient, the intervention would commence. If the intervention policy is activated, it is presumed that the duration from symptom onset to hospitalization would decrease from 4 days to 2 days in the C and 3 days to 2 days in the hospital, and that the duration of confirmed diagnosis to isolation following hospitalization would be shortened from 2 days to 1 day. It is likewise expected that people would socially limit close contact, which would result in a 20% decrease HCWs, healthcare workers. 7 signifies the mean isolation period for recovery. It is presumed that after the patients have been 4 isolated, no further propagation can occur to susceptible patients. The mathematical model of the 5 spread of EVD infection is as follows: 6 of transmission rates (β CC , β HC , β HH , and β JC ), and also that, within the hospital, the transmission rate to HCWs by patients (β JH ) would decrease by 60% ( Table 2) . Arrival of EVD patient and response scenarios are composed of the Best scenario (SI) and two additional scenarios as shown below.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1378,
                    "end": 1386,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Ebola virus disease patient arrival scenario"
        },
        {
            "text": "SI: Following hospitalization of the first EVD patient, EVD diagnosis and isolation is immediately performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ebola virus disease patient arrival scenario"
        },
        {
            "text": "Diagnosis delay scenario (SII): Following hospitalization of the first EVD patient, there is a 3-day or 6-day delay in the diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ebola virus disease patient arrival scenario"
        },
        {
            "text": "Case missing scenario (SIII): The EVD case is not recognized until the hospitalization of 1 or 2 secondary infected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ebola virus disease patient arrival scenario"
        },
        {
            "text": "Ethical approval was not required because this study was based on a series of computer simulations and did not use any human or animal data in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "To analyze the patterns of transmission of the EVD infection after a community member in a latent stage has been arrived, stochastic simulation results were obtained by 2,000 trials. In the analysis of simulation results, the total number of patients is the sum of and from the mathematical model. Figure 2 depicts the changes of numbers of patients as the result from 2,000 trials in SI; more specifically, the number of patients of the 5 randomly selected results, mean of total number of patients from the entire simulation, and the upper bound of 95% confidence interval (CI) of patient number (a percentile of 97.5% of all 2,000 trials), are represented in gray curved lines, red solid lines, and red dashed lines, respectively. The results demonstrated that there can be at the most 3.5 patients within the 95% CI after 25 days the first imported case of a patient, and that the number of patients remains less than 1 on average. Figure 3 shows the distribution of each simulation result as a box plot, regarding the predicted number of patients and epidemic duration that points to the recovery of the last patients. Table 3 lists the results for each EVD response scenario; total number of patients for C group and HCW group; median and maximum, and minimum values of the CI; maximum number of new cases per day; epidemic duration; and the probability of estimated total cases having greater than or equal to 10, 20, and 30 patients, which is calculated by the ratios of number of trials with those patients numbers, as well as the basic reproductive number before the intervention.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 306,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 936,
                    "end": 944,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1124,
                    "end": 1131,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In SI, the median for the total predicted number of patients was calculated as 2 and the maximum number as 11. The probability of having more than or equal to 10 patients was 4.1%, and median epidemic duration was approximately 44 days. It is of interest to note that the results are similar to that of EVD cases in the USA [13] [14] [15] .",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In SII with 3-day of diagnosis delay, a total of 5 cases (2 in C and 3 in HCW) are predicted to occur. The maximum number of new patients in a day is predicted to be 2 at day 23 from the first domestic imported case, and the epidemic duration is estimated to be approximately 2 months (58 days). If there is a 6-day of diagnosis delay, a total of 7 patients are expected, and the duration of epidemics would extend to 69 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In SIII with 1 case missing, the median number of infected patients becomes 8 (3 in C and 5 in HCW). At the most 3 new patients would be observed per day in the day 24 after the first EVD patient arrives, and the epidemic duration is expected approximately 77 days. Impact of 1 case missing is equal nearly an 8-day diagnosis delay in SII, within around 88 days of epidemic, the median number of infected cases would involve 15 patients (5 in C and 10 in HCW), and it is predicted that at day 24, at the most 5 patients would appear per day. When there are 2 case missing, there is a 75.7% chance that more than 10 new cases would occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "A delay in the diagnosis of the first EVD patient arrival and secondary cases have resulted in an increase in the number of EVD patients and epidemic duration. If the assumption is made that no diagnosis is confirmed nor the first EVD patient is isolated for 3 days after he or she has been hospitalized (SII: 3 days), it was found that 1 new secondary case in the C and 2 cases from HCWs would additionally occur compared to the numbers from the prompt diagnosis and isolation against the first imported case (SI); The epidemic duration is supposed to increase by 14 days, and the probability of having more than 10 cases is 10.5%, which is 6.4% points higher than that of the prompt diagnosis and isolation scenario against the first domestic case. When there is 6 days of diagnosis delay, 5 more secondary infection cases (2 C and 3 HCW patients) are estimated to occur, and epidemic duration is likely to be 25 days longer, compared to those in the scenario involving early diagnosis and isolation of the first case. The probability of having more than 10 new patients is found to be 21.2%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In SIII with 1 case missing, it is calculated that additional 2 and 4 new secondary cases in the C and HCWs would be involved compared to SI, respectively. The outbreak duration is increased by 33 days. The probability of involving more than 10 new patients is 32.8%, which is 8 times greater compared with SI, while the probability involving more than 20 patients is shown to be 1.6%. It is predicted that when there are 2 case missing, additional 13 cases with secondary infection would occur, resulting in a total of 15 patients. The results of 2 case missing have shown a much greater scale of epidemic; the probability of having more than 10 patients is more than doubled, and that of having more than 20 patients is 12.68 times higher compared with missing a case until 1 secondary infection patient is found. In particular, when compared to SI, the total number of patients increased from 2 to 15, and the probability of having more than 10.0% of the total predicted patients increased from 4.1% to 75.7%. The simulation results demonstrate that an EVD epidemic can arise when secondary infection occurs because of missed diagnosis of the primary infection case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the simulation, most of the increase in total patients in SII and SIII compared with that in SI is from the HCW group, as characteristics of EVD transmission that the risk of infection is shown to be higher for HCWs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this study, EVD mathematical model in Korea was built and simulations were performed that predict the scale of new patients and the duration of epidemics, considering the intervention policy similar to that in USA, under the SII and SIII. If EVD outbreak situation similar to the USA case is considered, it is expected that there would be 1 secondary infected HCW. However, if there is a 6-day of diagnosis delay, it was observed that a total of 7 new patients are expected. When there are 2 missing cases, the total number of patients becomes 15 in terms of median number, and within the CI, a maximum number of 35 cases can occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There has been no EVD outbreak in Korea, and thus, the parameters of the model were estimated from the Western Africa EVD epidemic. The transmission rate in Korea cannot be the same as that of Sierra Leone where social contact patterns are dissimilar. However, as was observed in 2015 Middle East respiratory syndrome epidemic, which demonstrated that Korea can have higher rate of spread than that of the country of the origin, it cannot be ascertained that the transmission rate would be low in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Simulation results showed that, it is highly critical that the first infected patient undergo confirmatory diagnosis as soon as possible, followed by promptly activating the intervention policy such as isolation. Therefore, to facilitate prompt identification of patients and to diagnosis, it can be emphasized that it is necessary to construct a contingency system such as monitoring and tracing for infectious diseases, as well as identification of international travel history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Supplementary materials are available at http://www.e-epih.org/. Korean version is available at http://www.e-epih.org/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY MATERIALS"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Understanding Ebola: the 2014 epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schaack",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Global Health",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ebola virus shedding and transmission: review of current evidence",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vetter",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fischer Wa 2nd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schibler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Bausch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Infect Dis",
            "volume": "214",
            "issn": "3",
            "pages": "177--184",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Understanding Ebola virus transmission",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Judson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prescott",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Viruses",
            "volume": "7",
            "issn": "",
            "pages": "511--521",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ebola hemorrhagic fever transmission and risk factors of contacts",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Francesconi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yoti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Declich",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Onek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fabiani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Olango",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Uganda. Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "1430--1437",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ebola situation reports: archive",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimating the number of secondary Ebola cases resulting from an unsafe burial and risk factors for transmission during the West Africa Ebola epidemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiffany",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Dalziel",
                    "suffix": ""
                },
                {
                    "first": "Kagume",
                    "middle": [],
                    "last": "Njenge",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Johnson",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Nugba",
                    "middle": [],
                    "last": "Ballah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Negl Trop Dis",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ebola outbreak in West Africa",
            "authors": [],
            "year": 2014,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Overview, control strategies, and lessons learned in the CDC response to the 2014-2016 Ebola epidemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Damon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Kenyon",
                    "suffix": ""
                },
                {
                    "first": "Nichol",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "65",
            "issn": "",
            "pages": "4--11",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ebola virus disease outbreak in West Africa",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gatherer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "95",
            "issn": "",
            "pages": "1619--1624",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "World Health Organization. Health worker Ebola infections in Guinea",
            "authors": [
                {
                    "first": "Sierra",
                    "middle": [],
                    "last": "Liberia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leone",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "World Health Organization. Ebola data and statistics",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "First diagnosed case of Ebola in the U.S. CNN",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Liberia says Dallas Ebola patient lied on exit documents USA Today",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stanglin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "New York doctor just back from Africa has Ebola",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nbc News",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Understanding the dynamics of Ebola epidemics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Legrand",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Grais",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boelle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flahault",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Epidemiol Infect",
            "volume": "135",
            "issn": "",
            "pages": "610--621",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mathematical assessment of the effect of traditional beliefs and customs on the transmission dynamics of the 2014 Ebola outbreaks",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Agusto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Teboh-Ewungkem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Gumel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Med",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Statistical yearbook of health and welfare",
            "authors": [],
            "year": 2019,
            "venue": "Ministry of Health and Welfare",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "On the definition and the computation of the basic reproduction ratio R0 in models for infectious diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Metz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Math Biol",
            "volume": "28",
            "issn": "",
            "pages": "365--382",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Exact stochastic simulation of coupled chemical reactions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Phys Chem",
            "volume": "81",
            "issn": "",
            "pages": "2340--2361",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "118 depending on whether the infected and hospitalized patients are loca 119 HCWs. The subscripts of each item, H and C, indicate the HCW grou 120 respectively. The model constant specifies the rate of transmission of in 121 onto demonstrate the route of transmission. For instance, �� refers t 122 case where infected persons from the community spread the virus to 123 combining the different rates of infection from each group. Patients exp 124 infected and can propagate the virus following a certain period. The 125 progression in the symptom onset of EVD, and 1/ signifies the mean lat 126 with the onset of symptoms will be hospitalized after a certain per 127 hospitalization of infected patients is indicated by , and 1/α is the av 128 of symptoms to hospitalization. Hospitalized patients become confir 129 confirmatory diagnostic testing, and it is assumed that confirmed EVD 130 thereafter. The ratio of hospitalized patients to be isolated after confirme 131 constant , and 1/δ is the average duration of hospitalized patients 132 confirmed diagnoses. The constant indicates the recovery rate of the 133 signifies the mean isolation period for recovery. It is presumed that aft 134 isolated, no further propagation can occur to susceptible patients. The m 135 spread of EVD infection is as follows: 136",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Flowchart of Ebola virus disease model. Light blue color was used to demarcate the areas of the hospitals from the local community. S, Susceptible; E, Exposed; I, Infectious; J, Hospitalized; Q, Isolation-treated; and R, Recovered groups, respectively. Please refer the methods section for the subscripts of each item. Community Hospital",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Estimated number of existing cases after the first patient of Ebola virus disease entered Korea, using model simulations. Grey curves are randomly sampled 5 simulations. Red curve indicates mean number of existing cases and dashed red curve indicates upper limit within 95% confidence interval.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Boxplot results by scenario: SI, Best case; SII, Diagnosis delay (d); SIII, Case missing (n). On each box, red horizontal line indicates the median and bottom and top of each box indicates 25th and 75th percentiles, respectively. Whiskers reach extreme points within the confidence interval. Red crosses are outliers of the stochastic simulation.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Model parameters to estimate outbreak size of Ebola virus disease",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Model parameters before and after intervention for Ebola virus disease outbreak",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Estimated number of cases and duration of outbreak of Ebola virus disease by scenario",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no conflicts of interest to declare for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}