{
    "paper_id": "9d7be8a36427c181f25d57999d889ac99807ece3",
    "metadata": {
        "title": "WHO Regional Office for the Western Pacific, Manila",
        "authors": [
            {
                "first": "Philippines",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "WHO Collaborating Centre for Reference and Research on Influenza",
                    "institution": "Peter Doherty Institute for Infection and Immunity",
                    "location": {
                        "settlement": "Melbourne",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A s we observe the 100th anniversary of the 1918 influenza pandemic, we are reminded of the importance of preparedness for and adequate response to influenza, and the critical role of influenza surveillance through laboratory detection. Influenza virus detection has helped drive the development of diagnostic and virology laboratories in the World Health Organization (WHO) Western Pacific Region over the last 10-15 years, at the same time strengthening their capacity to detect and respond to infectious threats beyond influenza. Such cross-cutting approaches are advocated under the Asia Pacific Strategy for Emerging Diseases and Public Health Emergencies (APSED III), 1 which continues to guide Member States in advancing implementation of the International Health Regulations, 2005 2 and has a dedicated focus on strengthening laboratory capacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For over 65 years, worldwide surveillance of influenza has been conducted through the WHO Global Influenza Surveillance and Response System (GISRS) laboratory network. 3 National Influenza Centres (NICs, usually national or provincial diagnostic or reference laboratories) report in-country influenza activity to WHO and refer a subset of clinical specimens or virus isolates to WHO collaborating centres (WHO CCs) for detailed antigenic and genetic characterization, antiviral drug susceptibility testing and other analyses. WHO CCs, H5 Reference Laboratories, Essential Regulatory Laboratories and other experts meet twice-yearly to review laboratory and epidemiological data to assist WHO in making recommendations on suitable virus strains for seasonal and pandemic influenza vaccines. 3 In 2017, GISRS laboratories in the Western Pacific Region tested nearly 800 000 specimens for influenza ( Fig. 1) . GISRS monitoring of circulating influenza viruses in humans enables timely detection and reporting of significant changes in seasonal influenza viruses such as the emergence of the influenza A(H1N1) pandemic virus in 2009 and the rapid global spread of oseltamivir-resistant seasonal H1N1 viruses in 2007-2008. 4 It also increases the speed with which novel influenza A subtypes with pandemic potential can be detected, like avian influenza A(H7N9). Through the Pandemic Influenza Preparedness Framework, vaccine, antiviral and diagnostics manufacturers benefitting from the sharing of viruses and data collected through GISRS return a monetary contribution to WHO to help strengthen surveillance in the laboratory network, particularly in countries with lower capacity. 3 The system does have limitations, however, that reflect country capacities and priorities. For instance, the resources needed to maintain NICs and surveillance are primarily concentrated in larger Western Pacific Region Member States rather than small Pacific islands, and countries with unusual numbers of cases are more likely to prioritize sharing. Nevertheless, sharing is key to the success of GISRS, and attention, support and advocacy should be invested into enhancing country participation.",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 791,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1219,
                    "end": 1220,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1679,
                    "end": 1680,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 898,
                    "end": 905,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Fast, accurate and reliable methods for the diagnosis of influenza virus infection are needed for surveillance of emerging viruses, outbreak management, early antiviral treatment, prophylaxis and infection control. The traditional method of influenza virus detection by isolation in eggs or cell culture followed by antigenic typing is labour-intensive and time-consuming, particularly in NICs are mandated to maintain high technical capacity for influenza testing 3 and are evaluated on the quality of their testing through external quality assessment (EQA). Following several outbreaks of human infection with avian influenza A(H5N1), WHO initiated an EQA programme in 2007 to monitor the quality of PCR detection of influenza virus, and to identify gaps in testing and potential areas of support to NICs. The programme has since grown in sophistication and now includes seasonal influenza A, influenza B and other non-seasonal influenza A viruses responsible for human infections, as well as drug susceptibility analysis. In the Western Pacific Region, the percentage of NICs scoring fully correct results for the detection of influenza virus by PCR increased from 57.1% in 2007 (Frank Konings, WHO, personal communication, 2018) to 84.2% in the 2017 round of the EQA programme. 6 In a related first-run EQA to evaluate performance in the isolation and identification of influenza viruses in cell culture, over two-thirds of regional NICs had 80% or more correct results. 7 the context of an outbreak. Polymerase chain reaction (PCR) techniques developed in the past 25 years enabled the rapid and specific detection of viral nucleic acid sequences, becoming the gold standard for diagnosis and surveillance. Since 2004, PCR has been instrumental in the early detection of various zoonotic influenza viruses in humans, including A(H5N1), A(H5N6), A(H7N9), A(H9N2) and others in the Western Pacific Region. 5 NICs worldwide now routinely perform conventional, real-time and/or multiplex PCR for molecular detection of influenza viruses. In addition to PCR, some NICs in the Western Pacific Region have introduced other molecular tests (e.g. sequencing, pyrosequencing, next-generation sequencing) as well as serological assays (e.g. haemagglutination inhibition, virus neutralization) and testing for sensitivity to antiviral drugs. Nevertheless, serological and drug-sensitivity assays require influenza viruses to be amplified from clinical material, meaning that laboratories performing these tests must still maintain good capacity for traditional methods. Specimens tested (10 000s)",
            "cite_spans": [
                {
                    "start": 1282,
                    "end": 1283,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1909,
                    "end": 1910,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the majority of NICs in the Region actually test a broad range of infectious diseases or are housed in institutions that do, the benefits of technical and human resource strengthening through GISRS have been crosscutting. Annual NIC meetings bring together experts to discuss progress, obstacles and best practices, helping to strengthen countries' laboratory technical capacity through better coordination, a key strategic action in APSED III. Molecular testing available in the GISRS laboratory network has also formed the basis of regional preparedness for detection of emerging pathogens, including Middle East respiratory syndrome coronavirus 8 and Zika virus. 9 Similarly, drawing on the established EQA programme for PCR detection of influenza virus, WHO worked with WHO CCs to develop and distribute an EQA for arboviruses to the network, starting with dengue virus in 2013 and now including chikungunya, Zika and yellow fever viruses. 10 Not solely an evaluation of performance, EQA helps to reveal problems in general laboratory practices, improves the reliability of delivering accurate test results in a timely manner and is usually required for laboratory accreditation. 11 Finally, there has long been strong focus on NIC staff development through training in data management and analysis, virus isolation, sequencing and bioinformatics, drug susceptibility testing, infection prevention and control and shipping of infectious substances. These skills are clearly applicable beyond influenza work, multiplying the benefits of the initial investment manyfold.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 652,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 669,
                    "end": 670,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 947,
                    "end": 949,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1187,
                    "end": 1189,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the 1918 pandemic and the later introduction of GISRS, regional NICs have been maintaining traditional methods, incorporating new technologies and building human resource capacity to help strengthen preparedness and response to influenza. The cross-cutting advantages generated and the benefits of sharing and collaboration through GISRS contribute to better preparedness for future outbreaks of influenza and other infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Asia Pacific Strategy for Emerging Diseases and Public Health Emergencies (APSED III): advancing implementation of the International Health Regulations",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Geneva: World Health Organization",
            "authors": [],
            "year": 2005,
            "venue": "International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO Consultation on Pandemic Influenza A (H1N1) 2009 Virus Resistance to Antivirals. Antiviral resistance during the 2009 influenza A H1N1 pandemic: public health, laboratory, and clinical perspectives",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hurt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chotpitayasunondh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fry",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Gubareva",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet Infect Dis",
            "volume": "12",
            "issn": "3",
            "pages": "240--248",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(11)70318-8"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "From H5N1 to HxNy: An epidemiologic overview of human infections with avian influenza in the Western Pacific Region",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hamid",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Arima",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dueger",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Konings",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "West Pac Surveill Response",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "WHO External Quality Assessment Project for the detection of influenza virus type A by PCR",
            "authors": [],
            "year": 2018,
            "venue": "Geneva: World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The first external quality assessment of isolation and identification of influenza viruses in cell culture in the Asia Pacific region",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Reading",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Buettner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gillespie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Virol",
            "volume": "97",
            "issn": "",
            "pages": "54--62",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2017.10.018"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preparedness for molecular testing for Middle East respiratory syndrome coronavirus among laboratories in the World Health Organization Western Pacific Region. West Pac Surveill Response",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Squires",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Konings",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5365/wp-sar.2014.5.3.001pmid:25320675"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Health Organization Regional Office for the Western Pacific Zika Incident Management Team. Preparedness for Zika virus testing in the World Health Organization Western Pacific Region. West Pac Surveill Response",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Squires",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Konings",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5365/wpsar.2016.7.1.007"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "External quality assessment for arbovirus diagnostics in the World Health Organization Western Pacific Region, 2013-2016: improving laboratory quality over the years. West Pac Surveill Response",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Abdad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Squires",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cognat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Oxenford",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Konings",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5365/wpsar.2017.8.3.001"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Laboratory quality management system: handbook. Geneva: World Health Organization",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "AFR, African Region; AMR, Americas Region; EMR, Eastern Mediterranean Region; EUR, European Region; GISRS, Global Influenza Surveillance and Response System; SEAR, South-East Asia Region; WHO, World Health Organization; WPR, Western Pacific Region. Data obtained from FluNet (http://www.who.int/influenza/gisrs_laboratory/flunet/en/), a global web-based tool for influenza virological surveillance and provided by National Influenza Centres (NICs) in the WHO GISRS network. NICs in the Western Pacific Region are located in: Australia (three laboratories), Cambodia, China, Fiji, Hong Kong SAR (China), Japan, the Lao People's Democratic Republic, Malaysia (two laboratories), Mongolia, New Caledonia (France), New Zealand (two laboratories), Papua New Guinea, the Philippines, the Republic of Korea, Singapore and Viet Nam (two laboratories).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Number of clinical specimens tested for influenza by the GISRS laboratory network in the six WHO regions from 2010",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Influenza virus detection: driving change in public health laboratories in the Western Pacific RegionRaynal C Squires, a Patrick C Reading, b Sheena G Sullivan, b Ian G Barr b and Frank Konings c Correspondence to Frank Konings (email: koningsf@who.int)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are grateful to staff at the WHO CCs for Reference and Research on Influenza and to Dr Erica Dueger for their critical reading of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}