{
    "paper_id": "9de48553eac5b5676f0e796f544e04634d39aaa4",
    "metadata": {
        "title": "Targeting a ribonucleoprotein complex containing the caprin-1 protein and the c-Myc mRNA suppresses tumor growth in mice: an identification of a novel oncotarget Supplementary Information",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In-gel digestion of protein samples. The gel pieces were washed with ddH 2 O and destained in 30 mM potassium ferricyanide (Sigma-Aldrich) and 100 mM sodium thiosulfate (Sigma-Aldrich) for 20 min until they became colorless. Disulfide bonds were reduced by treatment with 10 mM dithiothreitol (DTT, Amersham Biosciences) in 100 mM ammonium bicarbonate (JT Baker) for 1 h at 56°C. Iodoacetamide (Sigma-Aldrich) was then used to alkylate the cysteine residues. The samples were diluted with 50 mM ammonium bicarbonate, dehydrated with acetonitrile (ACN, Echo Chemical), and subjected to 0.001% trypsin (Biological Industries) digestion overnight at 37°C. The next day, the peptide samples were acidified with 5% formic acid (Acros Organics), and analyzed by LC/MS/MS using a Thermo Scientific LTQ XL mass spectrometer (Thermo Scientific).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Materials and Methods"
        },
        {
            "text": "Co-immunoprecipitation. HONE-1 cell lysates (1500 µg) were incubated with 4 µg of anti-caprin-1 antibody (ProteinTech Group) or GAR (Perkin-Elmer) in PBS containing 10 µM biotinylated tylophorine at 4°C for 4 h with constant agitation. The lysates were then incubated with washed protein G agarose (Millipore) at 4°C for 1.5 h. The beads were washed 5 times with PBS. Caprin-1-bound proteins were then eluted with Laemmli buffer, analyzed by 10% SDS-PAGE, and subjected to western immunoblot analysis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Materials and Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "1 H-NMR and 13 C-NMR data of biotinylated tylophorine (BT)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Supplemental Stress granules were not induced in carcinoma cells after tylophorine treatment. NUGC-3 (A), HONE-1 (B) and HeLa (C) cells were treated with DMSO, 500 μM arsenite, or 2 μM tylophorine for 1.5 h and 24 h. Stress granules assembly were detected by staining with anti-G3BP1-TRITC and PABP-FITC and captured with Leica TSC SP5 laser-scanning confocal microscope. The merged image includes DAPI-stained nuclei. DAPI was used for nuclear counterstaining. The total cell number and stress granules were counted with Image-J software (National Institutes of Health) (D). The results shown are representative of 3 independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "stress granules number present (total cell number counted) Tylophorine treatment significantly decreased the PTEN protein levels in HONE-1, NUGC-3, and MCF7 carcinoma cells. Cells were treated with vehicle DMSO or tylophorine for 24 h. The resultant cell lysates were analyzed by western blotting with the antibodies indicated. The results shown are representative of 3 independent experiments. 9. Supplemental Figure 3. Ectopically overexpressed c-Myc did not affect the c-Jun accumulation by tylophorine. HONE-1 cells were transfected with expression vectors indicated for 24 h prior to vehicle DMSO or tylophorine treatment as indicated concentrations for another 24 h. The resultant cell lysates were analyzed by western blotting with the antibodies indicated. The results shown are representative of 3 independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "IC 50 values for Growth inhibition of biotinylated Gene primer pairs used for PCR. Antibodies used for western blots.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}