{
    "paper_id": "9ea81809febb5da9242f91f23bc9e2fa4bfdeed6",
    "metadata": {
        "title": "Considerations on BVD eradication for the Irish livestock industry",
        "authors": [
            {
                "first": "Damien",
                "middle": [
                    "J"
                ],
                "last": "Barrett",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sligo Regional Veterinary Laboratory",
                    "location": {
                        "settlement": "Doonally, Sligo",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Simon",
                "middle": [
                    "J"
                ],
                "last": "More",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sligo Regional Veterinary Laboratory",
                    "location": {
                        "settlement": "Doonally, Sligo",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "A"
                ],
                "last": "Graham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sligo Regional Veterinary Laboratory",
                    "location": {
                        "settlement": "Doonally, Sligo",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Joe",
                "middle": [],
                "last": "O&apos;flaherty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sligo Regional Veterinary Laboratory",
                    "location": {
                        "settlement": "Doonally, Sligo",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "L"
                ],
                "last": "Doherty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sligo Regional Veterinary Laboratory",
                    "location": {
                        "settlement": "Doonally, Sligo",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Gunn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sligo Regional Veterinary Laboratory",
                    "location": {
                        "settlement": "Doonally, Sligo",
                        "country": "Ireland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Animal Health Ireland has produced clear guidelines for the control of Bovine Viral Diarrhoea (BVD) infection in Irish cattle herds. In the course of developing these guidelines it was clear that a framework for regional and/or national BVD control would be required to increase the uptake of BVD control at farm level and reduce the overall prevalence of the disease. This paper assessed the economic impact of BVD, epidemiological aspects of the disease to its control, models of BVD control, international experiences of BVD control programmes. The technical knowledge and test technology exists to eradicate BVD. Indeed, many countries have successfully and others are embarking on control of the disease. The identification and prompt elimination of PI cattle will form the basis of any control programme. The trade of such animals must be curtailed. Pregnant and potentially pregnant carrying PI foetuses pose a significant threat. International experience indicates systematic, well coordinated programmes have the most success, while voluntary programmes can make good initial progress but ultimately fail. The farming community must buy into any proposed programme, and without their support, failure is likely. To buy into the programme and create such a demand for BVD control, farmers must first be well informed. It is likely that stemming economic loss and improving productivity will be the primary motivator at individual farm level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Animal Health Ireland (AHI) is an industry-led, not-forprofit partnership between livestock producers, processors, veterinary surgeons, animal health advisers and government. Its remit includes diseases and conditions of livestock which are endemic in Ireland, but which are not currently subject to regulation and coordinated programs of control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Bovine Viral Diarrhoea (BVD) emerged as a significant animal health concern in a survey of dairy and beef farmers and from a Delphi study of animal health experts [1] . As a result of these studies, BVD control was prioritised as an objective for AHI. A technical working group (TWG) was convened, which consisted of European specialists in bovine health management, of veterinarians from private practice with a special interest in BVD, as well as veterinarians from the state veterinary laboratory service, the pharmaceutical industry and the animal breeding industry. This group initially developed an externally reviewed guide for controlling BVD at individual farm level, outlining the steps required for an individual farmer to eliminate BVD virus from his herd and prevent further introduction of the infection [2] . In the course of the TWG discussions, it was clear that a framework for regional and/or national BVD control would be required to increase the uptake of BVD control at farm level and reduce the overall prevalence of the disease, which in turn will reduce the risk of reintroduction of the virus to those herds from which the disease has been eliminated.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The purpose of this paper was to inform the debate in the livestock industry on a coordinated nation approach to the control/eradication of BVD in Ireland.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Agriculture is a very significant contributor to the Irish economy. There are 6.6 million cattle in Ireland and this is made up of one million beef suckler cows and one million dairy cows [3] . There are approximately 128,000 land holdings in Ireland, of which approximately 85,000 breed cattle. The gross agricultural output of the beef and dairy industries were calculated to be €2.55 billion in 2009. The agri-food and drink sector accounts for 9% of Irelands economy-wide GVA or about 16% of total industrial sector output, 10 .5% of Ireland's exports and 8.2% of total employment [4] . The agri-food and drink sector accounts for 9% of Irelands economy-wide GVA or about 16% of total industrial sector output, 10 .5% of Ireland's exports and 8.2% of total employment. The relative importance of agriculture to the economy has increased since the decline in other parts of the economy.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 530,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 715,
                    "end": 717,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Significance of the cattle industry to the Irish economy"
        },
        {
            "text": "On-farm impact of BVD BVD infection in dairy herds can result in reduced milk production, poor reproductive performance, growth retardation, increased susceptibility to other diseases, unthriftiness, early culling and increased mortality among young stock [5] . In disease outbreaks, the costs associated with BVD infection have been estimated to range from €19 to €600 per cow. This observed variation may reflect methodological differences, outbreak severity as well as farm and regional economic conditions. An Irish study calculated the cost of a BVD outbreak in a research dairy herd as €88 per cow [6] . This is acknowledged as a conservative estimate as it does not include costs associated with poor calf health.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Economic impact of BVD"
        },
        {
            "text": "The data on the economic impact of BVD in beef herds are more limited. A stochastic economic model of active BVD infection in Scottish beef cattle has calculated the cost of BVD in a suckler herd to be £37 (€40 -€44, depending on exchange rate) per cow per annum [7] . This model was based on a herd of 100 cows, 100 calves and 30 replacement heifers, operated as a single management unit. It was assumed that there was no BVD control in the herd and no re-introduction of infection. However, in a field situation where there is no systematic approach to BVD control, the re-introduction of BVD is always a potential risk. The study attributed these costs to immunosuppression of calves (7%), congenital defects/growth retardation (5%), persistently infected (PI) calves (19%), persistently infected cows and heifers (16%), abortions (9%) and other reproductive loss in cows and heifers (44%). It concluded that control of the disease is financially rewarding and worthy of consideration by individual farmers.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 266,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Economic impact of BVD"
        },
        {
            "text": "Several Scandinavian countries have successfully eradicated BVD [8] [9] [10] . BVD control is well advanced in Austria and Switzerland [11, 12] . The World Organisation for Animal Health (OIE) have listed BVD. Within the EU, countries that fail to put control programmes in place may be at a competitive disadvantage when trading and competing with BVD free countries. Eradicating BVD will increase efficiency at producer level by increasing reproductive performance and by increasing the productivity of individual animals [13] . This will increase agricultural output, increasing the supply of produce for consumer. This increased efficiency will also reduce the level of carbon emitted per unit of livestock produce [14] .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 68,
                    "end": 71,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 72,
                    "end": 76,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "[11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Implications of BVD eradication"
        },
        {
            "text": "Successful eradication requires timely detection and elimination of persistently infected animals (PIs). The control measure must be completely effective in breaking transmission, simple in application and be relatively inexpensive to implement. It is important that the source and spread of the disease is well understood and that it is technically feasible to successfully eradicate the disease [15] . BVD has several characteristics that facilitate its eradication as outlined below.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological factors relevant to the eradication of BVD"
        },
        {
            "text": "Cattle can become persistently infected with the virus if they are infected as unborn calves in the uterus in early pregnancy, and such animals are infected for life. Such PI animals are the main source of BVD virus infection, and excrete BVD virus in all their secretions and excretions through out their lives [16] . Direct contact between PIs and non-infected cattle is the most efficient transmission mechanism in field conditions [17, 18] . PI cows invariably give birth to PI calves [19] , and it is generally accepted that virus transmission diminishes significantly once PI cattle are removed from herds and typically all animals born after the removal of PIs are seronegative for BVDV.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "[17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Direct animal to animal transmission"
        },
        {
            "text": "When a PI animal is born, secondary transmission to naïve animals in the herd occurs quickly [20] . Sero-conversion of all naïve in contact animals occurs over a period of two to five months, depending on contact levels with PI animals [21, 22] . BVD serology provides a convenient means of monitoring for BVD re-infection in herds that have achieved BVD freedom.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "[21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Direct animal to animal transmission"
        },
        {
            "text": "Viraemia as a result of transient infection in acutely infected animals may last for up to 15 days [23] . Transient infection lasts for a much shorter period than persistent infection, and the level of virus excreted is much lower than that of PI animals [24] . There are reports that transient infection can result in the circulation of virus in herds for prolonged periods, without the presence of a PI animal [25] . However, unidentified persistently infected sources, such as aborted/stillborn calves or calves sold prior to identification, may be the source of infection in such cases [24] . Transient infection in naïve pregnant dams established toward the end of the first trimester in pregnancy give rise to the development of persistently infected calves in utero.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Role of transient infection"
        },
        {
            "text": "Transient infection is caused when an immunologically naive non-PI animal is exposed to the BVD virus after birth. Clinical signs can vary considerably from virtually none to severe disease. Once recovered, immunity to further BVD infection develops. Natural immunity at individual animal level to BVDV is of a long duration [24] . Once the infection has been eliminated from the herd and as new animals are born and older animals are replaced, herd immunity diminishes and herd susceptibility to re-infection increases, assuming no seropositive animals have been introduced to the herd.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "The role of immunity"
        },
        {
            "text": "A low prevalence of persistently infected (PI) cattle has been described in several European countries [26] ; for example, studies have reported a prevalence of PI animals of 0.8% (UK), 0.75% (Belgium), 1.1-1.4% (Denmark), 0.9% (Germany) and 0.9% (Poland). Data from Ireland are broadly in agreement with these figures, where a 0.6% animal level has been reported [26] ( Figure  1 ). The maximum national prevalence of PI is likely not to exceed 2% [27] .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 380,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Relatively low prevalence of persistently infected animals"
        },
        {
            "text": "Both persistently and transiently infected bulls excrete BVD virus in their semen [28, 29] . BVD virus transmission via embryo transfer has been documented, but precautions can be taken to avoid such spread [30] . Transmission between small ruminants and cattle, both ways, has been demonstrated [31] [32] [33] [34] . Surveys from Northern Ireland and the Republic of Ireland have recorded individual animal prevalence to Border disease (ovine pestivirus) of 5.3% and 5.6%, respectively [35, 36] . Flock-level prevalences of 30.4% and 46%, respectively, were reported in the same studies. Natural transmission of pestivirus from cattle to sheep and vice versa has been documented. However, the pressure of infection is likely to be from cattle to sheep due to the higher herd prevalence of BVD (> 85%), as compared to 30% flock prevalence of pestivirus [35] . Further it was found that the BVD virus was the predominant pestivirus affecting sheep in Northern Ireland [35] . BVDV is the most common contaminant of bovine foetal serum due to the capacity of the virus to spread transplacentally and subsequently establish a persistent infection in the immunologically immature foetus [19] .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[35,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 853,
                    "end": 857,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1182,
                    "end": 1186,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Other methods of animal to animal transmission"
        },
        {
            "text": "Indirect transmission of BVD virus by veterinary equipment such as nose tongs, needles [37] and protective plastic gloves worn during rectal palpation [38] have been reported. Flies have also been implicated as a possible indirect transmission route [37] . While these experimental transmission mechanisms are well recognised, their practical importance in relation to between herd transmission cannot be considered as significant as transmission by infected animals. Injectable medicines and vaccines if administered to an infected animal can become contaminated if the same needle is used to withdraw and inject the dose. This can facilitate the spread of infection [39] . It is likely that indirect transmission routes gain increasing relative importance as control programmes advance into later stages [24] . However, as the overall prevalence decreases, so too does the risk of indirect transmission.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 806,
                    "end": 810,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Indirect transmission between animals"
        },
        {
            "text": "The most common method of BVD introduction to a herd is by the purchase of a PI animal or the purchase of a cow carrying a persistently infected foetus [27] . Based on a hypothetical PI prevalence of 2%, the risk of buying a PI was calculated at 33% when buying a group of 20 animals [27] . Even at a relatively low prevalence of PIs, testing animals prior to purchase will reduce the risk of introducing a PI.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Between-herd spread"
        },
        {
            "text": "Due to the time that often elapses between the introduction of infection and diagnosis of the problem, in many circumstances BVD breakdowns cannot be linked to the purchase of a PI animal. Contact with PI cattle on neighbouring pasture, straying animals, animals returning from shows, markets etc also have a role in the between-herd transmission of BVD. The geographically fragmented nature of Irish cattle farms and their levels of trading with other herds are anecdotally implicated as risk factors for the spread of BVD in Ireland.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Between-herd spread"
        },
        {
            "text": "BVD virus transmission via embryo transfer has been documented, but precautions can be taken to avoid such spread [30] . BVDV is the most common contaminant of bovine foetal serum (used in embryo transfer and vaccine production) due to the capacity of the virus to spread transplacentally and subsequently establish a persistent infection in the immunologically immature foetus [19] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Between-herd spread"
        },
        {
            "text": "BVDV control programmes are based upon the three pillars of (i) biosecurity, (ii) virus elimination and (iii) monitoring [24] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "General model of BVDV control"
        },
        {
            "text": "• Biosecurity: The emphasis is on preventing the introduction and/or contacts with PI animals and the introduction of dams carrying PI foetuses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General model of BVDV control"
        },
        {
            "text": "• Virus elimination: This applies to infected herds only, where all PI animals are systematically removed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General model of BVDV control"
        },
        {
            "text": "• Monitoring: This involves monitoring the effectiveness of virus elimination in infected herds and detecting new infections in previously BVD-free herds. This is a key step in assessing the overall progress of a control programme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General model of BVDV control"
        },
        {
            "text": "Vaccination is an optional aspect of control programmes, and can be used in addition to the above in BVD control programmes. For economic reasons, this should be targeted at immunologically naïve animals. Vaccination should never be regarded as a stand-alone control measure, but as an optional measure, in addition to biosecurity, virus elimination and monitoring. It is considered particularly useful in areas of high prevalence, high animal movement and high animal density [40] . However, the potential usefulness of BVD vaccine in systematic BVD eradication programmes has never been assessed.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 481,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "General model of BVDV control"
        },
        {
            "text": "The purpose of BVD vaccination is to induce an immunity in immunologically naïve animals and thereby reduce the number of susceptible animals, the infectious animal may come in contact with during the course of it infectious period [24] , thereby reducing the spread of the disease. However, due to the nature of BVD infection, 100% vaccine efficacy and coverage is required to prevent infection. Several studies have shown that shown the difficulties in achieving such levels of coverage [41] [42] [43] . Failure to properly administer the vaccine also reduces the coverage [44] . A further complication of vaccination is that creates a false sense of security among those vaccinating, creating an opportunity for biosecurity breakdowns [45, 46] . BVDV control programmes have been classified as systematic and non-systematic [24] .",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 738,
                    "end": 742,
                    "text": "[45,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 827,
                    "end": 831,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "General model of BVDV control"
        },
        {
            "text": "• Systematic control involves a widespread reduction in the prevalence of BVD virus and PI animals, typically on a sectoral, regional or national basis. Progress needs to be monitored and evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General model of BVDV control"
        },
        {
            "text": "• Non-systematic control is carried out on an individual herd basis, with no coordinated simultaneous actions in other herds. Vaccination is normally a major component of such programmes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General model of BVDV control"
        },
        {
            "text": "The Swedish dairy industry called for the eradication of BVD following the successful eradication of Enzootic Bovine Leucosis, which had been required for entry to the European Union. The Swedish BVD control programme, which began in 1993, was initially voluntary, but it was made compulsory by the industry [8] . The scheme is based on repeated demonstration of the absence of antibodies at herd level, which is required for certification, and a systematic test-and-cull protocol is used for eliminating PI animals from infected herds.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "BVD control in Sweden"
        },
        {
            "text": "Initially, the programme was funded privately but it has been subsidised by government since its second year. Only animals from BVD free herds can be sold on the open market. However, initially it was possible to sell individual animals tested as being BVD virus free, where the herd was not necessarily free of the disease Those farmers selling animals must have renewed their BVD free status within the previous three months [47] . Compensation for PIs is available from an animal health insurance company, which farmers may subscribe to, to insure against losses caused by animal disease. Improved calf health was the primary motivator among farmers for BVD control and this improvement resulted along with reduced medicine usage and enhanced welfare (Lindberg, personal communication) . It proved difficult to motivate those farmers to be interested in regions of Sweden where there was a low prevalence of disease (Lindberg, personal communication) . Re-infections into herds that had gained freedom were frequently traced back to non-compliance to scheme rules (Lindberg, personal communication).",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 431,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 754,
                    "end": 788,
                    "text": "(Lindberg, personal communication)",
                    "ref_id": null
                },
                {
                    "start": 919,
                    "end": 953,
                    "text": "(Lindberg, personal communication)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BVD control in Sweden"
        },
        {
            "text": "The importance of a simple consistent and coherent message from all stakeholders was considered crucial for the success of the programme. Measures perceived to be of importance in successfully progressing the programme were subsidised testing, gradual introduction of regulations to control contacts between herds and prevention of indirect transmission, and eventually making the scheme compulsory [8] . Support from industry stakeholders was considered crucial for the success of the programme, particularly in achieving involvement of all beef herds. One of the key conclusions of the Swedish experience is that if the programme is implemented in a systematic manner and with basic biosecurity and elimination of virus from infected herds and monitoring of non-infected herds, BVDV eradication is possible and profitable [8] .",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 402,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 824,
                    "end": 827,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "BVD control in Sweden"
        },
        {
            "text": "Prior to 2011, BVD eradication in Germany was voluntary, and practiced to the greatest extent in lower Saxony [40] . Vaccination played a significant role in the programme and was quite unique in that it involved an initial inoculation with an inactivated vaccine followed by a modified live booster, to maximise the immune response [48] . Farmer uptake in Saxony was greatest but nonetheless quite variable. There is considerable evidence from Germany that voluntary schemes, while they may make progress on individual farms, are ultimately unsuccessful, due to variations in motivation, compliance and implementation of the schemes (Moennig, personal communication).",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "BVD control in Germany"
        },
        {
            "text": "On January 1st 2011, a mandatory BVD control programme was introduced in all German states. The Federal government in Bonn has set baseline requirements for BVD control which all states are obliged to adhere to (Baetza, personal communication). They are free to go beyond the baseline requirements, but must comply with the minimal requirements. The legislation requires all calves to be tested for BVD for the foreseeable future, i.e. the testing is open-ended. However, it is envisaged that this will be amended once the BVD is under control. The legislation requires all PI cattle be destroyed within seven days of confirmation. The movement of PI calves is also prohibited. Direct virus detection is conducted on tissue using ear notch technology using the antigen ELISA or PCR (pooled samples). Samples are collected by farmers at routine tagging, as part of animal registration. Only animals that have been tested as BVD free can be traded, apart from animals that are going to feedlots for slaughter. Herds that are 'unsuspicious' cannot trade with herds that are considered suspicious. There is no Federal (Central) government compensation, however, some states have a semi-state insurance fund, which will compensate farmers for the removal of PI cattle. To receive funds, the farmer involved must make a financial contribution based on the number of animals in his herd (Baetza, personal communication).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BVD control in Germany"
        },
        {
            "text": "The National Bovine Breeders association in Switzerland requested the Federal Veterinary Office (FVO) to commence a BVD control programme in 2004. A major information programme was put in place to convince the various stakeholders, particularly farmers, of the benefits of BVD eradication [49] . This proved to be a critical step, providing information to the cattle industry of BDV related losses and the long opportunities afforded by BVD control. This also helped in gaining acceptance for movement restrictions (particularly of pregnant cattle) following the identification of PI cattle.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "BVD control in Switzerland"
        },
        {
            "text": "The programme was originally planned to start in 2007, but this was postponed until 2008 to ensure it would run smoothly. It was to involve the following steps [12] :",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "BVD control in Switzerland"
        },
        {
            "text": "• Pre-pasturing phase (Jan to July 2008) All young bovine animals tested before being moved to summer pastures. Cattle from several herds are co-grazed on the summer pastures. Therefore it was crucial that all animals entering such pastures were known to be BVD free to prevent the spread of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BVD control in Switzerland"
        },
        {
            "text": "• Initial phase (October to December 2008) All cattle not yet tested were now to be tested with the exception of farms that have only cattle destined for direct slaughter (fattening farms).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BVD control in Switzerland"
        },
        {
            "text": "• Calf phase (January 2009 to September 2009) After the initial phase, all newborn calves were tested. This was done by the farmer taking an ear tissue sample at tagging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BVD control in Switzerland"
        },
        {
            "text": "• Surveillance phase (From October 2009 to 2011) At this stage, the majority of the Swiss cattle population will be tested BVD free (no infected animals on the farm). The purpose of this phase is to verify herds remain free, and to rapidly detect any breakdowns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BVD control in Switzerland"
        },
        {
            "text": "The prevalence of PI calves at birth has fallen from 1.5% in 2008 to less than 0.2% in 2010 [49] . The integrated database known as ISVet (animal health database) receives data feeds from both the animal registration and movement database and the laboratory database [49] . This access to movement and laboratory information has been considered crucial in making progress in the Swiss programme.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "BVD control in Switzerland"
        },
        {
            "text": "The Swiss programme is centrally coordinated by the FVO and administered locally by cantonal governments. Such programmes need to be led by a motivated and dynamic person who is sufficiently senior in the organisation to make the necessary decisions quickly to change the programme to improve delivery where necessary. Farmers are paid compensation for the removal of PI cattle (300 CHF per persistently infected animal).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BVD control in Switzerland"
        },
        {
            "text": "Herd size, early death rate (i.e. the number of animals that either die before 15 days of age or are stillborn per number of newborns per year), buying-in stock, using communal summer grazing, production type, age structure and management strategy were factors associated with the appearance of new cases of infection [49] .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "BVD control in Switzerland"
        },
        {
            "text": "BVD was successfully eradicated from the Shetland Islands in the mid 1990s, using the Scandinavian approach [50] . Unfortunately, it was reintroduced to the islands through purchase of a PI animal, highlighting the need for a monitoring element to such eradication programmes. A voluntary scheme commenced on the Orkney Islands, but despite good initial progress this has stalled, due to incomplete participation by the farming population [51] . The programme was based on the Cattle Health Certification Standards (UK) (CHeCS) programme, which evolved as an independent UK industry body and has provided guidelines for the control and eradication of BVDV, among other infectious cattle diseases, for over 10 years.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "BVD eradication in Scotland"
        },
        {
            "text": "Voluntary BVD eradication programmes operated under the auspices of CHeCS have been available in Scotland for several years. The Scottish Government launched a consultation process on BVD control in 2010 and published its plans on eradicating BVD in September 2010 [52] . This will be carried out in three phases:",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "BVD eradication in Scotland"
        },
        {
            "text": "• Phase One. From 22 September 2010 until 31 March 2011, financial support is available for testing for breeding herds and an awareness programme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BVD eradication in Scotland"
        },
        {
            "text": "• Phase Two. From September 2011, all cattle herds in Scotland will be required to be monitored annually.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BVD eradication in Scotland"
        },
        {
            "text": "• Phase Three. From September 2012, all identified PI cattle will be required to be slaughtered or housed in secure facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BVD eradication in Scotland"
        },
        {
            "text": "A further phase, which would see movement restrictions placed on herds that failed to tackle their BVD problem, would be introduced at a later date if it was warranted by the disease situation at that point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BVD eradication in Scotland"
        },
        {
            "text": "BVD is considered by both farmers and experts in animal health as one of the most significant infectious agents affecting Irish cattle [1] . The technical knowledge and test technology exists to eradicate BVD in a costeffective way. Indeed, many countries have successfully controlled the disease. Therefore, should Ireland decide to embark on a BVD control programme once both the technical knowledge and test technology required can be made widely available.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Various international serological surveys have reported animal level BVD antibody prevalences between 60 and 70%. An Irish survey reported a 78% BVD seroprevalence [53] . An Irish study involving samples submitted for diagnostic purposes calculated a seroprevalence of 69% [26] . Further examination of the data in that study suggested that 50% of Irish herds had evidence of current or recent infection. While this is a convenience sample, and therefore is at risk of bias, a similar level (40%) of Swedish herds had evidence of active or recent infection at the start of their eradication programmes [8] . A herd-based study of randomly selected Irish herds found a herd-level seroprevalence of 98.7% [54] . There was no significant difference between dairy and beef herds (98.5% versus 98.8%, respectively).",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Various studies from Europe have estimated the prevalence of BVD virus positive animals to be between 0.75% and 1.4% [26] . Again, data from Ireland are broadly in agreement with these figures, where a 0.6% animal level has been reported in a convenience sample [26] (Figure 1 ). The maximum national prevalence of PI cattle is not likely to exceed 2% [27] . In other words, the prevalence of BVD at the herd and individual animal levels in Ireland is unlikely to be greatly different from that of many countries with intensive livestock production when their eradication programmes commenced.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 276,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The main source of BVD virus infection is PI animals, which are known to excrete large volumes of virus throughout their lives [16] . Direct contact between PIs and non-infected cattle is the most efficient transmission mechanism in field conditions [18] . All other methods of virus transmission, including transiently infected cattle and fomites are considered to require the initial presence of a PI animal. Therefore, PI cattle are crucial for the continuation of the infection in the population, and eliminating these cattle from the population as quickly and as efficiently as possible is the foundation of any BVD eradication programme.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As a population moves, over time, towards BVD freedom, it is important from an epidemiological perspective that PI animals are removed at as young an age as is possible. It is more cost effective for farmers to remove PI calves early in life when their value is less than a more mature animal, thereby minimising both the investment in the animal and the amount of virus it can transmit to cohorts. Although compensation is paid in some countries, it is very much below the market value of a non-PI comrade. Other countries do not pay compensation but put the resources into laboratory testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Controlling the trade of PI cattle is crucial. International experience indicates that a prohibition on the sale of PI cattle and pregnant cattle from infected herds must ultimately be put in place to address the herd-toherd spread of BVD [7, 41] . In the Irish context, this would require legislation to prohibit the movement of PI cattle and possibly pregnant cattle from herds where infection has been confirmed.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "[7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "41]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An intensive, relatively short-term campaign is preferable to a more protracted campaign, where momentum is likely to be lost and enthusiasm and cooperation likely to wane. Protracted campaigns are more likely to allow the virus to re-emerge in herds where the virus has been previously cleared. The identification and prompt elimination of PI cattle will form the basis of any control programme. The trade of such animals must be curtailed. Pregnant and potentially pregnant carrying PI foetuses pose a significant threat [9] .",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 526,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In voluntary programmes, such as those operating in Lower Saxony, uptake varied considerably between farms and regions. There can be considerable differences in their levels of motivation and interest and therefore considerable differences in application and uptake. No matter how committed a farmer is, he/she may have neighbours and be trading with others who are not participating in BVD control programmes [51] . It is the view of German experts that voluntary programmes are ultimately unsuccessful, in spite of the resources put into them. For these reasons, the proposed German programme commencing in January 2011 will be mandatory for all herds. International experience indicates systematic, well coordinated programmes have the best chance of success. In a pan-European study of attitudes toward BVD control and eradication, respondents from countries with voluntary control efforts cited low farmer motivation as a major hindrance to controlling the disease [55] . In the same study, respondents identified the need for a systematic, well coordinated approach as crucial for programme success.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 414,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 970,
                    "end": 974,
                    "text": "[55]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A baseline survey of dairy herds using bulk antibody tests was carried out in Sweden six months prior to the launch of the programme (Lindberg, personal communication). This served a number of purposes. Firstly, it gave an overall disease prevalence for the country, and this in itself is useful information from the point of view of planning the programme. It categorised herds into those likely to be free of disease, and herds likely to have current or recent infection. In this way, resources could be targeted at those herds more likely to be infected and those herds that are likely to be free of disease could be advised on remaining free of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection status of herds"
        },
        {
            "text": "In most, if not all, countries where a successful BVD programme is in operation, it has come about as a result of farmer or farmer organisation demand for such an initiative. When the majority of farmers support such initiatives, this can be used to convince farmers who are less interested in participating. In Switzerland, prior to the programme commencing, a farmer information campaign was launched [49] . Farmers in 25 of the 26 cantons (regions) voted to eradicate BVD. This mandate gave the eradication programme authority and authenticity.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Farm buy in/farmer demand"
        },
        {
            "text": "The farming community must buy into any proposed programme, and without their support failure is likely [56] . Such support will create a driving momentum and apply peer pressure in the industry to increase uptake and compliance.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Farm buy in/farmer demand"
        },
        {
            "text": "Reducing the economic impact and the negative welfare implications of BVD infections at farm level has been the primary motivator for dealing with BVD in the various countries where control programmes have been instigated. It is difficult to maintain farmer enthusiasm with prolonged eradication programmes. This creates a sense of fatigue and reduces enthusiasm. Ironically, this fatigue is often a bigger problem in areas with low disease prevalence as people assume the disease no longer poses a threat leading to complacency (Lindberg, personal communication) . To avoid such fatigue and complacency, the programme must initially set achievable targets, realistic time lines and communicate the plan to the farming community. Progress needs to be reviewed frequently with regular updates for farmers. Any barriers to progress need to be identified and addressed at the earliest opportunity.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 563,
                    "text": "(Lindberg, personal communication)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Motivation of farmers to control BVD"
        },
        {
            "text": "For this demand to come about, farm opinion leaders and the general farming community need to have a good understanding of the clinical consequences and epidemiology of BVD. International experience indicates that farmers must receive a simple coherent message from the various service providers for the information campaign to succeed [56, 49] . In practice, this means the various stakeholders agree on the message and farmers receive this single message from all players in the eradication programme. In an online survey of BVD experts, private veterinary practitioners, the farming press and farm advisers were considered the three most effectives conduits for increasing farmers' awareness and understanding of BVD (Barrett, unpublished) . These groups play a fundamental role in propagating the information and awareness campaigns.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "[56,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 720,
                    "end": 742,
                    "text": "(Barrett, unpublished)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Information and raising awareness among farmers"
        },
        {
            "text": "Enhancing profitability at farm level brings benefits for the entire industry and wider economy. Reducing the clinical manifestations of BVD improves animal welfare and has public health benefits by way of reduced antimicrobial usage [5] . These factors have the potential to add value to livestock produce. Eradicating BVD from the national herd will increase the production efficiency of animals through improved health and fertility. This will have positive implications for greenhouse gas emissions [14] . Adding value and increasing efficiency in this way will aid the livestock industry to achieve the targets set out in the 2020 Food Harvest Strategy [57] . Social and political factors must be considered in attempting to tackle BVD on a national level [55] .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[57]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 761,
                    "end": 765,
                    "text": "[55]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Motivation of wider industry and society to control BVD"
        },
        {
            "text": "Trade between Northern Ireland and the Republic of Ireland is one such political factor. In 2009, 12,700 were imported into Ireland, with half of these coming from the UK. It is likely the majority of these UK animals came from Northern Ireland. In the same year, almost 80,000 animals were exported to Northern Ireland. The land border creates a difficulty in addressing BVD control. Stakeholders on both sides of the border are considering BVD control. However, should one country decide to move forward on BVD control, then animals being traded would need to be tested free of BVD. Controls already in place for TB and brucellosis could be built upon to facilitate the trade continuing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation of wider industry and society to control BVD"
        },
        {
            "text": "It is important that the coordination involves a central database, where movement data and laboratory data are integrated promptly [12] . Any proposed control programme, whether it is a voluntary programme for individual farmers or a full-scale national eradication, needs to be centrally coordinated. This helps to ensure that the programme for each herd is consistently adopted by all participating farmers. It is especially important that problems are identified early so that they may be corrected as early as possible. Both the Irish Cattle Breeding Federation's database and the Department of Agriculture's Animal Health Computer System (AHCS) offer the potential to provide such a database for the Irish cattle industry. Both databases are integrated with the national registration and movement database (AIM). Currently the AHCS database is installed in the vast majority of veterinary practices and is used for TB and brucellosis testing. There is scope to add further diseases to the database. The ICBF database is predominately a breeding and genetics database, but has the potential to integrate disease data.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The need for central coordination including a central database"
        },
        {
            "text": "Diagnostic testing for BVD is currently based on antibody and virus detection. The Scandinavian countries used antibody tests on individual animals and followed up negative results with virus detection. The test technology has moved on since the initial Scandinavian programmes. The antibody test is the test of choice for surveillance in herds once disease freedom has been achieved. It can also be used to target resources to the herds with current or recent infection. Modern virus detection techniques are much more cost effective than heretofore. These improvements in test technology means that large-scale programmes based on virus detection are much more feasible than heretofore. However, combining virus isolation tests with antibody serology in juvenile animals (6-12 months of age) and bulk milk antibody screening in dairy herds can be used to monitor the effectiveness of the virus elimination tests and increase the overall sensitivity of the programme. This is particularly relevant in identifying any herds where the virus may have been missed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic testing"
        },
        {
            "text": "Ireland has one of the largest cattle population densities in Europe. Cattle spend most of the year at pasture. Irish farms tend to be relatively fragmented holding, resulting in boundaries with several neighbours. Serological surveys suggest a relatively high prevalence of infection [26, 54] . It has been suggested that this should influence the choice of control strategy [40] . However, experiences from controlling BVD in high-density areas like Denmark and South East Sweden show that herd size, herd density and initial prevalence are not meaningful predictors for the prospects for successful reduction in incidence and prevalence or for the risk of reinfection after virus elimination, not even on the duration of the eradication. Rather, it is the way in which control activities are organized and implemented that will determine the progress [24] . This was clearly demonstrated in Denmark and Norway, where the initial prevalence of dairy herds with recent or ongoing infection in the countries was 40 and 9% respectively, but where both countries will have finalized the eradication after approximately 11 years of activity [58, 59] .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "54]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1138,
                    "end": 1142,
                    "text": "[58,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1143,
                    "end": 1146,
                    "text": "59]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Demographic factors"
        },
        {
            "text": "BVD is considered by farmers and veterinary surgeons as one of the most significant infectious diseases affecting cattle. The technical knowledge and test technology exists to eradicate BVD. Indeed, many countries have successfully and others are embarking on control of the disease. In many of these countries, livestock production is not as significant to the economy as it is in Ireland. The prevalence of BVD in Ireland is not likely to be much greater than most of the countries which have embarked on BVD eradication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The identification and prompt elimination of PI cattle will form the basis of any control programme. The trade of such animals must be curtailed. Pregnant and potentially pregnant cattle carrying PI foetuses pose a significant threat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "International experience indicates systematic, well coordinated programmes have the most success, while voluntary programmes can make good initial progress they ultimately fail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The farming community must buy into any proposed programme, and without their support failure is likely. Farm organisations both here in Ireland and in Scotland have indicated that a sizeable majority of farmers must be supportive for the programme to succeed. Such support will create a driving momentum and apply peer pressure in the industry to increase uptake and compliance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "To buy into the programme and create such a demand for BVD control, farmers must first be well informed. International experience indicates private veterinary surgeons, the farming press and farm advisers are the most influential persuaders of the farming community. However, these groups must first be won over and they must be imparting a simple consistent message.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "It is likely that stemming economic loss and improving productivity will be the primary motivator at individual farm level. Improved animal welfare, protecting public health in the context of reduced medicine usage, improved quality assurance enhancing product marketability and increased farm efficiency leading to reduced greenhouse gas emissions are also potential motivators for the wider industry and society in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "For such a programme to be successful it must be systematically coordinated. International experience indicates that an aggressive short to medium programme is likely to bring the most success. Protracted campaigns lead to disease control fatigue as awareness and motivation wanes, leading to complacency and cynicism. They also afford the BVD virus an opportunity to re-emerge. Such an approach will require laboratory, database and human resources as well as industry buy in and legislative support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Author details",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Setting priorities for non-regulatory animal health in Ireland: Results from an expert Policy Delphi study and a farmer priority identification survey",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "More",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mckenzie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "O&apos;flaherty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Cromie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Magan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Prev Vet Med",
            "volume": "95",
            "issn": "",
            "pages": "198--207",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "BVD Information Leaflet For Irish Farmers and their Vets",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Factsheet on the Irish Agriculture and Food & Drink Sector",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Socio-economic aspects of BVDV control",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Saatkamp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Stott",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Humphrey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gunn",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "BVD Case Study Teagasc Research Farm Ballydague",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Modelling and costing BVD outbreaks in beef herds",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gunn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Stott",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Humphrey",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vet J",
            "volume": "167",
            "issn": "",
            "pages": "143--149",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Experiences from BVDV control in Sweden",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hult",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Prev Vet Med",
            "volume": "72",
            "issn": "",
            "pages": "143--148",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Experiences from the Danish programme for eradication of bovine virus diarrhoea (BVD) 1994-1998 with special reference to legislation and causes of infection",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bitsch",
                    "suffix": ""
                },
                {
                    "first": "Kel",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rønsholt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet Microbiol",
            "volume": "77",
            "issn": "",
            "pages": "137--143",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ten years of bovine virus diarrhoea virus (BVDV) control in Norway: a cost-benefit analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Valle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Skjerve",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Larssen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Østeras",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Nyberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Prev Vet Med",
            "volume": "72",
            "issn": "",
            "pages": "189--207",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Control of BVDV infection on common grassland -the key for successful BVDV eradication in Lower Austria",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rossmanith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Janacek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wilhelm",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Prev Vet Med",
            "volume": "72",
            "issn": "",
            "pages": "133--137",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "BVD eradication in Switzerland-a new approach",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Presi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heim",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Microbiol",
            "volume": "142",
            "issn": "",
            "pages": "137--142",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evaluation of producer and consumer benefits resulting from eradication of bovine viral diarrhoea (BVD) from Scotland",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Weldegebriel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gunn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Stott",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Prev Vet Med",
            "volume": "88",
            "issn": "",
            "pages": "49--56",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mitigating climate change: the role of domestic livestock",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Animal",
            "volume": "4",
            "issn": "",
            "pages": "323--333",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Lessons from the big eradication campaigns",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yeketiel",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "World Health Forum",
            "volume": "2",
            "issn": "",
            "pages": "465--490",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Quantification of bovine viral diarrhoea virus in embryo transfer flush fluids collected from a persistently infected heifer",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Brock",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Redman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Vickers",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Irvine",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Vet Diagn Invest",
            "volume": "3",
            "issn": "",
            "pages": "99--100",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Primary bovine virus diarrhoea virus in calves following direct contact with a persistently viraemic calf",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Traven",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alenius",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fossum",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Larsson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Zentralbl Veterinarmed B",
            "volume": "38",
            "issn": "",
            "pages": "453--462",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Failure to spread Bovine Virus Diarrhoea virus infection from primarily infected calves, despite concurrent infection with coronavirus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niskanen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tråvén",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vet J",
            "volume": "163",
            "issn": "",
            "pages": "251--259",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pathogenesis of intrauterine infections with bovine viral diarrhea virus",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Moennig",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liess",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Vet Clin North Am Food Anim Pract",
            "volume": "11",
            "issn": "",
            "pages": "477--487",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Age distribution of animals persistently infected with bovine virus diarrhoea virus in twenty-two Danish dairy herds",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Houe",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Can J Vet Res",
            "volume": "56",
            "issn": "",
            "pages": "194--198",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A long term epidemiological study of bovine virus diarrhoea infections in a large herd of dairy cattle",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moerman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Straver",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "Mcm",
                    "middle": [],
                    "last": "Quak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baanvinger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Oirschot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Vet Rec",
            "volume": "132",
            "issn": "",
            "pages": "622--626",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Spread of bovine virus diarrhoea virus in a herd of heifer calves",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Wentink",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Exsel",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "De Goey",
                    "suffix": ""
                },
                {
                    "first": "Jah",
                    "middle": [],
                    "last": "Van Lieshout",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Vet Q",
            "volume": "13",
            "issn": "",
            "pages": "233--236",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Clinical features",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Evermann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Barrington",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bovine viral diarrhea virus: diagnosis, management and control",
            "volume": "",
            "issn": "",
            "pages": "105--120",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Characteristics in the epidemiology of bovine viral diarrhoea virus (BVDV) of relevance to control",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Houe",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Prev Vet Med",
            "volume": "72",
            "issn": "",
            "pages": "55--73",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Indications of transmission of BVDV in the absence of persistently infected (PI) animals",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sol",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Sampimon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Prev Vet Med",
            "volume": "72",
            "issn": "",
            "pages": "93--98",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Patterns of BVD virus in laboratory submissions",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Regan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Connaghan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mooney",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ir Vet J",
            "volume": "62",
            "issn": "",
            "pages": "679--683",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Epidemiological features and economical importance of bovine virus diarrhoea virus (BVDV) infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Houe",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vet Microbiol",
            "volume": "64",
            "issn": "",
            "pages": "89--107",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Evaluation of the quality and virological status of semen acutely infected with BVDV",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goodey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brockman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Vet Rec",
            "volume": "124",
            "issn": "",
            "pages": "63--64",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Replication of bovine viral Diarrhoea virus in the bovine reproductive tract and excretion",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Kirkland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Rothwell",
                    "suffix": ""
                },
                {
                    "first": "Df ; Of",
                    "middle": [],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Irish Veterinary Journal",
            "volume": "64",
            "issn": "",
            "pages": "587--590",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Embryo transfer from donor cattle persistently infected with bovine viral diarrhoea virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Brock",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Lapin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Skade",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Theriogenology",
            "volume": "47",
            "issn": "",
            "pages": "837--844",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Border disease in sheep caused by transmission of virus from cattle persistently infected with bovine virus diarrhoea virus",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Carlsson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Vet Rec",
            "volume": "128",
            "issn": "",
            "pages": "145--147",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Outbreaks of border disease in goats induced by a pestivirus-contaminated orf vaccine, with virus transmission to sheep and cattle",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Løken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krogsrud",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bjerkås",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Comp Path",
            "volume": "104",
            "issn": "",
            "pages": "195--209",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Border disease virus transmitted to sheep and cattle by a persistently infected ewe: epidemiology and control",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Carlsson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Acta Vet Scand",
            "volume": "35",
            "issn": "",
            "pages": "79--88",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Identification of herd specific bovine viral diarrhoea virus isolates from infected cattle and sheep",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Carlsson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lowings",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sands",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vilcek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alenius",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Vet Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "283--294",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Pestiviral infections in sheep and pigs in Northern Ireland",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Calvert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "German",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vet Rec",
            "volume": "148",
            "issn": "",
            "pages": "69--72",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A survey of antibodies to pestivirus in sheep in the Republic of Ireland",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Reilly",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ir Vet J",
            "volume": "57",
            "issn": "",
            "pages": "525--530",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Role of fomites and flies in the transmission of bovine viral diarrhoea virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Gunn",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Vet Rec",
            "volume": "132",
            "issn": "",
            "pages": "584--585",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Transmission of bovine virus diarrhoea virus by rectal examination",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lang-Ree",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vatn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kommisrud",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Løken",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Vet Rec",
            "volume": "135",
            "issn": "",
            "pages": "412--413",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Principles for the eradication of bovine viral diarrhoeal virus (BVDV) infections in cattle populations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alenius",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vet Microbiol",
            "volume": "64",
            "issn": "",
            "pages": "197--222",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Bovine viral diarrhoea eradication and control programmes in Europe",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Greiser-Wilke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grummer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Moennig",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biologicals",
            "volume": "31",
            "issn": "",
            "pages": "113--118",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Failure of foetal protection after vaccination against an experimental infection with bovine virus diarrhea virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Wentink",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bruschke",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Westenbrink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brinkhof",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "De Goey",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vet Microbiol",
            "volume": "89",
            "issn": "",
            "pages": "255--265",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Eradication program for BVDV in Saxony-Anhalt (Germany)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gaede",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gehrmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kenklies",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mewes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pollandt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krippner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ewert",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the Second European Symposium on BVDV Control",
            "volume": "98",
            "issn": "",
            "pages": "20--22",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Birth of persistently infected calves in two herds using inactivated vaccines",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Calvert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mooney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Clery",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the Second European Symposium on BVDV Control",
            "volume": "87",
            "issn": "",
            "pages": "20--22",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Improper vaccination compounds BVD problem. Dairy Herd Man",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Quaife",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "12--16",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Risk behavior for HIV infection in participants in preventive HIV vaccine trials: a cautionary note",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Chesney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Acquir Immune Defic Syndr Hum Retrovirol",
            "volume": "16",
            "issn": "",
            "pages": "266--271",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Eradication and control programmes against Aujeszky's disease (pseudorabies) in France",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vannier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vedeau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Allemeersch",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Vet Microbiol",
            "volume": "55",
            "issn": "",
            "pages": "167--173",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Countrywide eradication of BVDV -how can it be done",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BVD Summer Symposium",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Implementation of two-step vaccination in the control of bovine viral diarrohea (BVD)",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Moennig",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eicken",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Flebbe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Frey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grummer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Greiser-Wilke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liess",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Prev Vet Med",
            "volume": "72",
            "issn": "",
            "pages": "109--114",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Bovine viral diarrhea (BVD) eradication in Switzerland-Experiences of the first two years",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Presi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Struchen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Knight-Jones",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scholl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heim",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Prev Vet Med",
            "volume": "99",
            "issn": "",
            "pages": "112--121",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The control of bovine virus diarrhoea in Shetland",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Synge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "Jae",
                    "middle": [],
                    "last": "Moar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Nicolson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Nettleton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Herring",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vet Microbiol",
            "volume": "64",
            "issn": "",
            "pages": "223--229",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Eradication programme for bovine viral diarrhoea virus in Orkney",
            "authors": [
                {
                    "first": "Igr",
                    "middle": [],
                    "last": "Truyers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mellor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Norquay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gunn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vet Rec",
            "volume": "167",
            "issn": "",
            "pages": "566--570",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Bovine Viral Diarrhoea -Eradication Programme",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Observations on natural exposure to bovine viral diarrhoea in cattle",
            "authors": [
                {
                    "first": "Hm ;",
                    "middle": [],
                    "last": "Gunn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Harkness",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Luxembourg",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Pestivirus Infections in Ruminants",
            "volume": "",
            "issn": "",
            "pages": "111--117",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Aspects of Bovine Herpesvirus 1 and Bovine Virus Diarrhoea Virus infection in beef and dairy herds in the Republic of Ireland",
            "authors": [
                {
                    "first": "Djb",
                    "middle": [],
                    "last": "Cowley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Analysis of Pan European attitudes to the eradication and control of bovine viral diarrhoea",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Misturelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gunn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Rec",
            "volume": "164",
            "issn": "",
            "pages": "163--167",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The control of bovine viral diarrhoea virus in Europe: today and in the future",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brownlie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gunn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Houe",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Moenning",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Saatkamp",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sandvik",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Valle",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Rev Sci Tech",
            "volume": "25",
            "issn": "",
            "pages": "961--979",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Food Harvest 2020 -a vision for Irish agri-food and fisheries",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Plym Forshell K: Eradication of BVDV-infection in Norwegian cattle 1992-2003 -A success story",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Nyberg",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Østeras",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the Second European Symposium on BVDV control",
            "volume": "40",
            "issn": "",
            "pages": "20--22",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The BVD situation in Denmark, development and surveillance program",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Voss",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the Second European Symposium on BVDV control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/2046-0481-64-12"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Considerations on BVD eradication for the Irish livestock industry",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Irish Veterinary Journal",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Prevalence of BVD virus positive animals in a number of European countries cited by (O'Neill et al, 2009)[14].",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Authors' contributions DB did the literature review, interviews and wrote the manuscript. JOF commissioned the study. MG, DG, SM, JOF and MD provided advice to the lead author. All authors reviewed the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}