{
    "paper_id": "9f8d663bc0388e20995d91618f776fa6a61a5258",
    "metadata": {
        "title": "Risk of Introduction of Infectious Animal Diseases for Europe Based on the Health Situation of North Africa and the Arabian Peninsula",
        "authors": [
            {
                "first": "Tariq",
                "middle": [],
                "last": "Halasa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tariku",
                "middle": [],
                "last": "Jibat Beyene",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Muhammad",
                "middle": [
                    "Hammad"
                ],
                "last": "Hussain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elena",
                "middle": [
                    "Massó"
                ],
                "last": "Sagüés",
                "suffix": "",
                "affiliation": {},
                "email": "elenamassosagues@gmail.com"
            },
            {
                "first": "Eduardo",
                "middle": [],
                "last": "Fernández-Carrión",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jose",
                "middle": [],
                "last": "Manuel Sánchez-Vizcaíno",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The current growth of human population, the intensification of animal production, climate change or globalization favors an increase in the transmission of infectious diseases between distant geographical areas (1, 2) . These diseases represent a threat for both human and animal health, resulting in higher mortality rates and serious economic losses with the decline in production.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 215,
                    "end": 217,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The risk analysis is an important tool in epidemiology and it is essential to assess the risk of introduction and possible spread of diseases in areas with little impact (emerging and re-emerging diseases). It enables the design and implementation of control measures for the disease eradication, in order to avoid, prevent and minimize the losses or consequences arising from the transmission of diseases (3) .",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 409,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The development of a conceptual model is necessary to analyze the risk of introduction of diseases. It has to integrate all the identified elements that are going to intervene in the assessment of the risk. The final risk will be estimated from the evaluation of each one of the elements considered in the conceptual model, called \"parameters, \" and each parameter will be defined by \"variables\" (4, 5) .",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 399,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 400,
                    "end": 402,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The parameters considered in this study are the different routes of entry of diseases coming from North Africa and the Arabian Peninsula into the European Union (Figure 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 171,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "The movement of animals, both domestic and wild, is one of the main routes of entry of diseases. Animal products such as meat, milk or eggs, along with the transport of semen for artificial insemination, are possible ways of entry of pathogens (4, 5) .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 248,
                    "end": 250,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Wild birds are an important agent of transmission of diseases, hosting diseases such as Newcastle disease and avian influenza (4, 6) , or carrying vectors like ticks that could transmit pathogens (Coxiella, Anaplasma, Babesia, Borrelia, Rickettsia, and tickborne encephalitis virus) (7, 8) .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 130,
                    "end": 132,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 287,
                    "end": 289,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The wind can be a vehicle of pathogens. Many of the epidemiological suspicions are based on the fact that certain vector-borne diseases are introduced to distant regions by the dispersion of vectors in the wind flow. It has been suggested that with a wind speed of between 10 and 40 km/h, with a temperature of between 12 and 35 • C, the vector can be transported up to about 700 km (9) .",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 386,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Rift Valley fever, epizootic haemorrhagic diseases, lumpy skin disease and West Nile fever are examples of vector-borne diseases, transmitted by insects as Culicoides and mosquitoes like Aedes. Scientific studies prove that Culicoides imicola, mainly Afro-Asiatic dispersion, is spreading through Europe and it is expected a rise favored by global warming (10, 11) .",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 360,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "There are other diseases, such as foot and mouth disease, which can also be transmitted by the wind flow (especially in warm regions) up to 60 km by land and 300 km by sea, without being a vector-borne disease (12) .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The tourism and the high frequency of travels may favor an increase in the risk of transmission of diseases. Spain is the route in and out Europe. Immigrants coming from Africa and European citizens of African descent are driving frequently from Morocco to Europe across the Iberian Peninsula. We consider this entry route for diseases such as the Middle East respiratory syndrome (MERS), a zoonotic emerging disease with possible transmission within the human species. The majority of the cases have been related to healthcare centers, but transmission is possible between relatives. In an outbreak on South Korea in 2015, only one patient infected more than 70 people during his stay in a hospital emergency room for 3 days (13). According to the data provided at the WHO database (14) Another route of entry is the movement of contaminated vehicles, potential source of transmission of diseases and can also vehicle vectors. Vehicles transporting animals that have not been correctly disinfected could be an important source of pathogens; therefore the animals that are loaded after have a high probability of infection during transport (4, 5) .",
            "cite_spans": [
                {
                    "start": 783,
                    "end": 787,
                    "text": "(14)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1140,
                    "end": 1143,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1144,
                    "end": 1146,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Glanders is a zoonotic infectious disease, endemic in Africa. It is important to maintain the vigilance with this disease due to the importance of the horses' social network and the high number of movements for international competitions, and to control the disease to avoid its use as a biological weapon (16) .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "(16)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "There are other possible routes of entry such as bioterrorism, biological leaks, illegal trade; but not referred to this work for not having access to detailed and concrete data for a quantitative analysis of the risk of introduction of diseases by these pathways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The main objective of this work is to evaluate the risk of entry of animal infectious zoonotic and non-zoonotic diseases from North Africa and the Arabian Peninsula to countries of the European Union by different pathways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Sixteen countries of North Africa and the Arabian Peninsula are included in this study (Table 1) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 96,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Countries and Diseases Selection"
        },
        {
            "text": "The possible routes of entry of each selected disease, based on an extensive literature review, are provided ( Table 2 ). The identification of the routes of entry has been conceptually based on the possibility of occurrence, regardless of its likelihood and frequency.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 118,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Diseases Analysis and Possible Routes of Entry"
        },
        {
            "text": "The necessary data for the analysis is collected from different official databases of free access. The information relating to the movements of live animals and animal product origin between countries, are extracted from the FAOSTAT database (17) and completed with CITES Trade database (18) . It provides animal movement and animal product data for imports and exports between countries. The data is obtained in quantities. To obtain information relating to the movement of vehicles and people between countries, EUROSTAT (19) database is queried. It provides flights data (origin, destiny (20) it is extracted the data referring to animal population in each selected country, the health status for each disease of the different countries and the annual immediate notifications of each disease. Demographic information is obtained from the World Health Organization database (14) . After carrying out a literature review of the migratory areas in the world and the more frequented areas by migratory birds, \"Critical Site Network Tool-Species search\" (21) was used to obtain data on the species of birds present in each country and the census, and to visualize its distribution on the global map.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "(17)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "(18)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "(20)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "(14)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Data Extraction for the Analysis"
        },
        {
            "text": "For the study of the possible introduction of vector borne diseases through the drag of Culicoides and/or mosquitoes by wind currents, simulations (Figure 2 ) are made for the estimation of wind and particle's dispersion trajectories that reached the European territory during the year 2016. The program \"HYSPLIT-Hybrid Single Particle Lagrangian Integrated Trajectory model\" (22) was used to locate areas and periods of maximum diffusion of particles. This program, facilitated by U.S. National Oceanic and Atmospheric Administration's Air Resources Laboratory (NOAA-ARL), allows creating simulations in any geographical coordinate of the globe, to different heights and dates, by using a file of GDAS (Global Data Assimilation System) climate data. This model has been used in other studies of dispersion of arthropods, especially of Culicoides as carriers of bluetongue (9, 23) .",
            "cite_spans": [
                {
                    "start": 873,
                    "end": 876,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 877,
                    "end": 880,
                    "text": "23)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 156,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Data Extraction for the Analysis"
        },
        {
            "text": "The program allows the creation of dispersion models for different densities (ρ) and particles size. Densities of 0.28 g/cc for Culicoides and 0.06 g/cc for Aedes aegypti has been obtained using the formula ρ = m/V, m mass and v volume. The following data has been used for this calculation: Culicoides with 1.5 mm size and 0.5 mg mass (10) , and Aedes aegypti with 4 mm size and 3 mg mass (24) .",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "(24)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Data Extraction for the Analysis"
        },
        {
            "text": "Our interest is to calculate the probability of occurrence of specific events: the probability of entry of j diseases by different routes from country i; where, henceforth, i∈{1,. . .,16} and j ∈{1,. . .,11}. The probability of occurrence of an event A, p (A), is defined as the quotient between the number of favorable cases to the event A and the number of possible cases (3, 4) : Each probability is calculated as the probability of a set of independent events (X1, X2. . . ), being the first event the probability of infection in the country of origin and the last one the likelihood of introduction into the country of destination.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 377,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 378,
                    "end": 380,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of the Risk of Entry Based on Probability"
        },
        {
            "text": "The first event is the probability of the country i being affected by the disease j, named as PPA j i , calculated as an average based on the number of outbreaks notified in the last 12 years (from 2005 to 2017). We used a weighted moving average formula that gives a high probability when the country of origin had notified outbreaks in the last few years (2017, 2016, 2015 . . . ) and a lower probability to those countries that had notified outbreaks in the first years included in the study (2005, 2006, 2007 . . . ) . Therefore, in the extreme cases, when a disease has never been notified or, conversely, it has been endemic in a country during the period of study, the probability will be zero or one, respectively. The formula that is needed for the estimation of the likelihood of a country i being affected by the diseases j is:",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 520,
                    "text": "(2005, 2006, 2007 . . . )",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis of the Risk of Entry Based on Probability"
        },
        {
            "text": "The B j i,20XX represents the binary value 0/1 -The value 1 is associated to the occurrence of an outbreak of the disease j on the country i in the year 20XX. The results are shown in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 191,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Analysis of the Risk of Entry Based on Probability"
        },
        {
            "text": "The probability of introduction of the j disease into the European Union through live animal's trade from the country i (PIA i j ) is calculated as the proportion of animals that are annually ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability of Introduction Through Live Animals Trade"
        },
        {
            "text": "The formula chosen to estimate the probability that a j disease reaches the European Union coming from the country i through transport-vehicles (PIT i j ) is a ratio between the vehicles or load transported arriving to the European Union from the country i and the total vehicles or load transported to the European Union, multiplied by the probability of the country i being affected by the disease j (PPA j i ) and the probability of the vehicles being contaminated by the pathogen responsible for the disease j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability of Introduction Through Transport-Vehicles"
        },
        {
            "text": "The probability of a vehicle being contaminated is obtained from the average survival of the pathogen in surfaces (PSA j ) and the average disinfection of vehicles (0.1). It is estimated that one out of every ten vehicles cannot be effectively disinfected allowing the survival of pathogens (5) . The average survival of pathogens in surfaces (PSA j ) is obtained based in the literature review (25) and available data. Glanders, Newcastle disease and heartwater infective pathogens have a long average survival, more than 60 days (PSA j = 1). Foot and mouth disease and highly pathogenic avian influenza infective pathogens have an intermediate average survival There is no available information about some diseases in some countries; therefore, no probability has been assigned for those countries. In addition, for the countries that had never notified a disease, it has been assigned a zero probability.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "(25)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Probability of Introduction Through Transport-Vehicles"
        },
        {
            "text": "The probability of introduction of the j disease into the European Union through the importation of animal products from the country i (PIS i j ) is the ratio between the proportion of animal products that are annually transported to the European Union coming from the country i and the total animal products transported to the European Union, multiplied by the probability of the country i being affected by the disease j (PPA The probability of the vector or infective particle remaining viable during the route (PSV j i ) is established with a review of the conditions of rainfall and humidity in the countries of study (Weather History|Weather Underground). According to the sources consulted, the foot and mouth disease virus needs specific conditions for the dispersal over long distances by air and its survival is determined by the relative humidity, below 55 per cent the virus is inactivated (26) . For mosquitos and Culicoides, above 40 • C temperature and below 14 • C temperature, their survival is limited (27).",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 906,
                    "text": "(26)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Probability of Introduction Through the Importation of Animal Products"
        },
        {
            "text": "A zero probability is assigned when the weather conditions do not allow the survival of the vector or infective particle, and a probability one is assigned when the conditions are optimal for their survival and dispersion. There is no available information about some diseases in some countries; therefore, no probability has been assigned for those countries. In addition, for the countries that had never notified a disease, it has been assigned a zero probability. There is no available information about some diseases in some countries; therefore, no probability has been assigned for those countries. In addition, for the countries that had never notified a disease, it has been assigned a zero probability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability of Introduction Through the Importation of Animal Products"
        },
        {
            "text": "With all the probabilities calculated already, we can calculate the total probability of entry of the disease j from the country i to the European Union, taking into account all the routes of entry already evaluated(PI j i ). To do this, we calculate the probability of occurrence of the opposite case, the probability of no introduction of the j disease by any of the routes of entry, using the following formula: There is no available information about some diseases in some countries; therefore, no probability has been assigned for those countries. In addition, for the countries that had never notified a disease, it has been assigned a zero probability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total Probability of Diseases Entry"
        },
        {
            "text": "For the validation of the model, historic data has been used to relate the obtained results with the historic events. The information available in the OIE database WAHIS INTERFACE (20) has been used to the extraction of the data referring to the exceptional epidemiological events in the European Union countries during the last 2 years (2017 and 2018).",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "(20)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Validation of the Model"
        },
        {
            "text": "Following the methodology described in the previous section quantitative probabilities were obtained. The probabilities of entry for each route, country and disease are detailed in the following tables: Tables 4-9. There are some countries without information available regarding certain diseases, therefore, no probability has been assigned. With all the probabilities already calculated, the total probability of entry of the disease j from the country i into the European Union by any combination of routes of entry (PI j i ) is obtained and detailed in Table 10 . Furthermore, the likelihood of entry of a disease j in the European Union is represented in Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 557,
                    "end": 565,
                    "text": "Table 10",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 660,
                    "end": 668,
                    "text": "Figure 3",
                    "ref_id": "FIGREF18"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The results show that contagious bovine pleuropneumonia has no risk of entry. This disease is not only absent in Europe at the moment, but it is only transmissible by direct contact between cattle, and according to the databases consulted, the movement of cattle among the affected countries and the European Union is not made. There is no available information about some diseases in some countries; therefore, no probability has been assigned for those countries. In addition, for the countries that had never notified a disease, it has been assigned a zero probability. On the other hand, highly pathogenic avian influenza and Newcastle disease have a major risk of entry into the European Union. These disease have a high risk of entry into the European Union through wild birds migration, due to the existence of different migratory routes that link the European breeding areas with African wintering areas (7, 8) , resulting in a constant flow of wild birds among the affected countries of Africa and the Arabian Peninsula, and the European Union.",
            "cite_spans": [
                {
                    "start": 912,
                    "end": 915,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 916,
                    "end": 918,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Bluetongue, epizootic haemorrhagic disease, foot and mouth disease and Rift Valle fever resulted to have a moderate risk of entry into the European Union. It has been demonstrated the possibility of entry of this diseases into the European Union through wind dispersion of vectors for bluetongue, epizootic haemorrhagic disease and Rift Valley fever; or through wind dispersion of virus for foot and mouth disease. There is no available information about some diseases in some countries; therefore, no probability has been assigned for those countries. In addition, for the countries that had never notified a disease, it has been assigned a zero probability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "A low risk of entry has been obtained for the following diseases: Middle East respiratory syndrome, peste des petits ruminants, glanders and heartwater.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "To complete the study, the results obtained are compared with the historic events occurred during the last 2 years, shown in Table 11 . In 2017 and 2018, European countries had notified outbreaks of bluetongue, highly pathogenic avian influenza, Newcastle disease and Rift Valley fever (among all the diseases included in this study).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "text": "Table 11",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "This work demonstrates the possibility of assessing the risk of entry of different infectious diseases at the same time, and by different routes of entry into a large geographical area. Different methods has been used; some of them already deployed in other studies about one single disease, African swine disease (5), avian influenza (6), bluetongue (9), etc. In particular, the dispersion of particles in wind currents model has proved to be a very useful tool for the analysis of risk of spreading of certain vector borne diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is applicable both in animal health and in public health, in the interest to improve the health and well-being through the prevention of risk and mitigation of the effects of emerging diseases that originate from the interface between humans, animals and the natural environment (28). Once the model is complete, an annual review may be useful to update the variables and parameters that are being used and to obtain a periodically updated risk analysis which allows detecting potential hazard with an increased risk over the previous years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this study we worked with a few parameters and variables that can be subject to improvement. It is possible to increase TABLE 10 | Total probability of entry of the j disease from the country i to the European Union.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Disease \"j\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PIij"
        },
        {
            "text": "Country \"i\" the number of diseases studied as well as the routes of entry included in this model. It would be interesting, with the necessary data, to include the illegal trade as another possible way of entry. We have evaluated the risk of introduction, not the risk of spread of disease, it may also be interesting to add the probability of the infectious agent that has been introduced, to come into contact with sensitive populations and disseminate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PIij"
        },
        {
            "text": "With the obtained results, the following diseases are not currently presenting a risk of entry through animal trade: heartwater, bovine contagious peripneumonia, Middle East respiratory syndrome, and peste des petits ruminants. Glanders has no risk of introduction through equine meat, although it has risk of entry through horse trade from Bahrain and through people and transport vehicles movement (as fomites).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results Analysis"
        },
        {
            "text": "Rift Valley fever has no risk of entry in the European Union through wind dispersion of viruses, although it has a certain risk of entry through animal and dairy products trade, and transport vehicles movement containing vectors of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results Analysis"
        },
        {
            "text": "The probability of entry of infectious diseases through animal and animal products trade is relatively low, due to the shortage of commercial movements between these countries and the European Union (see Supplementary Material) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 227,
                    "text": "Supplementary Material)",
                    "ref_id": null
                }
            ],
            "section": "Animal and Animal Products Trade"
        },
        {
            "text": "In the movement of live animals, Tunisia represents a greater risk of entry of bluetongue and epizootic haemorrhagic disease for the European Union, Bahrain of glanders and United Arab Emirates of foot and mouth disease. There is a lower risk of entry of highly pathogenic avian influenza through the movement of live birds from Egypt and Saudi Arabia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal and Animal Products Trade"
        },
        {
            "text": "In the movement of animal products, the countries representing a higher risk of entry of diseases are Egypt, Mauritania, Niger and Saudi Arabia, the three of them with a higher risk of introduction of foot and mouth disease into the European Union.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal and Animal Products Trade"
        },
        {
            "text": "The probability of entry of infectious diseases through people movement and transport-vehicles is low, but they are the only likely routes of entry of certain diseases such as heartwater, peste des petits ruminants, and Middle East respiratory syndrome (MERS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Movement and Transport-Vehicles"
        },
        {
            "text": "Cowdriosis is a vector-borne disease transmitted by ticks (Amblyoma genus in the majority of cases). The only likely route of entry of this disease into the European Union is through the movement of infected animals or carriers of the tick (with a cero probability obtained) of through the transport of the infected tick in transport-vehicles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Movement and Transport-Vehicles"
        },
        {
            "text": "The most likely entrance of the Middle East respiratory syndrome in the European Union is through infected people movement (travelers of immigrants) from countries of the Arabian Peninsula. Outbreaks of this disease had occurred in Europe in 2016, the origin was a person coming from Saudi Arabia (14) .",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "text": "(14)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "People Movement and Transport-Vehicles"
        },
        {
            "text": "The peste des petits ruminants, transmissible by direct contact and fomites, represents a risk for Europe only by the movement of vehicles contaminated by previous trips in which carrying this type of cattle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Movement and Transport-Vehicles"
        },
        {
            "text": "The probability of introduction of highly pathogenic avian influenza and Newcastle disease through wild bird migration is high due to the existence of different migratory routes that link the European breeding areas with African wintering areas (7, 8) , resulting in a constant flow of wild birds among the affected countries of Africa and the Arabian Peninsula, and the European Union. This pathway may be responsible for the recent entry of Newcastle disease in the European Union, in the last 2 years (2017 and 2018) outbreaks of Newcastle disease has been notified in Portugal, France, Rumania, Bulgaria, Sweden, Switzerland, Check Republic and Cyprus ( Table 11 ). The origin of the outbreaks is not defined but following the results obtained, it may be possible that a percentage of these outbreaks may be caused by wild bird's migration from African and Middle East wintering areas.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 249,
                    "end": 251,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 658,
                    "end": 666,
                    "text": "Table 11",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Wild Bird Migration"
        },
        {
            "text": "There is a high risk of introduction of bluetongue and epizootic haemorrhagic disease in the European Union through dispersion of particles in wind currents from Morocco, Algeria, Tunisia and Libya, and a moderate risk of introduction of foot and mouth disease through this pathway. The result of bluetongue is validated by the recent notifications; in the last 2 years (2017 and 2018) outbreaks of bluetongue have been notified in Greece, Italy, and Switzerland (Table 11) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 463,
                    "end": 473,
                    "text": "(Table 11)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Dispersion of Particles in Wind Currents"
        },
        {
            "text": "In the other hand, there is no risk of entry of Rift Valley fever through this pathway. If the North African Coast countries, the countries of the study that show in the simulations a certain probability of particles dispersion arriving to the European Union, remain free of Rift Valley fever, there will be no risk of introduction of this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dispersion of Particles in Wind Currents"
        },
        {
            "text": "To confirm the absence of risk of introduction of Rift Valley fever through this pathway, the situation of the disease in the countries of the study, which so far are not affected, should be checked periodically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dispersion of Particles in Wind Currents"
        },
        {
            "text": "The main limitation of the model is the information available. The majority of information managed in this study is coming from official databases (PubMed, OIE 18, GDAS 25, EUROSTAT 22, FAOSTAT 21), although they do not have information from all countries of interest. There is only complete information of five countries: Morocco, Algeria, Tunisia, Egypt, and Saudi Arabia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the Study"
        },
        {
            "text": "There is not enough information for certain emerging diseases such as Middle East respiratory syndrome, so this study can be updated as the research on the different diseases transmission routes progresses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the Study"
        },
        {
            "text": "In the same way, there are countries without information available, for lack of declaration on the current health situation or underreporting of diseases outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the Study"
        },
        {
            "text": "Once the model is complete, could conduct an annual or biannual review to update the variables and parameters in use, to obtain an updated risk analysis that allows detecting potential dangerous routes of entry by an increase in the risk from the previous period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the Study"
        },
        {
            "text": "This work has made possible to assess the risk of entry of different infectious diseases at the same time, and through different routes of entry into a large geographical area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The use of spread sheets for the development of probabilistic formulation has been of vital importance for the collection and analysis of data, although its validity depends on the confidence and quality of the available information. In this case, there is only complete information of five countries: Morocco, Algeria, Tunisia, Egypt, and Saudi Arabia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "It has been established a model for vectors introduction in wind flow that confirms the potential entry by this pathway of some vector-borne diseases, bluetongue and epizootic haemorrhagic disease, from Morocco, Algeria and Tunisia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Of all the diseases analyzed in this study, Newcastle disease and avian influenza are the ones with a higher risk of entry in the European Union. The pathway with more relevance in the risk of entry of these diseases is the wild bird's migration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The diseases with a moderate risk of entry are bluetongue, epizootic haemorrhagic disease and foot and mouth disease. These diseases have in common the possible entry through wind dispersion. In the case of vector-borne diseases it is possible by vectors dispersion in wind currents, and in the case of foot and mouth disease it is possible by virus spreading through wind currents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Due to the absence of live dromedary movement to Europe, the more likely way of entry of the Middle East respiratory syndrome is through infected people movement, from Saudi Arabia, Kuwait, Qatar and Oman.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The contagious bovine pleuropneumonia is the only disease with no risk of introduction in the European Union, due to the absence of cattle movement from the countries affected by this disease, Chad, Niger, Mali, and Mauritania.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Publicly available datasets were analyzed in this study. This data can be found here: http://www.fao.org/faostat/en/#data/ TA, http://www.fao.org/faostat/en/#data/TP, https://ec.europa. eu/eurostat/data/database, http://www.oie.int/wahis_2/public/ wahid.php/Wahidhome/Home, http://apps.who.int/gho/data/ node.country, http://csntool.wingsoverwetlands.org/csn/default. html#state=speciesSearch, not available any more and changed into http://critical-sites.wetlands.org/en, http://ready.arl.noaa. gov/HYSPLIT.php.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY"
        },
        {
            "text": "JS-V conceived the idea for the work. EM and EF-C designed the work. EM carried out the data extraction for the risk analysis. EM and EF-C developed the probabilistic formulation. EM designed the tables with the results for interpretation. EF-C contributed in the interpretation of the program HYSPLIT. EM obtained the wind and particle dispersion simulations and estimated trajectories. EM obtained data from Critical Site Network Tool-Species search and studied species distribution in the global map. JS-V reviewed the design of the work and the results obtained. EM wrote the manuscript. EF-C and JS-V provided critical feedback and helped shape the research, analysis, and manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cambio climático en España y riesgo de enfermedades infecciosas y parasitarias transmitidas por artrópodos y roedores",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "López-Vélez",
                    "suffix": ""
                },
                {
                    "first": "Molina",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Rev Esp Salud Publ",
            "volume": "79",
            "issn": "",
            "pages": "177--90",
            "other_ids": {
                "DOI": [
                    "10.1590/S1135-57272005000200006"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Foot-and-mouth disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Grubman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Baxt",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Microbiol Rev",
            "volume": "17",
            "issn": "",
            "pages": "465--93",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.17.2.465-493.2004"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Veterinary Epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thrusfield",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Análisis probabilístico del Riesgo potencial de entrada y Difusión de la",
            "authors": [
                {
                    "first": "Sánchez",
                    "middle": [],
                    "last": "Vizcaíno",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Iglesias",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martínez-López",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "La Torre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Muñoz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Análisis probabilístico del riesgo de introducción de la peste porcina clásica en España",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sánchez-Vizcaíno",
                    "suffix": ""
                },
                {
                    "first": "Martínez",
                    "middle": [],
                    "last": "López",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Martínez",
                    "middle": [],
                    "last": "Avilés",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Gutiérrez",
                    "middle": [],
                    "last": "Boada",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Compañía Española de Reprografía y Servicios",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Risk assessment applied to spain's prevention strategy against highly pathogenic Avian influenza virus H5N1",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Muñoz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De La Torre",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sánchez-Vizcaíno",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Avian Dis",
            "volume": "51",
            "issn": "",
            "pages": "507--518",
            "other_ids": {
                "DOI": [
                    "10.1637/7622-042606R1.1"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transport of ixodid ticks and tick-borne pathogens by migratory birds",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hasle",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Front Cell Infect Microbiol",
            "volume": "3",
            "issn": "",
            "pages": "1--6",
            "other_ids": {
                "DOI": [
                    "10.3389/fcimb.2013.00048"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transport of Ixodes ricinus infected with Borrelia species to Norway by northwardmigrating passerine birds",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hasle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Bjune",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Midthjell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Roed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Leinaas",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ticks Tick-borne Dis",
            "volume": "2",
            "issn": "",
            "pages": "37--43",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ttbdis.2010.10.004"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bluetongue virus serotype 1 outbreak in the Basque Country (Northern Spain) 2007-2008. Data support a primary vector windborne transport",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "García-Lastra",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Leginagoikoa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Plazaola",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ocabo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gorka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nunes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0034421"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Using climate data to map the potential distribution of Culicoides imicola (Diptera: Ceratopogonidae",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Wittmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Mellor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baylis",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "731--771",
            "other_ids": {
                "DOI": [
                    "10.20506/rst.20.3.1306"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Range expansion of the Bluetongue vector, Culicoides imicola",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jacquet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pagès",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Talavera",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Burgin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep27247"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Middle East respiratory syndrome coronavirus: a comprehensive review",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Shehata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gomaa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kayali",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Front Med",
            "volume": "10",
            "issn": "",
            "pages": "120--156",
            "other_ids": {
                "DOI": [
                    "10.1007/s11684-016-0430-6"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV)-Emergencies",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Glanders: off to the races with Burkholderia mallei",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Whitlock",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Estes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Torres",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "FEMS Microbiol Lett",
            "volume": "277",
            "issn": "",
            "pages": "115--137",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1574-6968.2007.00949.x"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Statistical Databases of the Food and Agriculture Organization of the United Nations",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Available online at: https://trade.cites. org/ 19. EUROSTAT. Statistical Databases of the European Commission",
            "authors": [],
            "year": 2017,
            "venue": "CITES. CITES Trade Database",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Available online at",
            "authors": [],
            "year": 2017,
            "venue": "WAHIS. World Animal Health Information System",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Air Resources Laboratory-Hybrid Single Particle Lagrangian Integrated Trajectory Model",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Csn-Tool",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Long-distance aerial dispersal modelling of Culicoides biting midges: case studies of incursions into Australia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Eagles",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Melville",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Weir",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ballis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Zalucki",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Vet Res",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1746-6148-10-135"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Aedes aegypti (L.), the Yellow Fever Mosquito: Its Life History, Bionomics and Structure",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Christophers",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Significance of fomites in the spread of respiratory and enteric viral disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Boone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerba",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Appl Environ Microbiol",
            "volume": "",
            "issn": "",
            "pages": "1687--96",
            "other_ids": {
                "DOI": [
                    "10.1128/AEM.02051-06"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Sánchez-Vizcaíno F, Martínez-López B, Sánchez-Vizcaíno JM. Identification of suitable areas for the occurrence of Rift Valley fever outbreaks in Spain using a multiple criteria decision framework",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Sorensen",
                    "suffix": ""
                },
                {
                    "first": "Dkj",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Epidemiol Infect",
            "volume": "124",
            "issn": "",
            "pages": "71--79",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2013.03.016"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Manual of Procedures for Wildlife Disease Risk Analysis. Paris: World Organisation for Animal Health",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Jakob-Hoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Macdiarmid",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lees",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Travis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Major routes of entry of diseases from North Africa and Middle East in the European Union.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(A) = number of favorable cases to the event A number of possible cases (1) The different probabilities calculated in this study are named as different variables: PIA j i -Probability of introduction of the j disease into the European Union through live animals trade from the country i.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Probability of introduction of the j disease into the European Union through the movement of transport vehicles from the country i. PIP j i -Probability of introduction of the j disease into the European Union through the movement of people from the country i. PIS j i -Probability of introduction of the j disease into the European Union through the importation of animal products from the country i. PIM j i -Probability of introduction of the j disease into the European Union through the movement of migratory birds from the country i. PIV j i -Probability of introduction of the j disease into the European Union through the dispersion of particles in wind currents from the country i.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Particle dispersion models.transported to Europe coming from the country i multiplied by the probability of the country i being affected by the disease j (PPA j i ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "to Europe from the country i animal population in the country i PPA j i",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ", around 30 days (PSA 4 = 0.47; PSA 7 = 0.39). Peste des petits ruminants and Middle East Respiratory Syndrome infective pathogen have a short average survival, around 4 days (PSA j = 0.06).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "by sea from i to EU total load transported to EU x PSA j x 0,1 x PPA j i + n ō aircrafts from i to EU total n ō of aircrafts to EU x PSA j x 0,1 x PPA j iProbability of Introduction Through the Movement of PeopleThe probability of introduction of the j disease into the European Union through the movement of people from the country i (PIP i j ) is calculated as the intersection of two events: the probability of the country i being affected by the disease j (PPA j i ) and the probability of a person from the country i arriving to the European Union (PHE j i ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The probability of a person from the country i arriving to the European Union (PHE j i ). is the ratio between the people coming to the European Union from the country i and the total human population in the country i. PHE i = airline passengers+ship passengers+immigrants from i human population on the country i",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "product imported form coutnry i to EU total animal products imported to EU x PPA j iProbability of Introduction Through the Movement of Migratory BirdsThe probability of introduction of the j disease into the European Union through the movement of migratory birds from country i (PIM i j ) is calculated as the proportion of the migratory birds population in the country i multiplied by the probability of the country i being affected by the disease j (PPA j i ), taking into account only the bird-borne diseases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Probability of Introduction Through Dispersion of Particles in Wind CurrentsIt has been carried out simulations of the 365 days of the year 2016 for two sizes of particles: a 4 mm diameter and 0.068 g/cc density for Aedes, and a 1.5 mm diameter and 0.28 g/cc density for Culicoides.The probability of introduction of the j disease into the European Union through the dispersion of particles in wind currents from the country i (PIV j i ) is calculated as the average of the number of wind simulations for each country i that reaches European areas, multiplied by the probability of the country i being affected by the disease j (PPA j i ) and the probability of the vector or infective particle remaining viable during the route(PSV j i ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "n ō days with favorable weather conditions 30 days",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "same type of formula, it is estimated the likelihood of entry of a disease j in the European Union.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": ", moderate and low risk of introduction of infectious diseases from different countries has been estimated based on a 75 and 90-percentile (P 75 and P 90 ) over the final results of probability of each route of entry. Therefore, the results that are over the 75-percentile and 90-percentile are classified as moderate and high risk of entry.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Probability of introduction of the j disease into the European Union through dispersion of particles in wind currents coming from the country i.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Veterinary Science | www.frontiersin.org",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Likelihood of entry of each disease in the European Union (PI: Probability of Introduction",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "in January 2017, there have been 1.879 human cases of Middle East respiratory syndrome from 2012 to 2017, with 659 deaths (30-40% mortality). The 80% of the cases are contained in Saudi Arabia, but there have been MERS notifications in a total of 27 countries of Middle East, North Africa, Europe, United States and Asia (15).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ": Morocco, Algeria, Tunisia, Libya, Egypt, Mali, Mauritania, Niger, Chad, Sudan, United Arab Emirates, Saudi Arabia, Qatar, Oman, Kuwait, and Bahrain.Among all the infectious diseases reported in the last 12 years in the above selected countries, according to the information provided by the World Organization for Animal Health (12), 11 are selected for the analysis (Table 1): bluetongue, contagious bovine pleuropneumonia, epizootic haemorrhagic disease, foot and mouth disease, equine glanders, heartwater, highly pathogenic avian influenza, Middle East respiratory syndrome, Newcastle disease, peste des petits ruminants, and Rift Valley fever.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Countries \"i\" included in the study.ID i Abbreviations Country ID i Abbreviations Country",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Infectious diseases selected for the analysis, their identificationin this study (ID j ), standard abbreviations, type of affected animals, mode of transmission (DC, direct contact; V, vector-born; F, fomites; I, food-borne) and routes of entry (0: no entry; 1: entry).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Probability of the country i being affected by the disease j (PPA",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Probability of introduction of the j disease into the European Union through live animal's trade from the country i.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Probability of introduction of the j disease into the European Union through transport-vehicle from the country i.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Probability of introduction of the j disease into the European Union through people movement from the country i.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Probability of introduction of the j disease into the European Union through importation of animal products from the country i.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Probability of introduction of the j disease into the European Union through wild birds migration from the country i.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Diseases outbreaks in the European countries during the years: 2017 and 2018 (OIE World Animal Health Information System).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fvets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY MATERIAL"
        },
        {
            "text": "Conflict of Interest Statement: The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Copyright © 2019 Massó Sagüés, Fernández-Carrión and Sánchez-Vizcaíno. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2019.00293/full#supplementary-material"
        }
    ]
}