{
    "paper_id": "9ff6863b239e533b93dd1147c0c9a36a01d7ad66",
    "metadata": {
        "title": "Quantitative Temporal Proteomic Analysis of Vaccinia Virus Infection Reveals Regulation of Histone Deacetylases by an Interferon Antagonist",
        "authors": [
            {
                "first": "Lior",
                "middle": [],
                "last": "Soday",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yongxu",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jonas",
                "middle": [
                    "D"
                ],
                "last": "Albarnaz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Colin",
                "middle": [
                    "T R"
                ],
                "last": "Davies",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robin",
                "middle": [],
                "last": "Antrobus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Geoffrey",
                "middle": [
                    "L"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "P"
                ],
                "last": "Weekes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Graphical Abstract Highlights d Temporal proteomic analysis quantifies host and viral dynamics during vaccinia infection d Host protein families are proteasomally degraded over the course of vaccinia infection d Vaccinia protein C6 targets HDAC5 for proteasomal degradation d HDAC5 is a host antiviral factor that restricts different families of DNA viruses SUMMARY",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Vaccinia virus (VACV) has numerous immune evasion strategies, including multiple mechanisms of inhibition of interferon regulatory factor 3 (IRF-3), nuclear factor kB (NF-kB), and type I interferon (IFN) signaling. Here, we use highly multiplexed proteomics to quantify $9,000 cellular proteins and $80% of viral proteins at seven time points throughout VACV infection. A total of 265 cellular proteins are downregulated >2-fold by VACV, including putative natural killer cell ligands and IFN-stimulated genes. Two-thirds of these viral targets, including class II histone deacetylase 5 (HDAC5), are degraded proteolytically during infection. In follow-up analysis, we demonstrate that HDAC5 restricts replication of both VACV and herpes simplex virus type 1. By generating a proteinbased temporal classification of VACV gene expression, we identify protein C6, a multifunctional IFN antagonist, as being necessary and sufficient for proteasomal degradation of HDAC5. Our approach thus identifies both a host antiviral factor and a viral mechanism of innate immune evasion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ". The antigenic relatedness between orthopoxviruses leads to cross-protection to heterologous infections and explains why VACV was an effective live vaccine against smallpox, which culminated in the eradication of this disease in 1980 (Fenner et al., 1988 . Following the eradication of smallpox, research with VACV has continued because it is an excellent model for studying virus-host interactions, and because VACV is being developed as a vector for live vaccines against other infectious diseases and as an oncolytic agent. To improve the safety of VACV as a vaccine and to optimize its immunogenicity, there is a need to have a comprehensive understanding of the biology of VACV and its interactions with the host cell. VACV gene expression is conventionally divided into early, intermediate, and late phases (Moss, 2013) . Early genes encode multiple proteins that suppress innate and adaptive host immunity, in addition to factors that initiate DNA replication and regulate intermediate class gene expression (Hruby and Ball, 1982; Jones and Moss, 1984; Sanz and Moss, 1999; Smith et al., 1989a Smith et al., , 1989b Smith et al., 2013) . Intermediate genes chiefly encode transcription factors that regulate late gene expression. Late genes encode structural proteins, as well as other proteins incorporated into progeny virions including viral RNA transcription machinery and early gene transcription factors (Broyles and Fesler, 1990; Kane and Shuman, 1992; Rosel and Moss, 1985; Yang et al., 2011a) . Intermediate and late genes are expressed after the onset of genome replication and are collectively termed post-replicative genes (Keck et al., 1990; Vos and Stunnenberg, 1988) .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "1980",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 255,
                    "text": "(Fenner et al., 1988",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 826,
                    "text": "(Moss, 2013)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1016,
                    "end": 1038,
                    "text": "(Hruby and Ball, 1982;",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1060,
                    "text": "Jones and Moss, 1984;",
                    "ref_id": null
                },
                {
                    "start": 1061,
                    "end": 1081,
                    "text": "Sanz and Moss, 1999;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1082,
                    "end": 1101,
                    "text": "Smith et al., 1989a",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1102,
                    "end": 1123,
                    "text": "Smith et al., , 1989b",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1124,
                    "end": 1143,
                    "text": "Smith et al., 2013)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1418,
                    "end": 1444,
                    "text": "(Broyles and Fesler, 1990;",
                    "ref_id": null
                },
                {
                    "start": 1445,
                    "end": 1467,
                    "text": "Kane and Shuman, 1992;",
                    "ref_id": null
                },
                {
                    "start": 1468,
                    "end": 1489,
                    "text": "Rosel and Moss, 1985;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1490,
                    "end": 1509,
                    "text": "Yang et al., 2011a)",
                    "ref_id": null
                },
                {
                    "start": 1643,
                    "end": 1662,
                    "text": "(Keck et al., 1990;",
                    "ref_id": null
                },
                {
                    "start": 1663,
                    "end": 1689,
                    "text": "Vos and Stunnenberg, 1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A distinct feature of poxviruses is their replication in cytoplasmic ''viral factories'' without direct involvement of the nucleus, which may engender a particular susceptibility to triggering, and the consequences of a type I interferon (IFN) response (Moss, 2013) . In addition to encoding multiple proteins that inhibit the interferon regulatory factor 3 (IRF-3) and nuclear factor kB (NF-kB) signaling that would lead to expression of IFN-b (Smith et al., 2018) , VACV encodes at least three proteins to directly evade type I IFN. Protein B18 is secreted from infected cells and binds to type I IFNs extracellularly, preventing their engagement with IFN receptors (Colamonici et al., 1995; Symons et al., 1995) . Protein H1 dephosphorylates STAT molecules, blocking IFN signal transduction (Najarro et al., 2001) . Protein C6 co-precipitates with STAT2 and inhibits transcription of IFN-stimulated genes (ISGs) (Stuart et al., 2016) . C6 can also inhibit activation and nuclear translocation of IRF3, inhibiting IFN production .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 265,
                    "text": "(Moss, 2013)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 445,
                    "end": 465,
                    "text": "(Smith et al., 2018)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 668,
                    "end": 693,
                    "text": "(Colamonici et al., 1995;",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 714,
                    "text": "Symons et al., 1995)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 794,
                    "end": 816,
                    "text": "(Najarro et al., 2001)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 915,
                    "end": 936,
                    "text": "(Stuart et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "VACV also encodes proteins E3, K3, K1, C7, and C9 that are shown to, or are likely to, antagonize ISGs. Mechanisms of action identified include inhibition of activation of protein kinase R (PKR) or 2 0 5 0 -oligoadenylate synthetase (2 0 5 0 -OAS), inhibition of phosphorylation of eukaryotic initiation factor 2a to maintain viral protein synthesis, or inhibition of IRF1 (reviewed in Smith et al., 2018) . However, only a single report has provided evidence of downregulation of an antiviral restriction factor by VACV. Interferon-induced transmembrane protein 3 (IFITM3) is downregulated during infection to evade antiviral restriction, although neither the viral mechanism of protein modulation, nor the cellular mechanism of VACV restriction by IFITM3, has been determined (Li et al., 2018) .",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 405,
                    "text": "Smith et al., 2018)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 778,
                    "end": 795,
                    "text": "(Li et al., 2018)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A systematic quantitative analysis of temporal changes in host and viral proteins throughout the course of productive viral infection can provide dynamic insights into virus-host interaction. These include the prediction of components of innate and adaptive immunity as well as virus-host protein-protein interactions (Weekes et al., 2014) . Furthermore, an unbiased analysis of proteins targeted by viruses for proteasomal degradation can predict antiviral factors (Nightingale et al., 2018) . Using multiplexed tandem-mass tag (TMT)-based proteomics we measured $9,000 host proteins and $80% of VACV proteins over seven time points throughout infection, providing a comprehensive temporal view of the host proteome and VACV virome. Our analysis revealed that VACV downregulates 265 proteins, including multiple cell surface collagens and protocadherins, which may act as natural killer (NK) cell ligands. Other insights included the downregulation of multiple ISGs including all canonical IFN-induced proteins with tetratricopeptide repeats (IFITs). Studying infection in the presence or absence of the proteasomal inhibitor MG132 showed that 69% of downregulated proteins were targeted for proteasomal degradation, including histone deacetylase 5 (HDAC5). By generating a temporal system of classification of VACV protein expression, we predicted that the early viral protein C6 targets HDAC5 for degradation, which was confirmed using a mutant virus lacking C6 and a cell line expressing C6. Data presented define HDAC5 as a restriction factor that inhibits the replication of different families of DNA viruses.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 339,
                    "text": "(Weekes et al., 2014)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 466,
                    "end": 492,
                    "text": "(Nightingale et al., 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To build a global picture of changes in host and viral proteins throughout the course of VACV infection, we infected telomerase reverse transcriptase (TERT)-immortalized primary human fetal foreskin fibroblasts (HFFF-TERTs) with VACV strain Western Reserve (WR) at high multiplicity in biological triplicate. Flow cytometry confirmed that >95% of cells were infected ( Figure S1A ). Eleven-plex TMT and triple-stage mass spectrometry (MS3) were used to quantify changes in protein expression over seven time points ( Figure 1A ; Table S1 ). This quantified 8,991 human proteins and 172/216 viral proteins, providing a global view of changes in protein expression during infection ( Figure S1B ). Mock and early infection samples clustered separately from intermediate and late infection time points, with changes of the greatest magnitude occurring mostly late during infection (Figure 1B) . Over 18 h of infection, 265 human proteins were downregulated >2-fold, and 70 human proteins upregulated >2-fold (Figures 1C and S1C; Tables S2A and S2B ). This approach was validated by confirming the known downregulation of tumor suppressor protein p53 and upregulation of transcription factors Fos, Jun, and EGR1 ( Figure S1D ) (de Magalhães et al., 2001; Silva et al., 2006; Wali and Strayer, 1999; Yoo et al., 2008) . Previously unreported findings included degradation of HDAC5 (Figure 1D) . All data are shown in Table S1 , in which the worksheet ''Plotter'' enables interactive generation of temporal graphs of the expression of each of the human or viral proteins quantified.",
            "cite_spans": [
                {
                    "start": 878,
                    "end": 889,
                    "text": "(Figure 1B)",
                    "ref_id": null
                },
                {
                    "start": 1223,
                    "end": 1250,
                    "text": "(de Magalhães et al., 2001;",
                    "ref_id": null
                },
                {
                    "start": 1251,
                    "end": 1270,
                    "text": "Silva et al., 2006;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1271,
                    "end": 1294,
                    "text": "Wali and Strayer, 1999;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1295,
                    "end": 1312,
                    "text": "Yoo et al., 2008)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1376,
                    "end": 1387,
                    "text": "(Figure 1D)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 379,
                    "text": "Figure S1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 517,
                    "end": 526,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 529,
                    "end": 537,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 682,
                    "end": 692,
                    "text": "Figure S1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1005,
                    "end": 1044,
                    "text": "(Figures 1C and S1C; Tables S2A and S2B",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1210,
                    "end": 1220,
                    "text": "Figure S1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1412,
                    "end": 1420,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Quantitative Temporal Viromic Analysis of Vaccinia Virus Infection"
        },
        {
            "text": "Cell Surface Proteins Targeted by Distinct DNA Viruses to Evade Immunity The Database for Annotation, Visualization and Integrated Discovery (DAVID) software package (Huang da et al., 2009 ) was used to identify pathways enriched among proteins downregulated >2-fold. Interestingly, multiple clusters identified downregulated cell surface receptors and ligands, including the terms ''extracellular,'' ''cell attachment site,'' and ''immunoglobulinlike fold'' ( Figure 2A ; Table S2E ). This suggests that regulation of plasma membrane proteins may be a key focus of VACV infection.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 188,
                    "text": "(Huang da et al., 2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 470,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 473,
                    "end": 482,
                    "text": "Table S2E",
                    "ref_id": null
                }
            ],
            "section": "Quantitative Temporal Viromic Analysis of Vaccinia Virus Infection"
        },
        {
            "text": "Poxviruses devote a considerable proportion of their coding capacity to manipulating host immunity (Burshtyn, 2013). Cowpox virus and myxoma virus downregulate surface major histocompatibility complex (MHC) class I (Guerin et al., 2002) , VACV protein A40 resembles a C-type lectin and some NK cell receptors (Wilcock et al., 1999) and contributes to virulence (Tscharke et al., 2002) , and VACV protein N1 may limit NK cell activity (Jacobs et al., 2008) . However, there has been no systematic analysis of how VACV modulates NK or T cell recognition, in particular which ligands may be regulated in the infected cell. Therefore, these data were analyzed to determine which known NK and T cell ligands are down-or upregulated during infection. This revealed previously unrecognized modulation of multiple proteins. HLA-A, -B, and -C molecules were all downregulated during infection, in addition to nectin2, the ligand for activating NK receptor DNAM-1, and ULBP2, the ligand for activating NK receptor MHC class I polypeptide-related sequence A (MICA). The tumor necrosis factor (TNF) receptor superfamily member TNFRSF1A was also strongly downregulated ( Figure S2A ).",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 236,
                    "text": "(Guerin et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 331,
                    "text": "(Wilcock et al., 1999)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 361,
                    "end": 384,
                    "text": "(Tscharke et al., 2002)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 434,
                    "end": 455,
                    "text": "(Jacobs et al., 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1158,
                    "end": 1168,
                    "text": "Figure S2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Quantitative Temporal Viromic Analysis of Vaccinia Virus Infection"
        },
        {
            "text": "Most NK and T cell ligands belong to one of a few protein families, including immunoglobulins, C-type lectins, cadherins, TNF receptors, and major histocompatibility-complex-related molecules (Vivier et al., 2008) . To identify candidate ligands that have not been recognized previously, we added InterPro functional domain annotations to our data (Hunter et al., 2012) and reasoned that modulation of a ligand during VACV infection may indicate biological importance. This showed that 37 proteins had a relevant InterPro annotation and were at least 2-fold downregulated compared to mock infection. Twelve collagens and four protocadherins were downregulated, in addition to the tyrosine protein kinase receptor AXL, endosialin (CD248), and numerous other molecules involved in adhesion, signaling, and immunity (Figures 2A-2C and S2B-S2D;  Table S3 ).",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 213,
                    "text": "(Vivier et al., 2008)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 348,
                    "end": 369,
                    "text": "(Hunter et al., 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 813,
                    "end": 850,
                    "text": "(Figures 2A-2C and S2B-S2D;  Table S3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Quantitative Temporal Viromic Analysis of Vaccinia Virus Infection"
        },
        {
            "text": "Certain proteins important in immunity are targeted by more than one, or sometimes multiple, viruses (Schoggins et al., 2011; Schreiner and Wodrich, 2013) . To identify proteins jointly downregulated by VACV and an unrelated double-stranded DNA (dsDNA) virus, these data were combined with our previous quantitative temporal analysis of human cytomegalovirus (HCMV) infection ( Figure 3A ; Table S4A ). The DAVID software suggested that proteins downregulated by both viruses were also enriched in cell surface receptors ( Figure 3B ; Tables S4B   and S4C ). Previously, we identified HCMV-induced downregulation of multiple protocadherins and provided initial evidence that members of this family are activating NK cell ligands (Weekes et al., 2014) . Protocadherin gB5 was also downregulated during VACV infection, suggesting that this molecule might have a (A) Schematic of experimental workflow for each of three biological replicates. Cells were infected at MOI of 5 or mock infected ( Figure S1A ). Additionally, one mock and one infected sample were treated for 6 h with the viral DNA replication inhibitor cytosine arabinoside (AraC). (B) Hierarchical cluster analysis of all proteins quantified. An enlargement of three subclusters is shown (right panel), including multiple proteins that were substantially up-or downregulated. (C) Scatterplot of all proteins quantified at 18 h of infection. For all analyses in this manuscript, a mean fold change at each time point was calculated by averaging fold changes from each of the biological replicates in which the protein was quantified. For the purposes of comparison, the 18-h mock sample from each replicate was used, because the 0-, 6-, and 18-h mock samples behaved extremely similarly ( Figure S1E ). To perform a comprehensive analysis, ''sensitive'' criteria were employed, examining proteins down-or upregulated >2-fold on average across all replicates in which the protein was quantified (Table S2A) . Sensitive criteria were used in each analysis apart from where indicated. Data from ''stringent'' criteria that examined only proteins quantified in all three replicates with an average fold change > 2 and p < 0.05 are shown in Table S2C . For proteins quantified in all three replicates, a Benjamini-Hochberg-corrected two-tailed t test was used to estimate p values. Only proteins quantified in all three replicates are shown in this scatterplot. (D) Example of a previously unreported target of VACV infection. Data are represented as mean ± SEM; *p < 0.05 (see STAR Methods). Immunoblot of HFFF-TERTs infected with VACV (MOI = 5) confirmed rapid HDAC5 downregulation. particularly important role in innate immunity ( Figure 3C ). Eleven collagens were downregulated by both viruses, and for two of these this was confirmed by immunoblot ( Figure 2C ). Certain collagens may be ligands for the inhibitory leukocyte-associated Ig-like receptor-1 (LAIR-1) (Lebbink et al., 2008) , suggesting that their downregulation may be consistent with an appropriate response to intracellular infection. Given that certain NK ligands can have distinct roles depending on which receptor they bind (Vivier et al., 2008) , such broad collagen downregulation might equally be specifically triggered by VACV to engender immune evasion.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 125,
                    "text": "(Schoggins et al., 2011;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 126,
                    "end": 154,
                    "text": "Schreiner and Wodrich, 2013)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 729,
                    "end": 750,
                    "text": "(Weekes et al., 2014)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 2926,
                    "end": 2948,
                    "text": "(Lebbink et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 3155,
                    "end": 3176,
                    "text": "(Vivier et al., 2008)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 387,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 390,
                    "end": 399,
                    "text": "Table S4A",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 532,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 535,
                    "end": 555,
                    "text": "Tables S4B   and S4C",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 991,
                    "end": 1001,
                    "text": "Figure S1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1750,
                    "end": 1760,
                    "text": "Figure S1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1955,
                    "end": 1966,
                    "text": "(Table S2A)",
                    "ref_id": null
                },
                {
                    "start": 2197,
                    "end": 2206,
                    "text": "Table S2C",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2690,
                    "end": 2699,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2812,
                    "end": 2821,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Quantitative Temporal Viromic Analysis of Vaccinia Virus Infection"
        },
        {
            "text": "Enrichment analysis revealed marked downregulation of proteins in the category ''innate immunity'' ( Figure 2B ; Table S2E ). This included IFITM3, which has recently been reported to be downregulated by VACV to evade IFITM3-mediated antiviral restriction (Li et al., 2018) . Strikingly, multiple IFITs were also downregulated; a comprehensive search revealed that all four canonical IFITs 1, 2, 3 and 5 were rapidly downregulated during infection (Table S2A) Table S2E . A similar analysis was performed for proteins upregulated >2-fold; however, this did not reveal any significantly enriched clusters. (B) Example temporal profiles of collagens, innate immune mediators, and protocadherins. Data are represented as mean ± SEM (n = 3); *p < 0.05 and **p < 0.01 (see STAR Methods). Error bars and statistics are not included on the plots for PCDHGA6, PCDHGB4, and PCDHB8, as these proteins were not quantified in all three replicates; full data are shown in Table S1 .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 273,
                    "text": "(Li et al., 2018)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 110,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 113,
                    "end": 122,
                    "text": "Table S2E",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 459,
                    "text": "(Table S2A)",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 469,
                    "text": "Table S2E",
                    "ref_id": null
                },
                {
                    "start": 959,
                    "end": 967,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Downregulation of Antiviral Factors and Interferon-Stimulated Genes"
        },
        {
            "text": "(C) Validation of temporal profiles shown in (B) by immunoblot of HFFFs infected with VACV (MOI = 5). Viral proteins D8 and C6 were representative of late and early gene expression, respectively. species, and play key roles in restricting a diversity of RNA viruses including Rift Valley fever virus (RVFV), vesicular stomatitis virus (VSV), and influenza A (Vladimer et al., 2014) . The canonical mechanism of IFIT restriction is thought to be recognition of RNA modified via 5 0 triphosphorylation, or lacking methylation at the 2 0 -O of the 5 0 guanosine. Direct inhibition of RNA viral translation has also been reported (Daffis et al., 2010; Pichlmair et al., 2011) . Our observation that both VACV and HCMV downregulate IFITs ( Figure 3C ; Table S4C ) suggests that this whole class of proteins may have an as yet unrecognized mechanism of restricting DNA viruses in addition to RNA viruses. We quantified 29 tripartite motif containing proteins (TRIMs), of which TRIM 5, 13, 25, 26, and 56 were downregulated during infection. TRIM5 was also targeted by HCMV ( Figure 3C ; Tables S2A and S2B). TRIM5 can restrict retroviruses, and TRIM56 inhibits diverse RNA viruses including influenza, dengue, and yellow fever virus (Liu et al., 2014 (Liu et al., , 2016 Rahm and Telenti, 2012) . Interestingly, TRIM56 has recently also been shown to monoubiquitylate the cytosolic sensor cyclic GMP-AMP (cGAMP) synthase (cGAS), resulting in a marked increase in cGAMP production. Mice deficient in TRIM56 exhibited increased susceptibility to lethal infection by herpes simplex virus type 1 (HSV-1) (Seo et al., 2018) . It is therefore possible that downregulation of TRIM56 by VACV represents another mechanism of viral evasion of DNA sensing pathways, and suggests that further examination of the IFITs, IFITMs, and TRIMs may identify DNA viral restriction factors, or components of antiviral pathways.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 381,
                    "text": "(Vladimer et al., 2014)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 626,
                    "end": 647,
                    "text": "(Daffis et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 671,
                    "text": "Pichlmair et al., 2011)",
                    "ref_id": null
                },
                {
                    "start": 1227,
                    "end": 1244,
                    "text": "(Liu et al., 2014",
                    "ref_id": null
                },
                {
                    "start": 1245,
                    "end": 1264,
                    "text": "(Liu et al., , 2016",
                    "ref_id": null
                },
                {
                    "start": 1265,
                    "end": 1288,
                    "text": "Rahm and Telenti, 2012)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1594,
                    "end": 1612,
                    "text": "(Seo et al., 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 735,
                    "end": 744,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 747,
                    "end": 756,
                    "text": "Table S4C",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1069,
                    "end": 1078,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Downregulation of Antiviral Factors and Interferon-Stimulated Genes"
        },
        {
            "text": "Recent studies of temporal VACV gene expression have employed transcriptional approaches including microarrays (Assarsson et al., 2008) , RNA sequencing (RNA-seq) (Yang et al., 2010 (Yang et al., , 2011b , and most recently a combination of mRNA-seq and ribosomal profiling (Yang et al., 2015) . These have enabled an updated classification of viral transcripts, including the definition of early transcript classes E1.1 and E1.2 (Yang et al., 2010 (Yang et al., , 2011b . Furthermore, Croft et al. (2015) infected a murine bone marrow-derived dendritic-like cell line DC2.4 to quantify 101 VACV proteins over two independent time courses up to 9 h after infection, classifying four protein expression clusters.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 135,
                    "text": "(Assarsson et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 181,
                    "text": "(Yang et al., 2010",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 182,
                    "end": 203,
                    "text": "(Yang et al., , 2011b",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 274,
                    "end": 293,
                    "text": "(Yang et al., 2015)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 430,
                    "end": 448,
                    "text": "(Yang et al., 2010",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 449,
                    "end": 470,
                    "text": "(Yang et al., , 2011b",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 486,
                    "end": 505,
                    "text": "Croft et al. (2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Temporal Analysis of Vaccinia Viral Protein Expression"
        },
        {
            "text": "A high-definition temporal study of viral protein expression over the whole course of viral infection has the potential to provide a complementary system of protein classification, in addition to enabling direct correlation between viral and cellular protein profiles to give insights into viral-host protein interaction (Weekes et al., 2014) . We quantified $80% of all predicted VACV proteins. The number of classes of viral protein expression was determined by clustering viral proteins using the k-means method, which suggested that there are at least four distinct temporal protein profiles of viral protein expression (Figures 4A-4C; proteins of each class are shown in Figures 4D and 4E and Table S5 ).",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 342,
                    "text": "(Weekes et al., 2014)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [
                {
                    "start": 676,
                    "end": 693,
                    "text": "Figures 4D and 4E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 698,
                    "end": 706,
                    "text": "Table S5",
                    "ref_id": null
                }
            ],
            "section": "Temporal Analysis of Vaccinia Viral Protein Expression"
        },
        {
            "text": "To directly compare transcriptional and protein temporal classes, viral protein expression was examined first in the presence of cytosine arabinoside (AraC). None of the proteins in the earliest temporal class (temporal profile 1, Tp1) were inhibited by AraC, compared to >70% of proteins in the latest class (Tp4). Proteins that were not apparently inhibited by AraC in The k-means approach was used with 1-15 classes to cluster viral proteins, and the summed distance of each protein from its cluster centroid was calculated. Although this summed distance necessarily becomes smaller as more clusters are added, the rate of decline decreases with each added group, eventually settling at a fairly constant rate of decline that reflects overfitting; clusters added prior to this point reflect the underlying structure in the temporal protein data, whereas clusters subsequently added through overfitting are not informative. The point of inflexion fell between four and six classes, suggesting that there are at least four distinct temporal protein profiles of viral protein expression. (B) Class centroid profiles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Temporal Analysis of Vaccinia Viral Protein Expression"
        },
        {
            "text": "(C) Number of viral proteins per class, and the number of proteins in each class whose expression was reduced >1.5-fold by incubation with AraC (treated and untreated samples both assessed at 6 h of infection; see schematic in Figure 1A and results in Figure S3 ). Table S5. the latest class may simply reflect the stringent threshold employed, or the time point of harvesting of AraC-treated samples. We next compared our protein-level data with an RNA-seqbased definition of transcriptional classes from the manuscripts of Yang et al. (2010 Yang et al. ( , 2011b . Comparison to the protein data was striking: 18/18 Tp1 proteins were E1.1 or E1.2 class transcripts, and 60/69 Tp4 proteins were I or L transcripts (p < 0.0001, Fisher's exact test). The Tp2 class of proteins was additionally enriched in E1.2 transcripts (Figures 4F and S4A; Table S5 ). Such correspondence between different studies targeting distinct classes of biomolecules suggests that the temporal classes of VACV protein expression defined here are likely to be biologically relevant, and suggests that the temporal regulation of VACV gene expression is chiefly exerted at the transcriptional level. The comparison also highlights some interesting differences. For example, certain transcripts produced early during infection were not expressed maximally until later as Tp3-class proteins, including DNA-dependent RNA polymerase subunits E4 and G5.5, and G2, which has roles in post-replicative transcription elongation ( Figure S4A , cluster 3). This suggests that additional mechanisms for temporal regulation of virus gene expression might operate during infection. Additionally, our data were compared to 47 viral proteins that were assigned the same temporal class in each of two time courses by Croft et al. (2015) . These proteins exhibited similar classifications between both studies: 4/5 Tp1 proteins were Croft et al. temporal class 1 and 19/20 Tp4 proteins were Croft et al. temporal classes 3 or 4 ( Figure S4B ; Table S5 ).",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 542,
                    "text": "Yang et al. (2010",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 543,
                    "end": 564,
                    "text": "Yang et al. ( , 2011b",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1775,
                    "end": 1794,
                    "text": "Croft et al. (2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 236,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 252,
                    "end": 261,
                    "text": "Figure S3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 265,
                    "end": 274,
                    "text": "Table S5.",
                    "ref_id": null
                },
                {
                    "start": 843,
                    "end": 851,
                    "text": "Table S5",
                    "ref_id": null
                },
                {
                    "start": 1496,
                    "end": 1506,
                    "text": "Figure S4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1987,
                    "end": 1997,
                    "text": "Figure S4B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2000,
                    "end": 2008,
                    "text": "Table S5",
                    "ref_id": null
                }
            ],
            "section": "Temporal Analysis of Vaccinia Viral Protein Expression"
        },
        {
            "text": "To further compare protein function with temporal class, we annotated our viral protein data with functions derived from a summary of multiple literature sources (Table S5 ). The category ''virion association,'' which included virion structural proteins or proteins involved in virion morphogenesis chiefly related to the Tp4 class, while ''DNA replication'' (including enzymes involved in nucleotide precursor synthesis, DNA replication, and DNA processing) related to Tp2 proteins. Proteins functioning in ''host interaction'' (including the vaccinia growth factor [VGF] and immune evasion proteins) were mainly expressed early ( Figure 4G ).",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 572,
                    "text": "[VGF]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 171,
                    "text": "(Table S5",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 641,
                    "text": "Figure 4G",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Temporal Analysis of Vaccinia Viral Protein Expression"
        },
        {
            "text": "Previously, we described a multiplexed approach to discover proteins with innate immune function on the basis of active degradation by the proteasome during HCMV infection (Nightingale et al., 2018) . This approach was adapted to determine which of the proteins that are downregulated by VACV are also proteasomally degraded. MG132 or DMSO was added 2 h after VACV or mock infection to enable virus uncoating in the host cells prior to inhibition of the proteasome. An MG132 ''rescue ratio'' for each of 8,263 quantified proteins was obtained by comparing protein abundance during VACV infection ± inhibitor with protein abundance during mock infection ± inhibitor. This ratio enabled identification of proteins that exhibited increased degradation during VACV infection, as opposed to those having a high baseline turnover in mock-infected cells. Of the proteins downregulated >2-fold, 69% had a rescue ratio >1.5 with p < 0.05, suggesting that one of the predominant mechanisms VACV employs to downregulate proteins is proteasomal degradation ( Figure 5A ). All IFITs, TRIMs, and Ephrin receptors downregulated >2-fold were rescued by MG132. By contrast, only COL6A2 proteins (isoforms 1 and 2) were rescued; six other downregulated collagens did not meet the criteria for rescue, suggesting an alternative mechanism of downregulation (Figures 5A and 5B; Table S6A ).",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 198,
                    "text": "(Nightingale et al., 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1047,
                    "end": 1056,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 1357,
                    "end": 1366,
                    "text": "Table S6A",
                    "ref_id": null
                }
            ],
            "section": "Systematic Analysis of Protein Degradation during VACV Infection"
        },
        {
            "text": "Consistent with previous reports, MG132 inhibited late gene expression, but not expression of early genes (Satheshkumar et al., 2009; Teale et al., 2009) . Furthermore, dividing viral proteins into temporal classes revealed that most Tp1 and some Tp2 proteins were upregulated by MG132; Tp3 class proteins were largely unaffected, and Tp4-class proteins were inhibited ( Figure 5C ). This suggests that many of the earliest-expressed VACV proteins may be proteasomally degraded. Given that Tp1 and Tp2 class proteins are enriched in ''host interaction'' functions ( Figure 4G ), this may partly be explained by co-degradation of some of these viral proteins with their host targets. Otherwise, the upregulation of some Tp1 and Tp2 proteins might be a consequence of the inhibition of viral DNA replication and post-replicative gene expression by MG132, leading to a prolonged accumulation of early viral mRNAs and their protein products (Baldick and Moss, 1993; Parrish and Moss, 2006) Identification of Candidate Viral-Host Interactions VACV has a dsDNA genome of 191 kbp and is predicted to encode >200 proteins (Goebel et al., 1990) . Identification of which viral protein targets a given cellular factor can therefore be a challenging task. We recently described an approach that makes direct comparison between viral and cellular protein profiles (Weekes et al., 2014) . HDAC5 was rapidly degraded during infection ( Figure 1D ), was one of the proteins most substantially rescued by MG132 ( Figures 5A and 6A) , and was also downregulated by HCMV, suggesting that this molecule might be particularly important in the life cycle of diverse viruses (Tables S2A and  S4B ). To determine which class of viral protein targets HDAC5, we compared the four protein class centroid profiles ( Figure 4B ) to an inverted profile of HDAC5. This most closely matched Tp2 class proteins ( Figure 6B ), suggesting that one of the 38 proteins in this class may target HDAC5.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 133,
                    "text": "(Satheshkumar et al., 2009;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 134,
                    "end": 153,
                    "text": "Teale et al., 2009)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 950,
                    "end": 961,
                    "text": "Moss, 1993;",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 985,
                    "text": "Parrish and Moss, 2006)",
                    "ref_id": null
                },
                {
                    "start": 1114,
                    "end": 1135,
                    "text": "(Goebel et al., 1990)",
                    "ref_id": null
                },
                {
                    "start": 1352,
                    "end": 1373,
                    "text": "(Weekes et al., 2014)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 380,
                    "text": "Figure 5C",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 575,
                    "text": "Figure 4G",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1422,
                    "end": 1431,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1497,
                    "end": 1515,
                    "text": "Figures 5A and 6A)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1653,
                    "end": 1673,
                    "text": "(Tables S2A and  S4B",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1789,
                    "end": 1798,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1881,
                    "end": 1890,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Systematic Analysis of Protein Degradation during VACV Infection"
        },
        {
            "text": "To determine which viral protein targets HDAC5, we compared the profiles of the Tp2-class viral proteins known to have roles in innate immune signaling to the profile of HDAC5. Using Euclidian distance as a measure of difference between protein profiles, the expression kinetics of protein C6 most closely matched the kinetics of HDAC5 downregulation ( Figure 6C ). An unbiased proteomic comparison of HFFF-TERTs infected with wild-type (WT) VACV or a mutant lacking the C6L gene , vDC6, showed that HDAC5 was targeted by C6 ( Figure 6D ; Table S1 ). The specific regulation of this HDAC was confirmed by a lack of any effect of infection with either virus on HDAC1 (Figures 6A and 6E ; Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 362,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 527,
                    "end": 536,
                    "text": "Figure 6D",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 539,
                    "end": 547,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 684,
                    "text": "(Figures 6A and 6E",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 687,
                    "end": 695,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "HDAC5 Is Targeted by the VACV C6 Protein"
        },
        {
            "text": "The proteomic findings that the ubiquitin-proteasome system is co-opted by VACV to degrade HDAC5 ( Figure 6A ) was confirmed by immunoblot analysis. MG132 reduced late gene expression, represented by protein D8, but not expression of early protein C6 (Satheshkumar et al., 2009; Teale et al., 2009) , and inhibited HDAC5 degradation ( Figure 6F ). Furthermore, HDAC5 downregulation was also observed in the presence of AraC at 6, 12, and 24 h, indicating that an early gene was necessary and intermediate and late gene expression were not needed ( Figure 1D ). C6 was also shown to be sufficient for HDAC5 degradation by its inducible expression in HEK.TetR cells ( Figure 6G ).",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 278,
                    "text": "(Satheshkumar et al., 2009;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 279,
                    "end": 298,
                    "text": "Teale et al., 2009)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 335,
                    "end": 344,
                    "text": "Figure 6F",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 548,
                    "end": 557,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 666,
                    "end": 675,
                    "text": "Figure 6G",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "HDAC5 Is Targeted by the VACV C6 Protein"
        },
        {
            "text": "The rapid downregulation of HDAC5 by VACV early during infection, and downregulation by a distinct large DNA virus, HCMV, suggested a role in antiviral restriction. This was confirmed by the observation that inducible overexpression of HDAC5 in U2OS cells restricted replication of both VACV and HSV-1 ( Figures 7A and 7B ). Further, in four independently derived CRISPR/Cas9 knockout clones (in HeLa and HEK293T cells), the replication of both viruses was enhanced compared to control (Figures 7C-7H ). Re-introduction of HDAC5 restored restriction of these viruses ( Figure 7E ). Collectively, these data show that HDAC5 is a restriction factor for two different large DNA viruses, and the biological importance of this is supported by the targeted degradation of HDAC5 during VACV and HCMV infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 321,
                    "text": "Figures 7A and 7B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 486,
                    "end": 500,
                    "text": "(Figures 7C-7H",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 569,
                    "end": 578,
                    "text": "Figure 7E",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "HDAC5 Restricts VACV and HSV-1 Infection"
        },
        {
            "text": "Recent advances in quantitative proteomics have provided the opportunity to deepen our understanding of variations in the cellular proteome under physiological or pathological conditions. Until now there have been only two proteomic analyses of host and viral proteins during VACV infection, both limited by the technology available to the investigators at the time. In the first, only 24 human and 3 viral proteins were quantified due to the use of two-dimensional gel electrophoresis to pick individual protein spots for analysis (Bartel et al., 2011) . In the second, a total of $3,400 proteins were quantified at a single late time after infection. However, nearly all of the proteins that changed in response to infection were viral gene products, with very little modulation of the host proteome observed (Chou et al., 2012) . In this study, we applied quantitative temporal viromics (Weekes et al., 2014) to take a comprehensive view of the changes in the viral and cellular proteomes throughout VACV infection. We labeled peptides with TMT tags and measured proteins using MS3 on an Orbitrap Lumos, which can provide a uniquely precise quantitative measurement of protein abundances on a near-global proteomic scale (Ting et al., 2011) . Our data thus provide a valuable resource for future studies of poxvirus infection.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 553,
                    "text": "(Bartel et al., 2011)",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 830,
                    "text": "(Chou et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 911,
                    "text": "(Weekes et al., 2014)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1224,
                    "end": 1243,
                    "text": "(Ting et al., 2011)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To replicate in the cytoplasm, poxviruses have developed multiple strategies to modulate intrinsic host defenses. One benefit is that VACV infection can be used to discover facets of host immunity, because viral modulation of the host often reflects biological importance. Multiple members of certain protein families were regulated during infection, suggesting that these proteins may play a particularly important role in host defense. For example, multiple collagens and protocadherins were downregulated, some of which may be NK ligands. Table S6A .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 542,
                    "end": 551,
                    "text": "Table S6A",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "(B) Example data for host proteins that were rescued by proteasomal inhibition. The p values for virally infected biological triplicates were calculated as described in (A). For infected samples, data are represented as mean ± SEM; *p < 0.001 and **p < 0.0005 (see STAR Methods). (C) Regulation of viral proteins by proteasome inhibition. Data underlying this figure are shown in Table S6B . Three proteins were quantified in this experiment, but not in any of the three time course replicates, and are indicated in black.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 389,
                    "text": "Table S6B",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Nevertheless, only 265/8,991 proteins were downregulated >2fold even during late infection, despite the profound shutdown of host protein synthesis induced by the virus (Moss, 1968; Rice and Roberts, 1983; Strnadova et al., 2015) . This is in contrast to our previous study of HCMV infection (which does not cause host shutoff), in which 1,740/7,491 proteins were downregulated >2-fold (Weekes et al., 2014) . HCMV and VACV have a broadly similar number of canonical genes. The differential regulation of the host observed might therefore reflect differences in viral biology. We have shown that certain individual herpesviral proteins can regulate multiple host targets. For example, HCMV US2 can alone regulate R 21 proteins including MHC mole-cules and integrins, and a single Kaposi's sarcoma herpesvirus protein, K5, can regulate 83 cell surface proteins (Hsu et al., 2015; Timms et al., 2013) . It is possible that VACV proteins each individually have a paucity of discrete functions; thus, the summed effect of $200 viral genes is relatively modest. Nevertheless, C6 had at least 3 targets including E3 ubiquitin ligase RNF114 and Cerebellar degeneration-related protein 2 (CDR2) ( Figure 6D ). Alternatively, the degree of regulation of the host by VACV may be small in comparison to HCMV. Since all herpesviruses exhibit latent as well as lytic infection, and must enter and exit the nucleus during lytic replication, such increased complexity to the viral life cycle may also require increased regulation of the infected cell. The scatterplot shows all proteins quantified. A Benjamini-Hochberg-corrected two-tailed t test was used to estimate p values. (E) Representative immunoblot demonstrating that C6 specifically targets HDAC5. By comparison, HDAC1 was unmodified (MOI = 5). Quantitation of all three replicate immunoblots are shown (right panel). Data are represented as mean ± SEM, *p < 0.05 from a two-tailed t test. (F) Representative immunoblot demonstrating rescue of HDAC5 expression by inhibition of the proteasome (MOI = 5). MG132 was added 2 h after VACV infection. Quantitation of all three replicate immunoblots is shown (right panel). Data are represented as mean ± SEM, **p < 0.00005 from a two-tailed t test. (G) Immunoblot demonstrating that inducible expression of C6 is sufficient for HDAC5 degradation. HEK293T cells inducibly expressing C6 with an N-terminal Myc or C-terminal TAP tag were either treated or untreated with 100 ng/ml doxycycline overnight then lysates immunoblotted.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 181,
                    "text": "(Moss, 1968;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 182,
                    "end": 205,
                    "text": "Rice and Roberts, 1983;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 206,
                    "end": 229,
                    "text": "Strnadova et al., 2015)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 386,
                    "end": 407,
                    "text": "(Weekes et al., 2014)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 860,
                    "end": 878,
                    "text": "(Hsu et al., 2015;",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 898,
                    "text": "Timms et al., 2013)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 1189,
                    "end": 1198,
                    "text": "Figure 6D",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "One benefit of quantifying common protein changes induced by distinct classes of viruses is the prediction of molecules of particular importance in immunity. The finding that HDAC5 is downregulated by both HCMV and VACV suggested that this molecule might play an important role during infection, such as in antiviral restriction. We demonstrate that HDAC5 indeed restricts both VACV and HSV-1. Previously, HDAC5 was reported to interact with proteins from other viruses, although had not hitherto been identified as a restriction factor, or shown to be downregulated during infection. The HSV-1 immediate protein ICP0 interacted with HDAC5 and inhibited its repression of the cellular myocyte enhancer factor 2 (MEF2) promoter (Lomonte et al., 2004) . HDAC5 could repress activation of the Epstein-Barr virus (EBV) latent membrane protein 1 (LMP1) promoter by the EBV protein EBNA2. Repression was overcome by the co-activator EBNA-LP (Portal et al., 2006) . Potential mechanisms that could explain restriction by HDAC5 of viruses replicating in distinct cellular niches therefore include inhibition of viral promoters (via HDAC5 nucleocytoplasmic shuttling) or, possibly, modulation of the IFN pathway or other innate immune signaling pathways. This is under investigation in our laboratory. The VACV C6 protein regulates both IRF-3 and type I IFN signaling and co-precipitates with the TBK1 adaptor proteins SINTBAD, NAP1, and TANK , and with STAT2 via the transactivation domain (TAD) (Stuart et al., 2016) . HDAC5 is also known to co-precipitate with STAT2 (Nusinzon and Horvath, 2003) . Future studies will address if and how HDAC5 is ubiquitinated, and how C6 interacts with HDAC5, E2, and E3 ligases and any other required accessory proteins.",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 749,
                    "text": "(Lomonte et al., 2004)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 935,
                    "end": 956,
                    "text": "(Portal et al., 2006)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1488,
                    "end": 1509,
                    "text": "(Stuart et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 1561,
                    "end": 1589,
                    "text": "(Nusinzon and Horvath, 2003)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Mechanisms for protein downregulation by VACV include the well-described host shutoff via viral decapping enzymes and XRN1 mediated degradation of host transcripts (Burgess and Mohr, 2015; Liu et al., 2015; Rice and Roberts, 1983; Yang et al., 2010) . However, given that the great majority of cellular proteins did not decrease in abundance, a general reduction in mRNA levels, or translation of these, was unlikely to be the major cause of the 265 proteins Infections were performed at MOI = 0.001, for 2 days with VACV and 3 days with HSV-1, after induction with 100 ng/ml doxycycline overnight. Data are represented as mean ± SEM, p values were calculated using a two-tailed t test (n = 3). *p < 0.05 and **p < 0.01; ns: not significant.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 206,
                    "text": "Liu et al., 2015;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 207,
                    "end": 230,
                    "text": "Rice and Roberts, 1983;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 231,
                    "end": 249,
                    "text": "Yang et al., 2010)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "(B) Immunoblot of HDAC5-FLAG expression in U2OS cell lines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "(C) Enhanced replication of VACV and HSV-1 in HeLa CRISPR/Cas9 HDAC5 À/À knockout clones compared to parental cell lines. Infections were performed as detailed in (A). Data are represented as mean ± SEM, p values were calculated using a two-tailed t test (n = 3). *p < 0.05, **p < 0.01, and ***p < 0.001. (D) Immunoblot confirmed knockout of HDAC5. Sequencing of genomic DNA from clones H5KO1 and H5KO2 confirmed frameshift mutations in both alleles (Table S7A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 450,
                    "end": 461,
                    "text": "(Table S7A)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "(E) Reintroduction of HDAC5 in HDAC5 À/À cells restored restriction of VACV and HSV-1 replication. H5KO1 cells were transduced with either empty vector (EV) or HDAC5-FLAG. Infections were performed as detailed in (A). Data are represented as mean ± SEM, p values were calculated using a twotailed t test (n = 3). ***p < 0.001 and ****p < 0.0001. (F) Immunoblot analysis of HDAC5-FLAG expression in H5KO1 cell lines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "(G) Enhanced replication of VACV and HSV-1 in HEK293T CRISPR/Cas9 HDAC5 À/À knockout clones compared to parental cell lines. Infections were performed as detailed in (A). Data are represented as mean ± SEM, p values were calculated using a two-tailed t test (n = 3). *p < 0.05 and **p < 0.01. (H) Immunoblot confirming knockout of HDAC5. Sequencing of genomic DNA from clones H5KO3 and H5KO4 confirmed frameshift mutations in both alleles (Table S7A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 450,
                    "text": "(Table S7A)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "being reduced more than two fold. Indeed, we found that MG132 rescues 69% of host proteins from degradation including HDAC5, suggesting that many of the downregulated proteins may be specifically targeted to the proteasome. This finding is consistent with a recent analysis of protein ubiquitylation during cowpox virus infection (Grossegesse et al., 2018) . Transcriptional mechanisms may nevertheless play an important role in protein downregulation. For example, all collagens downregulated >2-fold by VACV apart from COL6A2 were not degraded in the proteasome. In our previous analysis of protein degradation during HCMV infection, 10/11 collagens downregulated >2-fold were transcriptionally, and not proteasomally regulated (Nightingale et al., 2018) . This suggests either that both viruses regulate this class of molecules similarly or that transcriptional repression of collagen expression is a cellular response to infection.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 356,
                    "text": "(Grossegesse et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 756,
                    "text": "(Nightingale et al., 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In addition to HDAC5, we found that all IFITs and certain TRIMs were rapidly degraded during infection. IFIT1 mRNA and protein was very recently demonstrated to be downregulated by 24 h of VACV infection, in part via mammalian target of rapamycin (mTOR)-dependent cGAS degradation (Meade et al., 2018) . Restriction of VACV by IFITs and TRIMs would highlight additional viral strategies to usurp IFN-mediated antiviral effectors. Candidate viral effectors include the Tp2-class C9 protein, which was recently mapped as an antagonist of IFN action and shown to co-precipitate with components of the SCF (SKP, cullin-1, F-box) E3 ligase complex (Liu and Moss, 2018) . Host targets that may be degraded by C9 are not yet described; however, of note is that C9 itself was significantly upregulated by MG132 (Table S1 ), which may suggest it is codegraded (Nightingale et al., 2018) . In addition to viral uncoating, the proteasome has been shown to be required for VACV DNA replication; however, it had hitherto been unclear why (Mercer et al., 2012; Satheshkumar et al., 2009; Teale et al., 2009) . A possible explanation may be to overcome HDAC5 restriction and to permit virus infection to progress beyond genome replication. Alternatively, proteasome activity may be necessary to directly regulate viral or cellular proteins involved in replicating viral DNA in cytoplasmic viral factories.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 301,
                    "text": "(Meade et al., 2018)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 643,
                    "end": 663,
                    "text": "(Liu and Moss, 2018)",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 877,
                    "text": "(Nightingale et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 1025,
                    "end": 1046,
                    "text": "(Mercer et al., 2012;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1047,
                    "end": 1073,
                    "text": "Satheshkumar et al., 2009;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1074,
                    "end": 1093,
                    "text": "Teale et al., 2009)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 803,
                    "end": 812,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The temporal quantitation of $80% of predicted VACV proteins in a single experiment provides a substantial advance. Understanding of VACV gene expression had hitherto mainly been at the transcript level. We now provide a temporal system of classification of VACV protein expression complementary to and consistent with the transcriptionally based E1.1/E1.2/I/L nomenclature. A particular use of these temporal protein profiles is the ability to correlate viral and host protein expression, which can predict the class of viral proteins responsible for modulation of each host protein. With additional functional information, such as a knowledge of which proteins in each class can modulate IFN, the individual viral gene required can readily be identified, as shown here for the degradation of HDAC5 by C6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Using a powerful multiplexed proteomics approach, we have therefore identified VACV cellular targets, and defined protein C6, a multifunctional IFN antagonist, as a factor inducing proteasomal degradation of multiple host restriction factors. In addition to inhibiting IRF-3 activation and type I IFN-induced signaling, C6-induced degradation of HDAC5 joins the increasing panoply of functions encoded by VACV to evade viral restriction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Detailed methods are provided in the online version of this paper and include the following: Haas, W., Faherty, B.K., Gerber, S.A., Elias, J.E., Beausoleil, S.A., Bakalarski, C.E., Li, X., Villé n, J., and Gygi, S.P. (2006) . Optimization and use of peptide mass measurement accuracy in shotgun proteomics. Mol. Cell. Proteomics 5, 1326-1337.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 223,
                    "text": "J., and Gygi, S.P. (2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STAR+METHODS"
        },
        {
            "text": "Hollinshead, M., Johns, H.L., Sayers, C.L., Gonzalez-Lopez, C., Smith, G.L., and Elliott, G. (2012) . Endocytic tubules regulated by Rab GTPases 5 and 11 are used for envelopment of herpes simplex virus. EMBO J. 31, 4204-4220. Hruby, D.E., and Ball, L.A. (1982) . Mapping and identification of the vaccinia virus thymidine kinase gene. J. Virol. 43, [403] [404] [405] [406] [407] [408] [409] Hsu, J.L., van den Boomen, D.J., Tomasec, P., Weekes, M.P., Antrobus, R., Stanton, R.J., Ruckova, E., Sugrue, D., Wilkie, G.S., Davison, A.J., et al. (2015) . Plasma membrane profiling defines an expanded class of cell surface proteins selectively targeted for degradation by HCMV US2 in cooperation with UL141. PLoS Pathog. 11, e1004811. Li, C., Du, S., Tian, M., Wang, Y., Bai, J., Tan, P., Liu, W., Yin, R., Wang, M., Jiang, Y., et al. (2018) . The Host Restriction Factor Interferon-Inducible Transmembrane Protein 3 Inhibits Vaccinia Virus Infection. Front. Immunol. 9, 228. Liu, B., Li, N.L., Wang, J., Shi, P.Y., Wang, T., Miller, M.A., and Li, K. (2014) . Overlapping and distinct molecular determinants dictating the antiviral activities of TRIM56 against flaviviruses and coronavirus. J. Virol. 88, 13821-13835. Liu, B., Li, N.L., Shen, Y., Bao, X., Fabrizio, T., Elbahesh, H., Webby, R.J., and Li, K. (2016) ",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 99,
                    "text": "Smith, G.L., and Elliott, G. (2012)",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 261,
                    "text": "EMBO J. 31, 4204-4220. Hruby, D.E., and Ball, L.A. (1982)",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 349,
                    "text": "J. Virol. 43,",
                    "ref_id": null
                },
                {
                    "start": 350,
                    "end": 355,
                    "text": "[403]",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 361,
                    "text": "[404]",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 367,
                    "text": "[405]",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 373,
                    "text": "[406]",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 379,
                    "text": "[407]",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 385,
                    "text": "[408]",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 391,
                    "text": "[409]",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 548,
                    "text": "Stanton, R.J., Ruckova, E., Sugrue, D., Wilkie, G.S., Davison, A.J., et al. (2015)",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 837,
                    "text": "Liu, W., Yin, R., Wang, M., Jiang, Y., et al. (2018)",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 1053,
                    "text": "Liu, B., Li, N.L., Wang, J., Shi, P.Y., Wang, T., Miller, M.A., and Li, K. (2014)",
                    "ref_id": null
                },
                {
                    "start": 1187,
                    "end": 1310,
                    "text": "J. Virol. 88, 13821-13835. Liu, B., Li, N.L., Shen, Y., Bao, X., Fabrizio, T., Elbahesh, H., Webby, R.J., and Li, K. (2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STAR+METHODS"
        },
        {
            "text": "Further information and requests for resources and reagents should be directed to and will be fulfilled by the Lead Contact, Michael Weekes (mpw1001@cam.ac.uk).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONTACT FOR REAGENT AND RESOURCE SHARING"
        },
        {
            "text": "Cells and Cell Culture Primary human fetal foreskin fibroblast cells immortalized with human telomerase (HFFF-TERTs, male), BS-C-1 (African green monkey cell line, ATCC CCL-26), HeLa (human cervical ATCC CCL-2,+ female) parental and HDAC5 À/À derivative cell lines, HEK293T (human embryo kidney epithelial cell line, ATCC CRL-11268, female) parental and HDAC5 À/À derivative cell lines and human bone osteosarcoma epithelial (U2OS, ATCC HTB-96, female) cells were grown in Dulbecco's modified Eagle's medium (DMEM) supplemented with fetal bovine serum (FBS: 10% v/v), and penicillin/streptomycin at 37 C in 5% CO 2 . Transduced U2OS.TetR.HDAC5-FLAG, HEK.TetR.TAPcoC6 and HEK.TetR.MyccoC6 cell lines were additionally supplemented with 500mg/ml G418 and 1 mg/ml puromycin. RK 13 cells (rabbit kidney cell line, ATCC CCL-37) were maintained in minimal essential medium (MEM) supplemented with 10 % FBS and penicillin/streptomycin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPERIMENTAL MODEL AND SUBJECT DETAILS"
        },
        {
            "text": "All cell lines apart from HFFF-TERTs were obtained from and authenticated by ATCC. HFFF-TERTs have been tested at regular intervals since isolation to confirm both that the HLA and MICA genotypes, and the morphology and antibiotic resistances are consistent with the original cells described in (McSharry et al., 2001) . In addition, HFFF-TERTs are routinely infected with the HCMV Merlin strain, which is only permissive in human fibroblasts (dermal or foreskin), further limiting the chances that the cells have been contaminated with another cell type. HDAC5-deficient HeLa and HEK cell lines were derived from the respective parental cell lines obtained from ATCC. All cell lines used regularly tested negative for mycoplasma.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 318,
                    "text": "(McSharry et al., 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EXPERIMENTAL MODEL AND SUBJECT DETAILS"
        },
        {
            "text": "Wild-type VACV strain Western Reserve (WR) and a derivative strain lacking the C6L gene, or with the capsid protein A5 fused with GFP (A5GFP VACV) were described (Carter et al., 2003; Unterholzner et al., 2011) . HSV-1 strain s17 with GFP fused to virus protein 26 (VP26GFP) was provided by Prashant Desai (Hollinshead et al., 2012) . VACVs were propagated in RK 13 cells, purified by ultracentrifugation through a 36% (w/v) sucrose cushion and suspended in 10 mM Tris-HCl pH 9.0. VACV infectivity was determined by plaque assay on BS-C-1 cells. VP26GFP HSV-1 was propagated in U2OS cells, and the infectivity was determined by plaque assay on U2OS cells.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 183,
                    "text": "(Carter et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 210,
                    "text": "Unterholzner et al., 2011)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 332,
                    "text": "(Hollinshead et al., 2012)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Viruses"
        },
        {
            "text": "The CRISPR/Cas9 plasmid px459 was from Addgene, #62988. Lentivirus vector plasmids pLKOneo.EGFPnlsTetR and pLKO.DCMV.TetO.mcs (Everett et al., 2013) were from Prof. Roger Everett (MRC, Centre for Virus Research, University of Glasgow). Plasmid pLKO.DCMV.TetO.HDAC5-FLAG was constructed by insertion of HDAC5-FLAG sequence with a 5 0 HindIII site and a 3 0 MluI into the multiple cloning site of pLKO.DCMV.TetO.mcs. Plasmids pLKO.DCMV.TetO.TAPcoC6 and pLKO.DCMV.TetO.MyccoC6 were constructed by insertion of TAPcoC6 (carboxyl terminus TAP tag) or MyccoC6 (amino-terminus Myc tag) sequence with a 5 0 Sal1 site and a 3 0 EcoR1 into the multiple cloning site of pLKO.DCMV.TetO.mcs. Plasmids pCMV.dR8.91 (expressing lentivirus helper functions) and pMD-G (vesicular stomatitis virus envelope protein G) were from Heike Laman (Department of Pathology, University of Cambridge) and were used together with the above lentivirus vectors, to produce lentivirus stocks as described (Everett et al., 2013) .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 148,
                    "text": "(Everett et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 994,
                    "text": "(Everett et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Plasmids"
        },
        {
            "text": "For proteomic experiments, 1 3 10 6 HFFF-TERTs were seeded in a 25-cm 2 flask. Cells were infected at MOI 5. All time course experiments (WCL1-3) were performed in biological triplicate. Where indicated cells were incubated with cytosine arabinoside (AraC) at 40 mg/ml from the time of infection. For the experiment comparing wt infection with the derivative lacking the C6L, and wt infection in the presence or absence of MG132 ('wt_C6L_MG'), where appropriate, after 2 h, inocula were removed and replaced with fresh medium with or without 10 mM MG132. This experiment was conducted in biological triplicate for wt(-MG132), wt(+MG132) and DC6L, and in single replicates for mock infection ± MG132 to fit the 11-plex limit of TMT experiments (Table S7B) . For immunoblots, 1 3 10 6 HFFF-TERTs were plated in 6-well plates. Cells were infected or mock infected at MOI 5. After 2 h, inocula were removed and replaced with fresh medium with or without 10 mM MG132.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 743,
                    "end": 754,
                    "text": "(Table S7B)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "METHOD DETAILS Virus Infections and Inhibitors"
        },
        {
            "text": "For virus replication assays, 2 3 10 6 parental or HDAC5 À/À HEK293T cells were seeded in 6-well plates. Cells were infected at MOI 0.001 with A5GFP VACV. After 2 d, both the supernatant and infected cells were collected for titration on BS-C-1 cells. Thus, in Figure  7G , virus yield is shown without distinction between intracellular and extracellular virions. VP26GFP HSV-1 infections were as above, except supernatants were collected at 3 d p.i. for titration on U2OS. Similar virus infection assays were performed on parental and HDAC5 À/À HeLa cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 271,
                    "text": "Figure  7G",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "METHOD DETAILS Virus Infections and Inhibitors"
        },
        {
            "text": "To measure GFP positive foci, infected monolayers of parental or HDAC5 À/À HeLa cells were infected for 2 d with VACV or 3 d with HSV-1 and then imaged at 50X magnification using a ZEISS Axio Vert.A1 fluorescent microscope and the AxioVision 4.8 software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHOD DETAILS Virus Infections and Inhibitors"
        },
        {
            "text": "HEK293T cells (3 3 10 6 ) were seeded in 10-cm dishes and on the following day were transfected with 3 mg of pLKOneo.EGFPnlsTetR together with 3 mg of each pMD-G and pCMV.dR8.91. After 3 h, the cell culture medium was replaced with DMEM supplemented with 30% FBS and penicillin-streptomycin. After overnight incubation, the cell culture supernatant was collected and replaced with 5 mL of 30% FBS/DMEM. The collected supernatant was passed through a 0.45 mm filter and supplemented with 2 mg/ml polybrene (Sigma-Aldrich, H9268). Lentivirus stock was used to transduce U2OS cells over two successive days. Transduced cells were cultured for 2 days, then the cells were selected with 500 mg/ml G418 (BioVision, 1557) , to obtain a cell line stably expressing TetR repressor. The same method was used to introduce HDAC5-FLAG into different cell lines (U2OS-TetR and HDAC5 À/À ) with the plasmid pLKO.TetO.HDAC5-FLAG. The HDAC5-FLAG transduced cells were selected with 1 mg/ml puromycin (InvivoGen, 58-58-2).",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 714,
                    "text": "G418 (BioVision, 1557)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Lentiviral Transduction"
        },
        {
            "text": "CRISPR/Cas9-Mediated Gene Knockout px459 plasmids expressing gRNAs targeting HDAC5 exon 3 and exon 4 were prepared as described (Ran et al., 2013) . HeLa or HEK293T cells were seeded in 10-cm dishes and the next day were transfected with 3 mg of either px459.HDAC5E4 or 0.5% (v/v). TMT-labeled samples were combined at a 1:1:1:1:1:1:1:1:1:1:1 ratio. The sample was vacuum-centrifuged to near dryness and subjected to C18 SPE (Sep-Pak, Waters). An unfractionated single shot was analyzed initially to ensure similar peptide loading across each TMT channel, to avoid the need for excessive electronic normalization. As all normalization factors were > 0.5 and < 2, data for the WCL2, WCL3 and wt_C6L_MG singleshot experiments were analyzed with data for the corresponding fractions to increase the overall number of peptides quantified. Normalization is discussed in the Data Analysis section below, and high pH reversed-phase (HpRP) fractionation is discussed below.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 146,
                    "text": "(Ran et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Lentiviral Transduction"
        },
        {
            "text": "Offline HpRP Fractionation TMT-labeled tryptic peptides were subjected to HpRP fractionation using an Ultimate 3000 RSLC UHPLC system (Thermo Fisher Scientific) equipped with a 2.1 mm internal diameter (ID) x 25 cm long, 1.7 mm particle Kinetix Evo C18 column (Phenomenex). Mobile phase consisted of A: 3% acetonitrile (MeCN), B: MeCN and C: 200 mM ammonium formate pH 10. Isocratic conditions were 90% A / 10% C, and C was maintained at 10% throughout the gradient elution. Separations were conducted at 45 C. Samples were loaded at 200 ml/min for 5 min. The flow rate was then increased to 400 ml/min over 5 min, after which the gradient elution proceed as follows: 0%-19% B over 10 min, 19%-34% B over 14.25 min, 34%-50% B over 8.75 min, followed by a 10 min wash at 90% B. UV absorbance was monitored at 280 nm and 15 s fractions were collected into 96-well microplates using the integrated fraction collector. Fractions were recombined orthogonally in a checkerboard fashion, combining alternate wells from each column of the plate into a single fraction, and commencing combination of adjacent fractions in alternating rows. Wells prior to the start or after the stop of elution of peptide-rich fractions, as identified from the UV trace, were excluded. This yielded two sets of 12 combined fractions, A and B, which were dried in a vacuum centrifuge and resuspended in 10 ml MS solvent (4% MeCN / 5% formic acid) prior to LC-MS3. For all experiments, 12 set 'A' fractions were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lentiviral Transduction"
        },
        {
            "text": "Mass spectrometry data was acquired using an Orbitrap Lumos (Thermo Fisher Scientific, San Jose, CA). An Ultimate 3000 RSLC nano UHPLC equipped with a 300 mm ID x 5 mm Acclaim PepMap m-Precolumn (Thermo Fisher Scientific) and a 75 mm ID x 50 cm 2.1 mm particle Acclaim PepMap RSLC analytical column was used. Loading solvent was 0.1% FA, analytical solvent A: 0.1% FA and B: 80% MeCN + 0.1% FA. All separations were carried out at 55 C. Samples were loaded at 5 mL/min for 5 min in loading solvent before beginning the analytical gradient. The following gradient was used: 3%-7% B over 3 min, 7%-37% B over 173 min, followed by a 4-min wash at 95% B and equilibration at 3% B for 15 min. Each analysis used a MultiNotch MS3-based TMT method (McAlister et al., 2012 (McAlister et al., , 2014 . The following settings were used: MS1: 380-1500 Th, 120,000 Resolution, 2 3 10 5 automatic gain control (AGC) target, 50 ms maximum injection time. MS2: Quadrupole isolation at an isolation width of m/z 0.7, CID fragmentation (normalized collision energy (NCE) 35) with ion trap scanning in turbo mode from m/z 120, 1.5x10 4 AGC target, 120 ms maximum injection time. MS3: In Synchronous Precursor Selection mode the top 6 MS2 ions were selected for HCD fragmentation (NCE 65) and scanned in the Orbitrap at 60,000 resolution with an AGC target of 1 3 10 5 and a maximum accumulation time of 150 ms. Ions were not accumulated for all parallelisable time. The entire MS/MS/MS cycle had a target time of 3 s. Dynamic exclusion was set to ± 10 ppm for 70 s. MS2 fragmentation was trigged on precursors 5 3 10 3 counts and above.",
            "cite_spans": [
                {
                    "start": 741,
                    "end": 764,
                    "text": "(McAlister et al., 2012",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 765,
                    "end": 790,
                    "text": "(McAlister et al., , 2014",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "LC-MS3"
        },
        {
            "text": "In the following description, we list the first report in the literature for each relevant algorithm. Mass spectra were processed using a Sequest-based software pipeline for quantitative proteomics, ''MassPike,'' through a collaborative arrangement with Professor Steve Gygi's laboratory at Harvard Medical School. MS spectra were converted to mzXML using an extractor built upon Thermo Fisher's RAW File Reader library (version 4.0.26) . In this extractor, the standard mzxml format has been augmented with additional custom fields that are specific to ion trap and Orbitrap mass spectrometry and essential for TMT quantitation. These additional fields include ion injection times for each scan, Fourier Transform-derived baseline and noise values calculated for every Orbitrap scan, isolation widths for each scan type, scan event numbers, and elapsed scan times. This software is a component of the MassPike software platform and is licensed by Harvard Medical School.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 436,
                    "text": "(version 4.0.26)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "A combined database was constructed from (a) the human UniProt database (26 th January, 2017), (b) the VACV strain WR UniProt database (23 rd February 2017), (c) common contaminants such as porcine trypsin and endoproteinase LysC. The combined database was concatenated with a reverse database composed of all protein sequences in reversed order. Searches were performed using a 20 ppm precursor ion tolerance (Haas et al., 2006) . Product ion tolerance was set to 0.03 Th. TMT tags on lysine residues and peptide N termini (229.162932 Da) and carbamidomethylation of cysteine residues (57.02146 Da) were set as static modifications, while oxidation of methionine residues (15.99492 Da) was set as a variable modification.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 429,
                    "text": "(Haas et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "To control the fraction of erroneous protein identifications, a target-decoy strategy was employed (Elias and Gygi, 2007, 2010) . Peptide spectral matches (PSMs) were filtered to an initial peptide-level false discovery rate (FDR) of 1% with subsequent filtering to attain a final protein-level FDR of 1% (Kim et al., 2011; Wu et al., 2011) . PSM filtering was performed using a linear discriminant analysis, as described (Huttlin et al., 2010) . This distinguishes correct from incorrect peptide IDs in a manner analogous to the widely used Percolator algorithm (Kä ll et al., 2007) , though employing a distinct machine learning algorithm. The following parameters were considered: XCorr, DCn, missed cleavages, peptide length, charge state, and precursor mass accuracy. Protein assembly was guided by principles of parsimony to produce the smallest set of proteins necessary to account for all observed peptides (Huttlin et al., 2010) .",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 109,
                    "text": "(Elias and",
                    "ref_id": null
                },
                {
                    "start": 110,
                    "end": 127,
                    "text": "Gygi, 2007, 2010)",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 323,
                    "text": "(Kim et al., 2011;",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 340,
                    "text": "Wu et al., 2011)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 422,
                    "end": 444,
                    "text": "(Huttlin et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 937,
                    "text": "(Huttlin et al., 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 563,
                    "end": 583,
                    "text": "(Kä ll et al., 2007)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Data Analysis"
        },
        {
            "text": "Proteins were quantified by summing TMT reporter ion counts across all matching peptide-spectral matches using ''MassPike,'' as described (McAlister et al., 2012 (McAlister et al., , 2014 . A minimum one unique or shared peptide per protein was used for quantitation. Briefly, a 0.003 Th window around the theoretical m/z of each reporter ion (126, 127n, 127c, 128n, 128c, 129n, 129c, 130n, 130c, 131n, 131c) was scanned for ions, and the maximum intensity nearest to the theoretical m/z was used. The primary determinant of quantitation quality is the number of TMT reporter ions detected in each MS3 spectrum, which is directly proportional to the signal-tonoise (S:N) ratio observed for each ion (Makarov and Denisov, 2009) . Conservatively, every individual peptide used for quantitation was required to contribute sufficient TMT reporter ions (minimum of $1250 per spectrum) so that each on its own could be expected to provide a representative picture of relative protein abundance (McAlister et al., 2012) . Additionally, an isolation specificity filter was employed to minimize peptide co-isolation (Ting et al., 2011) . Peptide-spectral matches with poor quality MS3 spectra (more than 9 TMT channels missing and/or a combined S:N ratio of less than 250 across all TMT reporter ions) or no MS3 spectra at all were excluded from quantitation. Peptides meeting the stated criteria for reliable quantitation were then summed by parent protein, in effect weighting the contributions of individual peptides to the total protein signal based on their individual TMT reporter ion yields. Protein quantitation values were exported for further analysis in Excel.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 161,
                    "text": "(McAlister et al., 2012",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 162,
                    "end": 187,
                    "text": "(McAlister et al., , 2014",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 343,
                    "end": 408,
                    "text": "(126, 127n, 127c, 128n, 128c, 129n, 129c, 130n, 130c, 131n, 131c)",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 726,
                    "text": "(Makarov and Denisov, 2009)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 988,
                    "end": 1012,
                    "text": "(McAlister et al., 2012)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1107,
                    "end": 1126,
                    "text": "(Ting et al., 2011)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "For protein quantitation, reverse and contaminant proteins were removed, then each reporter ion channel was summed across all quantified proteins and normalized assuming equal protein loading across all channels. For further analysis and display in figures, fractional TMT signals were used (i.e., reporting the fraction of maximal signal observed for each protein in each TMT channel, rather than the absolute normalized signal intensity). This effectively corrected for differences in the numbers of peptides observed per protein. For all TMT experiments, normalized S:N values are presented in Table S1 ('Data' worksheet).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 597,
                    "end": 605,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Data Analysis"
        },
        {
            "text": "Hierarchical centroid clustering based on uncentered Pearson correlation was performed using Cluster 3.0 (Stanford University). XLStat (Addinsoft) was used to perform k-means clustering. Each cluster was subjected to hierarchical clustering using Cluster 3.0. Clusters were visualized using Java Treeview (http://jtreeview.sourceforge.net).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The exact value of n within figures is indicated in the respective figure legends, and refers to the number of biological replicates. Blinding or sample-size estimation was not appropriate for this study. There were no inclusion criteria and no data was excluded. Figures 1, 2 , 3, 4, 5, 6D, S1, S2, S3, and S4. Time course experiments were conducted in biological triplicate (WCL1-3). For experiment wt_C6L_MG, infections with VACV (+/À MG132) and VACV lacking C6L were performed in biological triplicate. In this experiment, to fit the constraints of 11-plex TMT, mock samples ± MG132 were examined in single replicates (Table S7B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 276,
                    "text": "Figures 1, 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 622,
                    "end": 633,
                    "text": "(Table S7B)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Statistical Analysis"
        },
        {
            "text": "For proteins quantified in all three replicates, a two-tailed Student's t test was used to estimate p values that each average fold change was significantly different to 1. Values were calculated in Excel and corrected for multiple hypothesis testing using the method of Benjamini-Hochberg using an Excel macro written by one of the authors. A corrected p value < 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Figures 4, S4. XLStat (Addinsoft) was used to calculate the summed distance of each protein from its cluster centroid then perform k-means clustering. Each cluster was subjected to hierarchical clustering using Cluster 3.0 (Stanford University) ( Figure 4A ). Figures 6E and 6F . Immunoblots were performed in biological triplicate. Two-tailed t tests were used to estimate p values that each mean quantified relative band intensity in the DC6 or wt VACV+MG132 was different from control. A p value < 0.05 was considered statistically significant. Figure 7 . p values were calculated using two-tailed t tests. A p value < 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 256,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 260,
                    "end": 277,
                    "text": "Figures 6E and 6F",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 548,
                    "end": 556,
                    "text": "Figure 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Statistical Analysis"
        },
        {
            "text": "The Database for Annotation, Visualization and Integrated Discovery (DAVID) version 6.8 was used to determine pathway enrichment (Huang da et al., 2009) . Proteins regulated as indicated in the text were searched against a background of all human proteins quantified, using default settings.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 152,
                    "text": "(Huang da et al., 2009)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pathway Analysis"
        },
        {
            "text": "Unprocessed peptide data files for Figures 1, 2, 3 Figure S1 . Technical aspects of the expreiments. related to (A) Flow cytometry of HFFF-TERTs 12 h post infection using a mAb against late protein D8 (Parkinson and Smith, 1994) confirmed > 95% of cells were infected. A total 10,000 events were recorded, followed by sequential gating of HFFF-TERTs and single-cell populations. Isotype antibody staining of infected cells and D8 staining of non-infected cells were used to define the boundaries between \"D8-positive\" and \"D8negative\" cells. Data shown are from experiment 1, and are representative of all three replicates. (B) Peptides and proteins quantified in each experiment in this manuscript. (C) Number of proteins that changed by sensitive or stringent criteria (see Figure 1C for definition of these criteria). (D) Validation of down-or up-regulation of proteins already reported to be modulated by VACV. Data are represented as mean ± SEM; *p<0.05, *p<0.01 (see STAR Methods). Error bars and statistics are not included on the plot for Fos as this protein was not quantified in all three replicates; full data is shown in Table S1 . (E) Correspondence between mock samples. Each graph shows log 2 (normalised signal:noise) for every protein assessed in all three biological replicates. plots for HLA-C, TNFRSF10B, ULBP2, COL10A1, COL15A1, CELSR3, FAT3, PCDHB8, PCDHGA6, PCDHGA10, PCDHGB4 as these proteins were not quantified in all three replicates; full data is shown in Table S1 . (A) Comparison between temporal protein profiles (this study) and transcript expression profiles (Yang et al., 2015) , grouped according to protein class. For each protein or transcript, expression was normalised to the maximum across the measured time points. (B) Comparison of viral protein classes between this study and (Croft et al., 2015) . Full data and an explanation of the consensus between the two time courses conducted by Croft et al., is included in Table S5.   I3  E3  H5  F2  E4  D5  G5.5  B2  D7  A5  A24  G2  C23/B29  A50  B1  D1  D12  J4  E1  A55  E9  C12  C2  I6  N1  J6  B17  A18  K4  A49  VACWR013  J3  A29  K3  A12  C3  K2  A6  A1  G8  H7  E7  F6  A36  C8  A26  A30.5  E5  C11  F11  D8  A52  N2  VACWR018  A41  A48  A47  F3  F15  A37  K1  B11  M2  B15  A35  A8  A23  A46  K7  F4  A51  B13  F1  B19  B12  A44  VACWR011/VA  CWR208  F12  A20  I4  A31  C1  F16  G5  M1  C6  D9  A40  B6  F7  O1  C4  D4  C5  C9  C7  B18  VACWR169  A43  C13  J2  D10 A   A3  D8  A4  A10  F13  A9  H1  A17  A13  A16  G3  E8  F5  H6  I1  J1  A27  L4  A39  F17  A28  A21  G9  G7  G1  A2.5  H4  H3  L5  L1  F9  D13  G4  E10  A34  O2  A15  B5  F8  A25  B7  E6  A33  A56  F10  E2  C22/B28  A19  B16  D11  I8  A11  L3  D2  A7  A32  J5  I7  H2  D3  A38  G6  A30  E11  A42  D6  C10 A22 A45 Figure S5 . Enhanced spread of VACV and HSV-1 in HeLa H5KO1 and H5KO2 cells, related to Figure 7 . Cells were infected with A5GFP VACV (for 2 d and VP26GFP HSV-1 for 3 d (MOI=0.001) and then imaged by fluorescence microscopy. The size of GFP infected foci (n=20) were measured for each virus and quantified as described in Materials and Methods. p-values were calculated using a two-tailed t-test. ****p<0.0001. The images shown are representative of 5 independent experiments. ",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 228,
                    "text": "(Parkinson and Smith, 1994)",
                    "ref_id": null
                },
                {
                    "start": 1592,
                    "end": 1611,
                    "text": "(Yang et al., 2015)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1819,
                    "end": 1839,
                    "text": "(Croft et al., 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 50,
                    "text": "Figures 1, 2, 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 51,
                    "end": 60,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 776,
                    "end": 785,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1133,
                    "end": 1141,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1297,
                    "end": 1371,
                    "text": "plots for HLA-C, TNFRSF10B, ULBP2, COL10A1, COL15A1, CELSR3, FAT3, PCDHB8,",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1484,
                    "end": 1492,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1959,
                    "end": 2461,
                    "text": "Table S5.   I3  E3  H5  F2  E4  D5  G5.5  B2  D7  A5  A24  G2  C23/B29  A50  B1  D1  D12  J4  E1  A55  E9  C12  C2  I6  N1  J6  B17  A18  K4  A49  VACWR013  J3  A29  K3  A12  C3  K2  A6  A1  G8  H7  E7  F6  A36  C8  A26  A30.5  E5  C11  F11  D8  A52  N2  VACWR018  A41  A48  A47  F3  F15  A37  K1  B11  M2  B15  A35  A8  A23  A46  K7  F4  A51  B13  F1  B19  B12  A44  VACWR011/VA  CWR208  F12  A20  I4  A31  C1  F16  G5  M1  C6  D9  A40  B6  F7  O1  C4  D4  C5  C9  C7  B18  VACWR169  A43  C13  J2  D10",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2462,
                    "end": 2767,
                    "text": "A   A3  D8  A4  A10  F13  A9  H1  A17  A13  A16  G3  E8  F5  H6  I1  J1  A27  L4  A39  F17  A28  A21  G9  G7  G1  A2.5  H4  H3  L5  L1  F9  D13  G4  E10  A34  O2  A15  B5  F8  A25  B7  E6  A33  A56  F10  E2  C22/B28  A19  B16  D11  I8  A11  L3  D2  A7  A32  J5  I7  H2  D3  A38  G6  A30  E11  A42  D6  C10",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2776,
                    "end": 2785,
                    "text": "Figure S5",
                    "ref_id": null
                },
                {
                    "start": 2864,
                    "end": 2872,
                    "text": "Figure 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "DATA AND SOFTWARE AVAILABILITY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sensing and responding to cytosolic viruses invasions: An orchestra of kaleidoscopic ubiquitinations",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cytokine Growth Factor Rev",
            "volume": "26",
            "issn": "",
            "pages": "379--387",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Functional interaction between class II histone deacetylases and ICP0 of herpes simplex virus type 1",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lomonte",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Texier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Caron",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khochbin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "6744--6757",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dynamics of ions of intact proteins in the Orbitrap mass analyzer",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Makarov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Denisov",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Am. Soc. Mass Spectrom",
            "volume": "20",
            "issn": "",
            "pages": "1486--1495",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Increasing the multiplexing capacity of TMTs using reporter ion isotopologues with isobaric masses",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcalister",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Huttlin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ting",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Jedrychowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pike",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Grothe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Blethrow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Gygi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Anal. Chem",
            "volume": "84",
            "issn": "",
            "pages": "7469--7478",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "MultiNotch MS3 enables accurate, sensitive, and multiplexed detection of differential expression across cancer cell line proteomes",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcalister",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Nusinow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Jedrychowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "W€ Uhr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Huttlin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rad",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Gygi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Anal. Chem",
            "volume": "86",
            "issn": "",
            "pages": "7150--7158",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Human telomerase reverse transcriptase-immortalized MRC-5 and HCA2 human fibroblasts are fully permissive for human cytomegalovirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Poxviruses Evade Cytosolic Sensing through Disruption of an mTORC1-mTORC2 Regulatory Circuit",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Meade",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Furey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Rollins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Digiuseppe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Naghavi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell",
            "volume": "174",
            "issn": "",
            "pages": "1143--1157",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "RNAi screening reveals proteasomeand Cullin3-dependent stages in vaccinia virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sacher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burkard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Bleck",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stahlberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pelkmans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell Rep",
            "volume": "2",
            "issn": "",
            "pages": "1036--1047",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Inhibition of HeLa cell protein synthesis by the vaccinia virion",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Poxviridae",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2129--2159",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Vaccinia virus blocks gamma interferon signal transduction: viral VH1 phosphatase reverses Stat1 activation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Najarro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Traktman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol",
            "volume": "75",
            "issn": "",
            "pages": "3185--3196",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "High-Definition Analysis of Host Protein Stability during Human Cytomegalovirus Infection Reveals Antiviral Factors and Viral Evasion Mechanisms",
            "authors": [],
            "year": null,
            "venue": "Cell Host Microbe",
            "volume": "24",
            "issn": "",
            "pages": "447--460",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Interferon-stimulated transcription and innate antiviral immunity require deacetylase activity and histone deacetylase",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nusinzon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Horvath",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Characterization of a second vaccinia virus mRNA-decapping enzyme conserved in poxviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parrish",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol",
            "volume": "81",
            "issn": "",
            "pages": "12973--12978",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Vaccinia virus D10 protein has mRNA decapping activity, providing a mechanism for control of host and viral gene expression",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parrish",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Resch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "104",
            "issn": "",
            "pages": "2139--2144",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Epstein-Barr nuclear antigen leader protein coactivates transcription through interaction with histone deacetylase 4",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Portal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rosendorff",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kieff",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "103",
            "issn": "",
            "pages": "19278--19283",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The role of tripartite motif family members in mediating susceptibility to HIV-1 infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rahm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Telenti",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr. Opin. HIV AIDS",
            "volume": "7",
            "issn": "",
            "pages": "180--186",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Genome engineering using the CRISPR-Cas9 system",
            "authors": [],
            "year": null,
            "venue": "Nat. Protoc",
            "volume": "8",
            "issn": "",
            "pages": "2281--2308",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Vaccinia virus induces cellular mRNA degradation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Virol",
            "volume": "47",
            "issn": "",
            "pages": "529--539",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Transcriptional and translational mapping and nucleotide sequence analysis of a vaccinia virus gene encoding the precursor of the major core polypeptide 4b",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rosel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Virol",
            "volume": "56",
            "issn": "",
            "pages": "830--838",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Identification of a transcription factor, encoded by two vaccinia virus early genes, that regulates the intermediate stage of viral gene expression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sanz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "96",
            "issn": "",
            "pages": "2692--2697",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Inhibition of the ubiquitin-proteasome system prevents vaccinia virus DNA replication and expression of intermediate and late genes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Satheshkumar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Anton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sanz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol",
            "volume": "83",
            "issn": "",
            "pages": "2469--2479",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A diverse range of gene products are effectors of the type I interferon antiviral response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Schoggins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Panis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bieniasz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "472",
            "issn": "",
            "pages": "481--485",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Virion factors that target Daxx to overcome intrinsic immunity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schreiner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wodrich",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "10412--10422",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "TRIM56-mediated monoubiquitination of cGAS for cytosolic DNA sensing",
            "authors": [],
            "year": null,
            "venue": "Nat. Commun",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Differential role played by the MEK/ERK/EGR-1 pathway in orthopoxviruses vaccinia and cowpox biology",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Soares",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Brasil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Nogueira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Andrade",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "De Magalhães",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Bonjardim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Kroon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bruna-Romero",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Bonjardim",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochem. J",
            "volume": "398",
            "issn": "",
            "pages": "83--95",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Transcriptional mapping and nucleotide sequence of a vaccinia virus gene encoding a polypeptide with extensive homology to DNA ligases",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nucleic Acids Res",
            "volume": "17",
            "issn": "",
            "pages": "9051--9062",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Vaccinia virus encodes a thymidylate kinase gene: sequence and transcriptional mapping",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Carlos",
                    "suffix": ""
                },
                {
                    "first": "Chan",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nucleic Acids Res",
            "volume": "17",
            "issn": "",
            "pages": "7581--7590",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "How Does Vaccinia Virus Interfere With Interferon? Adv",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Talbot-Cooper",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Virus Res",
            "volume": "100",
            "issn": "",
            "pages": "355--378",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Human cytomegalovirus glycoprotein UL141 targets the TRAIL death receptors to thwart host innate antiviral defenses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tomasec",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aicheler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Loewendorf",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nem Covi Cová",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Macauley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Norris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Willen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Host Microbe",
            "volume": "13",
            "issn": "",
            "pages": "324--335",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Cytomegalovirus destruction of focal adhesions revealed in a high-throughput Western blot analysis of cellular protein expression",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcsharry",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Rickards",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tomasec",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol",
            "volume": "81",
            "issn": "",
            "pages": "7860--7872",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Inhibition of Translation Initiation by Protein 169: A Vaccinia Virus Strategy to Suppress Innate and Adaptive Immunity and Alter Virus Virulence",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Strnadova",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Valentine",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mazzon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Sweeney",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Pathog",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Vaccinia Virus Protein C6 Inhibits Type I IFN Signalling in the Nucleus and Binds to the Transactivation Domain of STAT2",
            "authors": [],
            "year": null,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Vaccinia virus encodes a soluble type I interferon receptor of novel structure and broad species specificity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Symons",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alcamí",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Cell",
            "volume": "81",
            "issn": "",
            "pages": "551--560",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Orthopoxviruses require a functional ubiquitin-proteasome system for productive replication",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Teale",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Buuren",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Magee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Couturier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shipclark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol",
            "volume": "83",
            "issn": "",
            "pages": "2099--2108",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Haploid genetic screens identify an essential role for PLP2 in the downregulation of novel plasma membrane targets by viral E3 ubiquitin ligases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Timms",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Tchasovnikarova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Antrobus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dougan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Weekes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Lehner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "MS3 eliminates ratio distortion in isobaric multiplexed quantitative proteomics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ting",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Gygi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Methods",
            "volume": "8",
            "issn": "",
            "pages": "937--940",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Dermal infection with vaccinia virus reveals roles for virus proteins not seen using other inoculation routes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Tscharke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Reading",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Gen. Virol",
            "volume": "83",
            "issn": "",
            "pages": "1977--1986",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Vaccinia virus protein C6 is a virulence factor that binds TBK-1 adaptor proteins and inhibits activation of IRF3 and IRF7",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Unterholzner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Sumner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baran",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Mansur",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Bourke",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Randow",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Bowie",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Functions of natural killer cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vivier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tomasello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baratin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Walzer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ugolini",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Immunol",
            "volume": "9",
            "issn": "",
            "pages": "503--510",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "IFITs: Emerging Roles as Key Anti-Viral Proteins",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Vladimer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Gó Rna",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Superti-Furga",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front. Immunol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Infection with vaccinia virus alters regulation of cell cycle progression",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wali",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Strayer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "DNA Cell Biol",
            "volume": "18",
            "issn": "",
            "pages": "837--843",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Quantitative temporal viromics: an approach to investigate host-pathogen interaction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Weekes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tomasec",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Huttlin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nusinow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aicheler",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Murrell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell",
            "volume": "157",
            "issn": "",
            "pages": "1460--1472",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The vaccinia virus A4OR gene product is a nonstructural, type II membrane glycoprotein that is expressed at the cell surface",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wilcock",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Traktman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Gen. Virol",
            "volume": "80",
            "issn": "",
            "pages": "2137--2148",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Correct interpretation of comprehensive phosphorylation dynamics requires normalization by protein expression changes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dephoure",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Huttlin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Sowa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Gygi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol. Cell Proteomics",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Simultaneous high-resolution analysis of vaccinia virus and host cell transcriptomes by deep RNA sequencing",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Martens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Porcella",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "107",
            "issn": "",
            "pages": "11513--11518",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Genome-wide analysis of the 5 0 and 3 0 ends of vaccinia virus early mRNAs delineates regulatory sequences of annotated and anomalous transcripts",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Expression profiling of the intermediate and late stages of poxvirus replication",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Martens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Porcella",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "9899--9908",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Deciphering poxvirus gene expression by RNA sequencing and ribosome profiling",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Martens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Porcella",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "89",
            "issn": "",
            "pages": "6874--6886",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Vaccinia virusmediated cell cycle alteration involves inactivation of tumour suppressors associated with Brf1 and TBP",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Pyo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell. Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "583--592",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "To identify DNA sequences from each allele, TOPO cloning (Invitrogen, K4575J10) was performed with HDAC5 PCR fragments and 20 colonies from each knockout clone were sequenced. Two HDAC5 À/À clones were generated from HeLa parental cells with gRNAs targeting either HDAC5 exon 4 (H5KO1) or HDAC5 exon 3 (H5KO2), and two HDAC5 À/À clones were generated from HEK293T cells with gRNA targeting HDAC5 exon4 (H5KO3 and H5KO4). The DNA sequences of the gRNA",
            "authors": [],
            "year": null,
            "venue": "HDAC5E3, expressing gRNAs to target HDAC5 exons 4 and 3, respectively (Table S7A)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Immunoblotting Cells were washed with PBS, and scraped in 400 mL cell lysis buffer (50 mM Tris-HCl pH 8.0, 150 mM NaCl, 1 mM EDTA, 10% glycerol, 0.5% Triton X-100, 0.1% NP-40), supplemented with protease and phosphatase inhibitors cocktails (Roche)",
            "authors": [],
            "year": null,
            "venue": "SDS-gel loading buffer for",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "The membranes were blocked in 5% non-fat milk in TBS containing 0.1% Tween-20 for 30 min at room temperature. The following primary antibodies were used at the indicated dilution, in blocking solution: rabbit anti-IFIT1 (1:1000, cat. no. PA3-848, Thermo Fisher Scientific), mouse anti-IFITM1/2/3 (1:500, cat. no. sc-374026, Santa Cruz Biotechnology), mouse anti-COL6A2 (1:500, cat. no. sc-374566, Santa Cruz Biotechnology), mouse anti-COL1A2 (1:500, cat. no. sc-376350",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unterholzner",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "C. Equal protein amounts were separated by SDS-PAGE in 8% or 12% polyacrylamide gels, then transferred to nitrocellulose membranes using the Trans-Blot Turbo transfer system",
            "volume": "",
            "issn": "",
            "pages": "926--68029",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "For intracellular staining of VACV protein D8, cells were permeabilised with 0.1% saponin (Sigma) in PBS and stained with the mouse monoclonal antibody AB1.1 specific for the VACV protein D8 (Parkinson and Smith, 1994) or isotype control, followed by PE goat anti-mouse IgG (Poly4053, BioLegend). Stained cells were fixed again with 1% paraformaldehyde in PBS",
            "authors": [],
            "year": null,
            "venue": "Flow Cytometry VACV-infected HFFF-TERTs were detached with trypsin-EDTA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Cell debris was removed by centrifuging at 21,000 g for 10 min, twice. Half of each sample was kept for subsequent analysis by immunoblot where required. For the other half, dithiothreitol (DTT) was added to a final concentration of 5 mM and samples were incubated for 20 min. Cysteines were alkylated with 14 mM iodoacetamide and incubated for 20 min at room temperature in the dark. Excess iodoacetamide was quenched with DTT for 15 min. Samples were diluted with 200 mM HEPES pH 8.5 to 1.5 M guanidine followed by digestion at room temperature for 3 h with LysC protease at a 1:100 protease-to-protein ratio. Samples were further diluted with 200 mM HEPES pH 8.5 to 0.5 M guanidine. Trypsin was then added at a 1:100 protease-to-protein ratio followed by overnight incubation at 37 C. The reaction was quenched with 5% formic acid and then centrifuged at 21,000 g for 10 min to remove undigested protein",
            "authors": [],
            "year": null,
            "venue": "Whole Cell Lysate Protein Digestion Cells were washed twice with PBS and 250 mL lysis buffer was added (6 M guanidine / 50mM HEPES pH 8.5)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Peptide concentration was measured by microBCA (Pierce), and 25 mg of peptide was labeled with TMT reagent. TMT reagents (0.8 mg) were dissolved in 43 mL anhydrous acetonitrile and 3 mL was added to peptide at a final acetonitrile concentration of 30% (v/v). Sample labeling was as",
            "authors": [],
            "year": null,
            "venue": "Peptide Labeling with Tandem Mass Tags In preparation for TMT labeling, desalted peptides were dissolved in 200 mM HEPES pH 8.5",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Quantitative Temporal Analysis of VACV Infection",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". The IFITs are induced upon stimulation with IFN or viral infection, have homologs in multiple vertebrate Downregulation of Multiple Collagens, Protocadherins, and Innate Immune Mediators (A) Functional enrichment within all proteins that were downregulated >2-fold at any point during infection compared to 18-h mock samples. A background of all quantified human proteins was used. Shown are representative terms from each cluster with Benjamini-Hochberg-corrected p values of < 0.05. Components of each significantly enriched cluster are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Co-regulation of Proteins by VACV and HCMV(A) Overlap between VACV and HCMV whole cell lysate proteomic data(Weekes et al., 2014). (B) DAVID enrichment analysis of 85 co-regulated proteins against a background of all 7,289 proteins quantified in both studies. (C) Example temporal profiles of proteins from enriched clusters. For VACV data, data are represented as mean ± SEM (n = 3); *p < 0.05 and **p < 0.01 (see STAR Methods).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Definition of Temporal Classes of VACV Gene Expression (A) Number of temporal classes of VACV gene expression.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(D) Temporal profiles of proteins in each k-means class were subjected to hierarchical clustering by Euclidian distance. (E) Temporal profiles of representative proteins from each cluster. Data are represented as mean ± SEM (n = 3). (F) Comparison of viral protein and transcript classes. (G) Functional analysis of viral proteins, based on information from Yang et al. (2010) and other references detailed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "VACV Protein C6 Downregulates HDAC5 (A) HDAC5, but not HDAC1, is proteasomally degraded during VACV infection. Bar charts and statistics were generated as described inFigure 5. (B) Viral class centroid profiles compared to an inverted profile of HDAC5, which had additionally been scaled from 0 to 1. (C) Profile of HDAC5 scaled as in (B), and Tp2-class VACV proteins with known roles in regulation of IFN or ISGs. (D) C6 targets HDAC5. HFFF-TERTs were infected in biological triplicate with WT VACV or vDC6 (lacking gene C6L) (MOI = 5 and 12 h).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "HDAC5 Restricts VACV and HSV-1 Infection (A) Diminished replication of VACV and HSV-1 in an U2OS cell line inducibly expressing HDAC5-FLAG.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ".(2008). Kinetic analysis of a complete poxvirus transcriptome reveals an immediate-early class of genes. Proc. Natl. Acad. Sci. USA 105, 2140-2145.Baldick, C.J., Jr., andMoss, B. (1993). Characterization and temporal regulation of mRNAs encoded by vaccinia virus intermediate-stage genes.J. Virol.  67, 3515-3527.   Bartel, S., Doellinger, J., Darsow, K., Bourquain, D., Buchholz, R., Nitsche, A.,  and Lange, H.A. (2011). Proteome analysis of vaccinia virus IHD-W-infected HEK 293 cells with 2-dimensional gel electrophoresis and MALDI-PSD-TOF MS of on solid phase support N-terminally sulfonated peptides. Virol.J. 8, 380.   Broyles, S.S., and Fesler, B.S. (1990). Vaccinia virus gene encoding a component of the viral early transcription factor. J. Virol. 64, 1523-1529. Burgess, H.M., and Mohr, I. (2015). Cellular 5 0 -3 0 mRNA exonuclease Xrn1 controls double-stranded RNA accumulation and anti-viral responses. Cell Host Microbe 17, 332-344. Burshtyn, D.N. (2013). NK cells and poxvirus infection. Front. Immunol. 4, 7. Carter, G.C., Rodger, G., Murphy, B.J., Law, M., Krauss, O., Hollinshead, M., and Smith, G.L. (2003). Vaccinia virus cores are transported on microtubules. J. Gen. Virol. 84, 2443-2458. Chou, W., Ngo, T., and Gershon, P.D. (2012). An overview of the vaccinia virus infectome: a survey of the proteins of the poxvirus-infected cell. J. Virol. 86, 1487-1499. Colamonici, O.R., Domanski, P., Sweitzer, S.M., Larner, A., and Buller, R.M. (1995). Vaccinia virus B18R gene encodes a type I interferon-binding protein that blocks interferon alpha transmembrane signaling. J. Biol. Chem. 270, 15974-15978. Croft, N.P., de Verteuil, D.A., Smith, S.A., Wong, Y.C., Schittenhelm, R.B., Tscharke, D.C., and Purcell, A.W. (2015). Simultaneous Quantification of Viral Antigen Expression Kinetics Using Data-Independent (DIA) Mass Spectrometry. Mol. Cell. Proteomics 14, 1361-1372. Daffis, S., Szretter, K.J., Schriewer, J., Li, J., Youn, S., Errett, J., Lin, T.Y., Schneller, S., Zust, R., Dong, H., et al. (2010). 2 0 -O methylation of the viral mRNA cap evades host restriction by IFIT family members. Nature 468, 452-456. de Magalhães, J.C., Andrade, A.A., Silva, P.N., Sousa, L.P., Ropert, C., Ferreira, P.C., Kroon, E.G., Gazzinelli, R.T., and Bonjardim, C.A. (2001). A mitogenic signal triggered at an early stage of vaccinia virus infection: implication of MEK/ERK and protein kinase A in virus multiplication. J. Biol. Chem. 276, 38353-38360. Elias, J.E., and Gygi, S.P. (2007). Target-decoy search strategy for increased confidence in large-scale protein identifications by mass spectrometry. Nat. Methods 4, 207-214. Elias, J.E., and Gygi, S.P. (2010). Target-decoy search strategy for mass spectrometry-based proteomics. Methods Mol. Biol. 604, 55-71. Everett, R.D., Bell, A.J., Lu, Y., and Orr, A. (2013). The replication defect of ICP0-null mutant herpes simplex virus 1 can be largely complemented by the combined activities of human cytomegalovirus proteins IE1 and pp71.J. Virol. 87, 978-990.   Fenner, F., Henderson, D.A., Arita, I., Jezek, Z., and Ladnyi, I.D. (1988). Smallpox and Its Eradication (World Health Organization).Goebel, S.J., Johnson, G.P., Perkus, M.E., Davis, S.W., Winslow, J.P., and Paoletti, E. (1990). The complete DNA sequence of vaccinia virus. Virology 179, 247-266. Grossegesse, M., Doellinger, J., Fritsch, A., Laue, M., Piesker, J., Schaade, L., and Nitsche, A. (2018). Global ubiquitination analysis reveals extensive modification and proteasomal degradation of cowpox virus proteins, but preservation of viral cores. Sci. Rep. 8, 1807. Guerin, J.L., Gelfi, J., Boullier, S., Delverdier, M., Bellanger, F.A., Bertagnoli, S., Drexler, I., Sutter, G., and Messud-Petit, F. (2002). Myxoma virus leukemiaassociated protein is responsible for major histocompatibility complex class I and Fas-CD95 down-regulation and defines scrapins, a new group of surface cellular receptor abductor proteins.J. Virol. 76, 2912J. Virol. 76,  -2923",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Huang da, W., Sherman, B.T., and Lempicki, R.A. (2009). Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources. Nat. Protoc. 4, 44-57. Hunter, S., Jones, P., Mitchell, A., Apweiler, R., Attwood, T.K., Bateman, A., Bernard, T., Binns, D., Bork, P., Burge, S., et al. (2012). InterPro in 2011: new developments in the family and domain prediction database. Nucleic Acids Res. 40, D306-D312. Huttlin, E.L., Jedrychowski, M.P., Elias, J.E., Goswami, T., Rad, R., Beausoleil, S.A., Villé n, J., Haas, W., Sowa, M.E., and Gygi, S.P. (2010). A tissue-specific atlas of mouse protein phosphorylation and expression. Cell 143, 1174-1189. Jacobs, N., Bartlett, N.W., Clark, R.H., and Smith, G.L. (2008). Vaccinia virus lacking the Bcl-2-like protein N1 induces a stronger natural killer cell response to infection. J. Gen. Virol. 89, 2877-2881. Jones, E.V., and Moss, B. (1984). Mapping of the vaccinia virus DNA polymerase gene by marker rescue and cell-free translation of selected RNA. J. Virol. 49, 72-77. Kä ll, L., Canterbury, J.D., Weston, J., Noble, W.S., and MacCoss, M.J. (2007). Semi-supervised learning for peptide identification from shotgun proteomics datasets. Nat. Methods 4, 923-925. Kane, E.M., and Shuman, S. (1992). Temperature-sensitive mutations in the vaccinia virus H4 gene encoding a component of the virion RNA polymerase. J. Virol. 66, 5752-5762. Keck, J.G., Baldick, C.J., Jr., and Moss, B. (1990). Role of DNA replication in vaccinia virus gene expression: a naked template is required for transcription of three late trans-activator genes. Cell 61, 801-809. Kim, W., Bennett, E.J., Huttlin, E.L., Guo, A., Li, J., Possemato, A., Sowa, M.E., Rad, R., Rush, J., Comb, M.J., et al. (2011). Systematic and quantitative assessment of the ubiquitin-modified proteome. Mol. Cell 44, 325-340. Lebbink, R.J., van den Berg, M.C., de Ruiter, T., Raynal, N., van Roon, J.A., Lenting, P.J., Jin, B., and Meyaard, L. (2008). The soluble leukocyte-associated Ig-like receptor (LAIR)-2 antagonizes the collagen/LAIR-1 inhibitory immune interaction. J. Immunol. 180, 1662-1669.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure S1 A",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Modulation of known and putative immune ligands by VACV infection, related to Figure 2. Data are represented as mean ± SEM; *p<0.05, *p<0.01 (see STAR Methods). In this figure, error bars and statistics are not included on the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "AraC inhibits expression of a subset of viral proteins, related to Figure 4. (A) Scatter plot of all proteins quantified at 6 h of infection in all three replicates in the presence or absence of AraC. A Benjamini-Hochberg-corrected two-tailed t-test was used to estimate p-values. (B) Scatter plot of all proteins quantified at 6 h of mock infection in the presence or absence of AraC. VACV proteins were quantified at the level of noise in mock samples, and are not shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Comparison of viral protein data to previous studies, related to Figure 4.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Correspondence gls37@cam.ac.uk (G.L.S.), mpw1001@cam.ac.uk (M.P.W.) In Brief Soday et al. describe a temporal proteomic analysis of vaccinia virus infection that includes systematic investigation into virally induced host protein degradation. Vaccinia degrades multiple families of immune ligands and interferon-stimulated genes. The viral C6 protein targets histone deacetylase 5 (HDAC5) for proteasomal degradation to evade the antiviral activity of HDAC5.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Figure 5. Systematic Analysis of Proteasomal Degradation (A) Scatterplot to identify human proteins that are both downregulated during VACV infection and rescued by proteasomal inhibition. Cells were infected at MOI 5 for 12 h in biological triplicate.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "CONTACT FOR REAGENT AND RESOURCE SHARING d EXPERIMENTAL MODEL AND SUBJECT DETAILS Supplemental Information can be found online at https://doi.org/10.1016/j. celrep.2019.04.042.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". The C-Terminal Tail of TRIM56 Dictates Antiviral Restriction of Influenza A and B Viruses by Impeding Viral RNA Synthesis. J. Virol. 90, 4369-4382. Liu, R., and Moss, B. (2018). Vaccinia Virus C9 Ankyrin Repeat/F-Box Protein Is a Newly Identified Antagonist of the Type I Interferon-Induced Antiviral State. J. Virol. 92, e00053-18.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": ", 4, 5, and 6 are available at https://doi.org/10.17632/wxk9gnw22r.1. These files include details of peptide sequence, redundancy, protein assignment, raw unprocessed TMT reporter intensities and isolation specificity. The mass spectrometry proteomics data have been deposited to the ProteomeXchange Consortium (http://www. proteomexchange.org/) via the PRIDE partner repository with the dataset identifier PXD012785.Supplemental Information Quantitative Temporal Proteomic Analysis of Vaccinia Virus Infection Reveals Regulation of Histone Deacetylases by an Interferon Antagonist Lior Soday, Yongxu Lu, Jonas D. Albarnaz, Colin T.R. Davies, Robin Antrobus, Geoffrey L. Smith, and Michael P. Weekes",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "A2",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}