{
    "paper_id": "9ffdd59ae97f369bdf0202cd78308225f399b3fd",
    "metadata": {
        "title": "Disease Surveillance, Vector and Zoological Services, Ministry of Agriculture, Livestock and Fisheries",
        "authors": [
            {
                "first": "Athman",
                "middle": [],
                "last": "Mwatondo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peninah",
                "middle": [],
                "last": "Munyua",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zeinab",
                "middle": [],
                "last": "Gura",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mathew",
                "middle": [],
                "last": "Muturi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Osoro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Obonyo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Austine",
                "middle": [],
                "last": "Bitek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Harry",
                "middle": [],
                "last": "Oyas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Murithi",
                "middle": [],
                "last": "Mbabu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jackson",
                "middle": [],
                "last": "Kioko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kariuki",
                "middle": [],
                "last": "Njenga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kenya Medical Research Institute",
                    "location": {
                        "country": "Kenya"
                    }
                },
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Lowther",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [
                    "Mwangi"
                ],
                "last": "Thumbi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kenya Medical Research Institute",
                    "location": {
                        "country": "Kenya"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "G"
                ],
                "last": "Allen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jane",
                "middle": [],
                "last": "Githuku",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The recent Zika outbreak in the Americas, Ebola epidemic in West Africa and the increased frequency and impact of emerging and re-emerging infections of animal origin have increased the calls for greater preparedness in early detection and responses to public health events. One-Health approaches that emphasize collaborations between human health, animal health and environmental health sectors for the prevention, early detection and response to disease outbreaks have been hailed as a key strategy. Here we highlight three main efforts that have progressed the implementation of One Health in Kenya.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The recent Zika outbreak in the Americas, Ebola epidemic in West Africa and the increased frequency and impact of emerging and reemerging infections of animal origin have increased the calls for greater preparedness in early detection and responses to public health events [1] [2] [3] [4] . Given global integration and the ease and speed of travel between countries and continents, these recent epidemics have demonstrated that a health threat anywhere can easily turn to a threat everywhere. One-Health approaches that emphasize collaborations between human health, animal health and environmental health sectors for the prevention, early detection and response to disease outbreaks have been hailed as a key strategy [5] . Whereas the concept of One-Health has been largely accepted across the developed and developing world and among international human health and animal health organizations, its implementation has faced challenges. These challenges are mainly driven by separate institutional and policy mandates whereby public health departments work to secure human health, while animal health departments efforts focus to promote trade and mitigate the huge economic consequences that arise from animal diseases. Other challenges include the historical \"silo\" mentality in human and animal health training in managing human and animal health threats, lack of guidance on how to operationalize the One-Health approach at national and international levels and weak capacity for surveillance and response in the animal health sector when compared to the human health sector [6, 7] . Despite similar challenges, Kenya has in the last 7 years made significant progress in implementing One-Health. Focus on three main efforts have catalyzed this progress.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1581,
                    "end": 1584,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1585,
                    "end": 1587,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Commentary"
        },
        {
            "text": "The first was the establishment of a national One-Health office, referred to as the Zoonotic Disease Unit (ZDU), to coordinate surveillance and outbreak response activities between Kenya's Ministries responsible for Human Health and Animal Health [8] . The ZDU, established in 2012, has provided Kenya with an institutional framework that allows zoonotic diseases to receive dedicated attention. This is important given zoonotic diseases in Kenya, like in many countries, are neglected in light of other health priorities. The ZDU has created unique opportunities for tackling zoonoses including incorporation of zoonotic diseases reporting into the health ministry integrated disease surveillance and response framework, disease specific surveillance among animal and human populations for MERS-CoV and anthrax, the development of Kenya's first strategic plan for implementation of One-Health, prevention and control plans such as the Rift Valley fever integrated preparedness and response plan that aims to enhance the country's capacity to mitigate adverse impact of future outbreaks and a rabies elimination plan that aims to eliminate human rabies by 2030 [9] . Through the ZDU, Kenya was able to determine the zoonotic diseases of national importance as well as develop an evidencebased prioritization of these diseases for informing decision-making on their prevention and control [10] . Institutionalization of One Health through the ZDU has also created a forum for communications and sharing of data between the human and animal health ministries and among research partners working on zoonosis.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1161,
                    "end": 1164,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1388,
                    "end": 1392,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Commentary"
        },
        {
            "text": "The second main contributor to the success of One Health in Kenya has been the continued development of a One-Health workforce within the country. The Field Epidemiology and Laboratory Training Program (FELTP) that provides Masters level training in applied epidemiology to veterinarians and medical doctors working within government ministries has played a significant role. Although more than 60% of the infectious diseases in humans and 75% of emerging and re-emerging infections, are of animal origin [11] , veterinarians and physicians are schooled separately and work in different institutions with different mandates, creating distinct boundaries between the professions and little opportunities for collaboration. The FELTP training in Kenya, which began in 2004, allows each FELTP resident to lead an outbreak investigation including from zoonotic diseases as part of their training requirement. This joint training approach has begun to break down professional boundaries and created linkages and networks between the two professions thereby enhancing collaboration. The effectiveness of a similar FELTP training was well demonstrated in Nigeria in 2015, where presence of a functional emergency operation center (created for polio eradication) and the coordination role by the Nigeria FELTP graduates working within government service were thought to be two of the main reasons why Nigeria was able to contain the Ebola incursion, preventing the epidemic from spreading [1] .",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 509,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1481,
                    "end": 1484,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Commentary"
        },
        {
            "text": "As of 2016, the Kenya FELTP has completed training for 135 medical and 15 veterinary epidemiologists, with many of the graduates actively serving in the public sector. These epidemiologists have enhanced the capacity of the human and animal health sectors in disease surveillance, outbreak response and improved collaborations between the human and animal health sectors. As many of these officers assume middle-level positions in their respective ministries, their appreciation and embrace of the One-Health approach has contributed significantly to the practice of One-Health in the face of major public health threats. The ZDU effectiveness has also been enhanced by the fact that the medical and veterinary epidemiologists working at the Unit have been jointly trained and understand the workings of each other´s ministries well. In addition to FELTP, there have been efforts to revise the training curricula in the medical, veterinary and public health schools to include One-Health approaches. The curriculum revision effort has been led by the United States Agency for International Development's workforce development program referred to as One-Health Central and Eastern Africa working in 7 countries within sub-Saharan Africa; Kenya, Uganda, Tanzania, Rwanda, Ethiopia, Cameroon and Democratic Republic of Congo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commentary"
        },
        {
            "text": "The third main contributor to the success of One Health implementation in Kenya has been the active and close associations maintained between the ZDU and multilateral and bilateral agencies and partners, local and international research institutions and universities working on zoonosis in Kenya. Through this multi-sectoral coordination role, ZDU has advocated for and coordinated funding for key One Health projects. These close relationships are enhanced through regular quarterly Zoonotic Technical Working Group meetings and specific disease research programs such as those on the burden and transmission of brucellosis and operational research on rabies elimination. These programs have enhanced the translation of research findings into public health intervention actions. A good example is the elevation of risk of RVF outbreak associated with the 2015/16 El Niño rains, during which the government of Kenya was able to use data from research by ZDU and partners to provide a predictive RVF risk-map so that they could institute a targeted surveillance and response for the disease during the high risk period [12] .",
            "cite_spans": [
                {
                    "start": 1118,
                    "end": 1122,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Commentary"
        },
        {
            "text": "The World Health Organization's (WHO) International Health Regulations (IHR), the World Organization for Animal Health (OIE) Performance of Veterinary Services and the more recent Global Health Security Agenda are all aimed at supporting countries to prepare, detect and respond to health threats and all recognize the critical role that One Health collaborations play. While implementation of the One Health approach at national level is notable, there remain significant gaps in its implementation at subnational administrative levels under the devolved governance adopted in Kenya in 2013. Veterinary and health services including surveillance and laboratory diagnosis for zoonoses have been devolved to 47 counties, thereby creating a necessity to also devolve the One Health coordination mechanisms. This is currently a focus for implementation of One Health in Kenya in both creating One-Health coordination units and improving surveillance and response to outbreaks at the county level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commentary"
        },
        {
            "text": "The challenges associated with enhancing this approach practically within countries remain daunting. These challenges include competing priorities, funding deficiencies and breaking a silo mentality within and between human and animal professions. It is, however, our opinion that three specific efforts in Kenya; the establishment of the ZDU, One-Health workforce development including joint trainings for Veterinarians and Physicians through the FELTP program and the deliberate efforts to foster collaboration between institutions working on zoonosis have not only significantly accelerated the uptake and practice of One Health in Kenya, but have contributed to increased visibility of zoonotic diseases in Kenya and improvement of Kenya's preparedness against health threats of animal origin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commentary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global health security: The wider lessons from the west African Ebola virus disease epidemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "385",
            "issn": "9980",
            "pages": "1884--901",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lessons from Ebola: Improving infectious disease surveillance to inform outbreak management",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kellam",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci Transl Med",
            "volume": "7",
            "issn": "307",
            "pages": "307--312",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Emerging Zika Pandemic: Enhancing Preparedness",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Lucey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "9",
            "pages": "865--871",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global rise in human infectious disease outbreaks",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J R Soc Interface",
            "volume": "11",
            "issn": "101",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The United Nations and One Health: the International Health Regulations (2005) and global health security",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nuttall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miyagishima",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "De La Rocque",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Rev Sci Tech",
            "volume": "33",
            "issn": "2",
            "pages": "659--68",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Operationalizing the One Health approach: the global governance challenges. Health Policy Plan",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Brumme",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "778--85",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The evolution of One Health: a decade of progress and challenges for the future",
            "authors": [
                {
                    "first": "Epj",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Rec",
            "volume": "174",
            "issn": "4",
            "pages": "85--91",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Establishing a One Health office in Kenya",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mbabu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pan Afr Med J",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Strategic Plan for the Elimination of Human Rabies in Kenya",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prioritization of zoonotic diseases in Kenya",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Munyua",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "7181",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Predictive factors and risk mapping for rift valley fever epidemics in Kenya",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Munyua",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Disclaimer: the findings and conclusions in this report are those of the authors and do not necessarily represent the official position of the U.S. Centers for Disease Control and Prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare no competing interest.The Pan African Medical Journal. 2017;28 (Supp 1):1 |",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "All the authors contributed to writing the article including, drafting and proof reading. All authors have read and agreed to the final version of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}