{
    "paper_id": "a0016598cd0ea40803d8ab461f4ebdba9abe94c1",
    "metadata": {
        "title": "Adaptive Contact Networks Change Effective Disease Infectiousness and Dynamics",
        "authors": [
            {
                "first": "Sven",
                "middle": [
                    "Van"
                ],
                "last": "Segbroeck",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vrije Universiteit Brussel",
                    "location": {
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Francisco",
                "middle": [
                    "C"
                ],
                "last": "Santos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CENTRIA",
                    "institution": "Universidade Nova de Lisboa",
                    "location": {
                        "settlement": "Caparica",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "Jorge",
                "middle": [
                    "M"
                ],
                "last": "Pacheco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade do Minho",
                    "location": {
                        "settlement": "Braga",
                        "country": "Portugal"
                    }
                },
                "email": "pacheco@cii.fc.ul.pt"
            },
            {
                "first": "Vincent",
                "middle": [
                    "A A"
                ],
                "last": "Jansen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Royal",
                "middle": [],
                "last": "Holloway",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Human societies are organized in complex webs that are constantly reshaped by a social dynamic which is influenced by the information individuals have about others. Similarly, epidemic spreading may be affected by local information that makes individuals aware of the health status of their social contacts, allowing them to avoid contact with those infected and to remain in touch with the healthy. Here we study disease dynamics in finite populations in which infection occurs along the links of a dynamical contact network whose reshaping may be biased based on each individual's health status. We adopt some of the most widely used epidemiological models, investigating the impact of the reshaping of the contact network on the disease dynamics. We derive analytical results in the limit where network reshaping occurs much faster than disease spreading and demonstrate numerically that this limit extends to a much wider range of time scales than one might anticipate. Specifically, we show that from a population-level description, disease propagation in a quickly adapting network can be formulated equivalently as disease spreading on a well-mixed population but with a rescaled infectiousness. We find that for all models studied here -SI, SIS and SIR -the effective infectiousness of a disease depends on the population size, the number of infected in the population, and the capacity of healthy individuals to sever contacts with the infected. Importantly, we indicate how the use of available information hinders disease progression, either by reducing the average time required to eradicate a disease (in case recovery is possible), or by increasing the average time needed for a disease to spread to the entire population (in case recovery or immunity is impossible).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During recent years it has become clear that disease spreading [1] [2] [3] transcends geography: the contact process is no longer restricted to the immediate geographical neighbors, but exhibits the stereotypical small-world phenomenon with inescapable impact [4] [5] [6] [7] . The SARS and, at the time of writing, the influenza A outbreaks provide arresting examples of this effect in a biological context, although the spread of computer viruses constitutes perhaps the most obvious manifestation of such a property. Recent advances in the science of networks [2] also brought the impact of disease interactions beyond geography to the spotlight, providing compelling evidence of the role that the networks of contacts between individuals or computers play in the dynamics of infectious diseases [3, 5] . In the majority of cases in which complex networks of disease spreading have been considered [7] , they were taken to be static entities. However, social networks are intrinsically dynamical entities. In fact, modern societies have developed rapid means of information dissemination, both at local and at centralized levels, which one naturally expects to alter individuals' response to vaccination policies, their behavior with respect to other individuals and their perception of likelihood and risk of infection [8] . In some cases one may even witness the adoption of centralized measures, such as travel restrictions [9, 10] or the imposition of quarantine spanning parts of the population [11] , which may induce abrupt dynamical features onto the structure of the contact network. Furthermore, individual knowledge (based on local information) about the health status of acquaintances, partners, relatives, etc., combined with individual preventive strategies [12] [13] [14] [15] [16] [17] [18] [19] [20] such as condoms, vaccination, the use of face masks or prophylactic drugs, avoidance of visiting specific web-pages, staying away from public places, etc., may also lead to bias in the organization of disease paths along dynamical networks.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 66,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 67,
                    "end": 70,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 71,
                    "end": 74,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 803,
                    "end": 805,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 901,
                    "end": 904,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1323,
                    "end": 1326,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1430,
                    "end": 1433,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1434,
                    "end": 1437,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1503,
                    "end": 1507,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1775,
                    "end": 1779,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1780,
                    "end": 1784,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1785,
                    "end": 1789,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1790,
                    "end": 1794,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1795,
                    "end": 1799,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1800,
                    "end": 1804,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1805,
                    "end": 1809,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1810,
                    "end": 1814,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1815,
                    "end": 1819,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As a result, quite a few studies have recently investigated the impact of dynamical networks on disease progression, as well as the influence of the way information (disease awareness) flows in parallel with disease progression and the role of noise in disease dynamics [21] [22] [23] [24] [25] [26] [27] [28] [29] [30] [31] [32] [33] . At par with these models, our model studies disease dynamics in a finite and constant population of individuals. Contrary to current models though (see Discussion Section for more details), our dynamical contact structure allows for a variable number of overall links between individuals, which in turn depends on the overall incidence of disease in the population. This increased complexity of the model, however, will allow us to describe analytically disease dynamics in finite populations. Infection occurs along the links of a contact network whose structure may change based on each individual's health status and the availability of information regarding the health status of others. We assume the existence of some form of (unsupervised) local information about the health status of social contacts, depending on which individuals may be more or less effective in avoiding contact with those infected while remaining in touch with the healthy. We investigate some of the most widely used models of disease spreading, such as the popular Susceptible-Infected-Susceptible (SIS) model [1, 3] , the Susceptible-Infected (SI) model [1] used to study, e.g., AIDS [1, 34] , and the Susceptible-Infected-Recovered (SIR) model [1, 35] , more appropriate to model, for instance, single season flu outbreaks [1] or computer virus spreading [5] . We provide analytical results which show that, on finite adaptive networks, the effective infectiousness of a disease depends on i) the size of the population, ii) the number of infected and ultimately iii) on the efficiency of local information spreading. These results, obtained under the assumption that network reshaping occurs much faster than disease spreading, are shown (numerically) to remain valid for a much wider range of time scales. When combined with the analytical results already known for static networks [3] , which describe well the opposite limit in which the network dynamics is slow compared to disease dynamics, we demonstrate that one can describe analytically most of the time scale spectra. We further show how availability of information may either drastically reduce the time required to eradicate a disease (when recovery from the disease is possible), or drastically increase the time after which the entire population becomes infected (when the disease cannot be cured). Finally, we discuss the implications of assuming that individuals exhibit diverse response profiles to available information [36] [37] [38] .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1427,
                    "end": 1430,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1431,
                    "end": 1433,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1472,
                    "end": 1475,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1502,
                    "end": 1505,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1506,
                    "end": 1509,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1563,
                    "end": 1566,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1567,
                    "end": 1570,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1642,
                    "end": 1645,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1674,
                    "end": 1677,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2203,
                    "end": 2206,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2808,
                    "end": 2812,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2813,
                    "end": 2817,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2818,
                    "end": 2822,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Let us start by introducing the well established SIS model [1, 3] , whereby individuals can be in one of two epidemiological states: Infected (I) or Susceptible (S). Individuals occupy the nodes of a graph, whereas the links of the graph define who interacts with whom. As usual, we define a transmission probability l and a recovery probability d. We assume a population of finite and constant size N, but with variable number of links [39, 40] . Links are established and removed at rates which also depend on the health status of the individuals connected: Links of different types -SS, SI and II -will tend to last differently. The SIR model, on the other hand, requires the introduction of a new epidemiological state -Recovered (or Removed, R) -representing individuals who, once recovered from the infection, acquire immunity. In SIR, the same parameters l and d defined above remain finite, but now we have three new kinds of links -SR, RI and RR. Finally, the SI model can be viewed as the limit of the SIS model when d~0, representing diseases from which recovery is impossible.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 63,
                    "end": 65,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Suppose all individuals seek to establish links at the same rate c. For simplicity, we assume that new links are established and removed randomly, a feature which may not always apply in real cases, where the limited social horizon of individuals or the nature of their social ties may constrain part of their neighborhood structure (see Discussion). Let us further assume that links may be broken off at different rates, based on the nature of the links and the information available about the neighbors: Let us denote these rates by b pq for links of type pq (p,q [ S,I,R f g). This allows us to write down a system of ordinary differential equations [39, 40] for the time evolution of the number of links of each type. These and all other technical details of the model are presented in the Methods section. In the steady state of the linking dynamics, the number of links of each type is given by L Ã pq~wpq L M pq , where w pq~c czb pq À Á are the fractions of active pq-links, compared to the maximum possible number of links L M pq , for a given number of S, I and R. In the absence of disease only SS links exist, and hence w SS determines the average connectivity of the network under disease free conditions, characterizing the type of the population under study. In the presence of I individuals, to the extent that S individuals manage to avoid contact with I, they succeed in escaping infection. Hence, the intuition is clear: Reshaping of the contact network based on available information of the health status of individuals will contribute to inhibit disease progression. In the extreme limit of perfect information and individual capacity to immediately break up contacts with infected, we are isolating all infected, thus containing disease progression. Our goal here, however, is to understand how and in which way partial individual information affects the overall disease dynamics.",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 657,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Often individuals prevent infection by avoiding unprotected contact with infected once they know the state of their contacts or are aware of the potential risks of such infection [12] [13] [14] [15] [16] [17] [18] [19] [20] 28, 32] : such is the case of many sexually transmitted diseases [12, [41] [42] [43] , for example, and, more recently, the voluntary use of face masks and the associated campaigns adopted by local authorities in response to the SARS outbreak [11, [13] [14] [15] . In the present study, we assume that individuals are not centrally supervised or informed: Individual decision is based on available local information about the health state of one's contacts. To the extent that such information spreads quickly and contacts are not too frequent, one can study analytically the limit in which the network dynamics -resulting from adaptation to the flow of local information -is much faster than disease dynamics. In this case, one may separate the time scales between network adaptation and contact (disease) dynamics: The network has time to reach a steady state before the next contact takes place. Consequently, the probability of having an infected neighbor is modified by a neighborhood structure which will change in time depending on the impact of the disease in the population and the overall efficiency of local information flow. It will be shown that a quickly adapting community induces profound changes in the dynamics of disease spreading, irrespective of the underlying epidemic model. Furthermore, we will demonstrate numerically that the two limiting cases amenable to analytic treatment -static networks on the one hand, and quickly adapting networks on the other hand",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 184,
                    "end": 188,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 289,
                    "end": 293,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During the past decade, we learned that the structure of contact networks plays a crucial role in the spread of diseases. Most theoretical studies addressing this issue assume that contact networks are static entities, whereas the actual disease paths continuously reshape based on local social dynamics. This work aims to achieve a better understanding of disease spreading in populations characterized by a dynamically structured contact network where contacts appear and disappear over time. The network dynamics are entangled with the disease dynamics, as individuals may have access to local information that makes them aware of both the existence of the disease and the health status of their contacts, allowing them to minimize exposure to infection. Here we show the equivalence between disease propagation in an adaptive contact network and that in a well-mixed population with a rescaled transmission probability, which depends also on the fraction of infected in the population. Thus, one can emulate the effect of an adaptive contact network with a simple correction of the transmission probability. This result is obtained in the limit where network adaptation proceeds much faster than disease spreading, but we demonstrate that it also holds for a much wider range of scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "-remain valid for a wide range of intermediate time scales, strengthening the power of the analytical predictions derived here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "The amount of information available translates into differences mostly between the break-up rates of links that may involve a potential risk for further infection (b SI , b IR , b II ), and those that do not (b SS , b SR , b RR ). Therefore, we consider one particular rate b I for links involving infected individuals (b I :b SI~bIR~bII ), and another one, b H , for links connecting healthy individuals (b H :b SS~bSR~bRR ). In general, one expects b I to be maximal when each individual has perfect information about the state of her neighbors and to be (minimal and) equal to b H when no information is available, turning the ratio between these two rates into a quantitative measure of the amount of information available or the efficiency of information use. Note that we reduce the model to two break-up rates in order to facilitate the discussion of the results. The general principles and conclusions remain valid when all break-up rates are incorporated explicitly. It is worth noticing that three out of these six rates are of particular importance for the overall disease dynamics: b SS , b SR and b SI . These three rates, combined with the rate c of creating new links, define the fraction of active SS, SR and SI links, and subsequent correlations between individuals [44] , and therefore determine the probability for a susceptible to become infected (see Methods). This probability will increase when considering higher values of c (assuming b I .b H ). In other words, when individuals create new links more often, therefore increasing the likelihood of establishing connections to infected individuals (when present), they need to be better informed about the health state of their contacts in order to escape infection. In the fast linking limit, the other three break-up rates (b II , b IR and b RR ) influence disease progression since they contribute to altering the average degree of the network.",
            "cite_spans": [
                {
                    "start": 1283,
                    "end": 1287,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In the Methods, we show that disease spreading in a quickly adapting network can be studied as if it took place in a well-mixed population with same average degree SkT as the original network and transmission probability l A . Since the lifetime of a link depends on its type, the average degree SkT of the network depends on the number of infected in the population, and hence becomes frequency (and time) dependent. Similarly, fast linking dynamics leads to a rescaling of the transmission probability, l?l A~g{1 l, with g depending on the particular model of disease spreading. In the SIR model, g is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "where i denotes the number of infected individuals in the population and r the number of recovered (immune). The rescaling parameter g for the SI and SIS models is the same, but with r~0. Note that g scales linearly with the frequency of infected in the population, decreasing the more individuals get infected (assuming w SS =w SI w1), and depends implicitly (via the ratio w SS =w SI ) on the amount of information available. We would like to stress the distinction between the description of the disease dynamics at the local level and that at the population level. Strictly speaking, a dynamical network does not change the disease dynamics at the local level, meaning that infected individuals pass the disease to their neighbors with probability intrinsic to the disease itself. At the population level, on the other hand, disease progression proceeds as if the infectiousness of the disease effectively changes, as a result of the network dynamics. Hence, analyzing an adaptive network scenario at a population level can be achieved via a correction on the transmission probability, keeping the mathematically more attractive wellmixed scenario. In this sense, from a well-mixed perspective, dynamical networks contribute to change the effective infectiousness of the disease, which becomes frequency and information dependent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "One can define a gradient of infection G, which measures the tendency of the disease to either expand or shrink in a population with given configuration (defined by the number of individuals in each of the states S, I and R). For the SIS model, eradication of the disease is favored (G(i),0), irrespective of the fraction of infected, whenever R A 0 : l d Nw SI v1 (see Eq. 35 in Text S1), indicating how the presence of information (b H ,b I ) changes the basic reproductive ratio. This is illustrated in the upper panel of Figure 1 , which depicts G for different values of b I (assuming b H ƒb I ) and a fixed transmission probability l. The corresponding quasi-stationary distributions, which characterize the relative time the population spends in each configuration (and defined in Methods), are shown in the lower panel and clearly reflect the sign of G. Whenever G(i) is positive (negative), the dynamics will act to increase (decrease), on average, the number of infected. Figure 1 indicates how the availability of local yet reliable information hinders disease progression: For b I~0 :75 the interior root of G(i) disappears, making disease expansion unlikely in any configuration of the population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 525,
                    "end": 533,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 982,
                    "end": 990,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The analysis of the gradient of infection of the SIS model has the natural advantage of showing the effect of adaptive networks in a one-dimensional simplex (the fraction of infected). Yet, an analogous result holds for the SIR model. The gradient of infection now also depends on the number of recovered (r) individuals in the population and, once again, allows us to identify when disease expansion will be favored or not. Figure 2 gives a complete picture of the gradient of infection, using the appropriate simplex structure in which all points satisfy the relation i+r+s = N. The dashed red line indicates where G i,r ð Þ~0 in case individuals do not have any information about the health status of their contacts, i.e., links that involve infected individuals disappear at the same rate as those that do not (b I~bH ). Disease expansion is more likely than disease contraction (G i,r ð Þw0) when the population is in a configuration above the line, and less likely otherwise. Similarly, the solid blue line indicates where G i,r ð Þ~0 whenever individuals share information about their health status, and use it to avoid contact with infected. Once again, the availability of information modifies the disease dynamics, inhibiting disease progression for a broad range of configurations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 433,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Up to now we have assumed that the network dynamics proceeds much faster than disease spreading. This may not always be the case, and hence it is important to assess the domain of validity of this limit. In the following, we discuss the particular case of the SIS model. An analogous study for both SIR and SI yields qualitatively similar results, as discussed in the Text S1. Figure 3 shows the average SIT of the quasi-stationary distributions (circles) obtained via computer simulations (see Methods for details) as a function of the relative time scale t of network update (taking as unit time scale that associated with disease dynamics). Whenever t??, we can characterize the disease dynamics analytically, assuming a well-mixed population (complete graph), whereas for t?0 we recover the analytical results obtained in the fast linking limit. At intermediate time scales, Figure 3 shows that as long as t is smaller than 10, network dynamics contributes to inhibit disease spreading by effectively increasing the critical spreading rate. Overall, the validity of the time scale separation extends well beyond the limits one might anticipate based solely on the time separation ansatz. As long as the time scale for network update is smaller than the one for disease spreading (tv1), the analytical prediction for the limit t?0, indicated by the lower dashed line in Figure 3 , remains valid. The analytical result in the extreme opposite limit (t??), indicated by the upper dashed line in Figure 3 , holds as long as tw10 5 . Moreover, it is noteworthy that the network dynamics influences the disease dynamics both by reducing the frequency of interactions between susceptible and infected, but also by reducing the average degree of the network. These complementary effects are disentangled for intermediate regimes, in which the network dynamics is too slow to warrant sustained protection of susceptible individuals from contacts with infected, despite managing to reduce the average degree (shown by crosses). In fact, for tw10 the disease dynamics is mostly controlled by the average degree, as shown by the solid lines in Figure 3 . Here, the average stationary distribution was determined by replacing, in the analytic expression for static networks, SkT by the timedependent average connectivity SkT Ã computed numerically.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 385,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 879,
                    "end": 887,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1373,
                    "end": 1381,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1496,
                    "end": 1504,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2136,
                    "end": 2144,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Note that the specific behavior of SkT Ã shown in Figure 3 results from the frequency dependence of SkT. When b I wb H , the network will reshape into a configuration with smaller SkT as soon as the disease expansion occurs. For tv1, SkT Ã reflects the lifetime of SS links, as there are hardly any infected in the population. For 10 0 vtv10 3 , the network dynamics proceeds fast enough to reduce SkT, but too slowly to reach its full potential in hindering disease progression. Given the higher fraction of infected, and the fact that SI and II links have a shorter lifetime than SS links, the average degree drops when increasing t from 1 to 10 3 . Any further increase in t leads to a higher average degree, as the network approaches its static limit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Contrary to the deterministic SIS model, the stochastic nature of disease spreading in finite populations renders certain the probability that the disease disappears after some time. However, this result is of little relevance given the associated times required to reach the absorbing state (except, possibly, in very small communities). Indeed, the characteristic time scale of the dynamics plays a determinant role in the overall epidemiological process and constitutes a central issue in disease spreading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In the Text S1 we derive an analytical expression for the average recovery time (t i ) of a population with i infected individuals. Figure 4A shows the recovery time t 1 in adaptive networks for different levels of information, illustrating the spectacular effect brought about by the network dynamics on the recovery time. While on networks without information (b I = b H ) the recovery time rapidly increases with the rate of infection l, adding information moves the fraction of infected individuals rapidly to the absorbing state, and, therefore, to the disappearance of the disease. Moreover, as shown in the Text S1, the size of the population can have a profound effect on the recovery times. With increasing population size, the population spends most of the time in the vicinity of the state associated with the interior root of G(i). For large populations, this acts to reduce the intrinsic stochasticity of the dynamics, dictating a very slow extinction of the disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 141,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "When recovery from the disease is impossible, a situation captured by the SI model, the population will never become disease-free again once it acquires at least one infected individual. The Markov chain that represents such diseases therefore has another absorbing state, corresponding to networks where everyone has been infected, besides the previous one in which no one is infected. The time to reach this state again depends on the presence of information. When information prevails, susceptible individuals manage to resist infection for a long time, thereby delaying the rapid progression of the disease, as shown in the inset of Figure 4B . Naturally, the average number of generations needed to reach a fully infected population increases with the availability of information, as illustrated in the main panel of Figure 4B .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 637,
                    "end": 646,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 822,
                    "end": 831,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Finally, in all models discussed here we also investigated the effect of allowing for different individual rates associated with the way each individual creates or destroys her social ties. Due to agestructure of most populations or intrinsic individual or cultural differences, some individuals will tend to react differently whenever they, or a contact, get infected [36, 38] . In the Text S1 we show that the disease spreading remains unaffected when individual rates (of seeking and removing links) are drawn from a normal distribution with variable variance, as long as the average value for the rate remains unchanged.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Making use of three standard models of epidemics involving a finite population in which infection takes place along the links of a dynamical graph, the nodes of which are occupied by individuals, we have shown analytically that the bias in graph dynamics resulting from the availability of information about the health status of others in the population induces fundamental changes in the overall dynamics of disease progression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The network dynamics proposed here differs from those used in previous models of disease spreading on adaptive networks [21] [22] [23] [24] [25] [26] [27] [28] [29] [30] [31] . Similar to most models, the population size remains fixed. Unlike most of these studies, however, we do not impose any local or global linking constraints, meaning that individuals can create (or remove) a link without the need for removing (or creating) another one -in other words, the number of links will change in time, also adapting to the disease configuration of the population. Consequently, the average degree of the network results from the self-organization of the network structure, and co-evolves with the disease dynamics (cf. networks evolving towards critical values of connectivity, as studied in [45] ). A population suffering from high disease prevalence where individuals avoid contact in order to escape infection will therefore exhibit a lower average degree than a population with hardly any infected individuals. Such a frequency-dependent average degree prevents also that containment of infected individuals would result automatically in the formation of a dense healthy cluster, which is extremely vulnerable to future infection, as reported before in [21, 25, 26] .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 125,
                    "end": 129,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 792,
                    "end": 796,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1257,
                    "end": 1261,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1262,
                    "end": 1265,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1266,
                    "end": 1269,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The description of disease spreading as a stochastic contact process embedded in a Markov chain constitutes a second important distinction between the present model and previous studies. This approach allows for a direct comparison between analytical predictions and individual-based computer simulations, and for a detailed analysis of finite-size effects and convergence times, whose exponential growth will signal possible bistable disease scenarios. In such a framework, we were able to show that adaptive networks in which individuals may be informed about the health status of others lead to a disease whose effective infectiousness depends on the overall number of infected in the population. In other words, disease propagation on adaptive networks can be seen as mathematically equivalent to disease spreading on a well-mixed population, but with a rescaled effective infectiousness. In accord with the intuition advanced in the introduction, as long as individuals react promptly and consistently to accurate available information on whether their acquaintances are infected or not, network dynamics effectively weakens the disease burden the population suffers from. Last but not least, if disease recovery is possible, the time for disease eradication drastically reduces whenever individuals have access to accurate information about the health state of their acquaintances and use it to avoid contact with those infected. If recovery or immunity is impossible, the average time needed for a disease to spread increases significantly when such information is being used. In both cases, our model clearly shows how availability of information hinders disease progression (by means of quick action on infected, e.g., their containment via link removal), which constitutes a crucial factor to control the development of global pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, it is also worth mentioning that the knowledge about the health state of the others may not always be accurate or available in time. This is for instance the case for diseases where recently infected individuals remain asymptomatic for a substantial period. The longer the incubation period associated with the disease, the less successful individuals will be in escaping infection, which reduces in our model to a lower effective rate of breaking SI links, with the above mentioned consequences. Moreover, the (social) network through which awareness of the health status of others proceeds may lead to different rates of information spread. In such cases, one may model explicitly the spread of the health state of each individual, as done in Refs. [28, 32] , and study the interplay between disease expansion and individuals' awareness of the disease. Of course, depending on the particular disease at hand and the contact network along which it propagates, one may have to take other factors into account, besides network adaptability, in order to make accurate predictions of disease progression. Creation and destruction of links may for instance not always occur randomly, as we assumed here, but in a way that is biased by a variety of factors such as social and genetic distance, geographical proximity, family ties, etc. The resulting contact network may therefore become organized in a specific way, promoting the formation of particular structures, such as networks characterized by long-tailed degree distributions or with strong topological correlations among nodes [2, [46] [47] [48] which, in turn, may influence the disease dynamics. The impact of combining such effects, resulting from specific disease scenarios, with those reported here will depend on their prevalence. A small fraction of non-random links, or of ties which cannot be broken, will likely induce small modifications on the average connectivity of the contact network, which can be incorporated in our analytic expressions without compromising their validity regarding population wide dynamics. On the other hand, when the contact network is highly heterogeneous (e.g., exhibiting pervasive longtail degree distributions), non-random events may have very distinct effects, from being almost irrelevant (and hence can be ignored) to inducing hierarchical cascades of infection [49] , in which case our results will not apply.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 764,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1589,
                    "end": 1592,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1593,
                    "end": 1597,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1598,
                    "end": 1602,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1603,
                    "end": 1607,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2370,
                    "end": 2374,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We define disease dynamics in finite populations of size N as a stochastic process. Time evolves in discrete steps and two types of events may occur which change the composition of the population: infection events and recovery events. Let us assume the SIR model, as this is the most general case (see Text S1 for a detailed analysis specific for each disease model). Each state of the population is characterized by two indices i,r ð Þ, where i is the number of infected individuals in the population and r the number of recovered (and immune) individuals (izrƒN). The number of infected decreases with a rate given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic spreading in finite, well-mixed populations"
        },
        {
            "text": "where t 0 is the recovery time scale, i N the probability that a randomly selected individual is infected and d the probability that this individual recovers. Adopting t 0 as a reference, we assume that the higher the average number of contacts SkT, the smaller the time scale t INF at which infection update events occur (t INF~t0 =SkT) [3] . Hence, the rate of increasing the number of infected is given by",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic spreading in finite, well-mixed populations"
        },
        {
            "text": "The first factor stands for the typical time scale at which infection events occur. The second factor represents the probability of randomly picking a healthy individual. This individual interacts with a random neighbor, who is infected with probability given by the third factor (well-mixed assumption). This contact leads to an additional infection with probability l. When r~0, Equations (M1) and (M2) describe both SIS and SI (d~0) models. We obtain the finite population analogue of the well-known meanfield equations characteristic of these models by recognizing that, in the limit of large populations, t 0 G i,r ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic spreading in finite, well-mixed populations"
        },
        {
            "text": "Equations (M1) and (M2) define a Markov chain M with variable states depending on the epidemic model (see Text S1). The fraction of time the population spends in each state is given by the stationary distribution of M, which is defined as the eigenvector associated with eigenvalue 1 of the transition matrix of M [50, 51] . In the SIS model, the state without infected (i = 0) is, however, an absorbing state of the Markov Chain. The quantity of interest is therefore the stationary distribution of the Markov chain obtained from M by excluding the absorbing state i = 0. This distribution is also known as the quasi-stationary distribution of M [52] and corresponds to the fraction of time the population spends in each state, assuming the disease does not go extinct (see Figure 1 ).",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "[50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 775,
                    "end": 783,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Quasi-stationary distributions in finite populations"
        },
        {
            "text": "Consider a network of constant size N with variable number of links. New links are established randomly at rate c. Existing links between individuals with health states p and q (p,q [ S,I,R f g) disappear at rate b pq . The time evolution of the number L pq of pqlinks can be written as a system of ordinary differential equations _ L L pq~c L M pq {L pq {b pq L pq [39, 40] . L M pq denotes the maximum number of pq-links, which depends on the number of individuals in states p and q (L M pp~p p{1 ð Þ=2 and L M pq~p q for p=q) and thereby couples the network dynamics to the disease dynamics. In the steady state of the linking dynamics ( _ L L pq~0 ), the number of links of links of each type is given by L Ã pq~wpq L M pq , with w pq~c czb pq À Á .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Network dynamics"
        },
        {
            "text": "When the time scale for network update (t NET ) is much smaller than the one for disease spreading (t DIS ), the number of infected increases with a rate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic spreading in dynamical networks"
        },
        {
            "text": "where we made t 0~1 . The effect of the network dynamics becomes apparent in the third factor, which represents the probability that a randomly selected neighbor of a susceptible is infected. In addition, Equation ( which shows that disease spreading in an adaptive network is equivalent to that in a well-mixed population with frequency dependent average degree SkT and a transmission probability that is rescaled according to l A~g{1 l, where",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Epidemic spreading in dynamical networks"
        },
        {
            "text": "which is valid for both SIR, SIS (r~0) and SI (d~0,r~0) models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic spreading in dynamical networks"
        },
        {
            "text": "All individual-based simulations start from a complete network of size N = 100. Disease spreading and network evolution proceed together under asynchronous updating. Disease update events take place with probability 1zt ð Þ {1 , where t~t NET =t DIS and t DIS~1 , network update events occur otherwise. For network update events, we randomly draw two nodes from the population. If connected, then the link disappears with probability given by the respective b pq . Otherwise, a new link appears with probability c. When a disease update event occurs, a recovery event takes place with probability 1zSkT ð Þ {1 , an infection event otherwise. In both cases, an individual j is drawn randomly from the population. If j is infected and a recovery event has been selected then j will become susceptible (or recovered, model dependent) with probability d. If j is susceptible and an infection event occurs, then j will get infected with probability l if a randomly chosen neighbor of j is infected. The quasi-stationary distributions shown in Figure 1 are computed as the fraction of time the population spends in each configuration (i.e., number of infected individuals) during 10 9 disease event updates (10 7 generations). The average number of infected SIT and the mean average degree of the network SkT Ã observed during these 10 7 generations are shown in Figure 3 . The results reported are independent of the initial number of infected in the network. Finally, the disease progression in time, shown in Figure 4b , is calculated from 10 4 independent simulations, each simulation starting with 1 infected individual. The reported results correspond to the average amount of time after which the population reaches a state with i infected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1038,
                    "end": 1046,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1357,
                    "end": 1365,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1506,
                    "end": 1515,
                    "text": "Figure 4b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Computer simulations"
        },
        {
            "text": "Text S1 Adaptive contact networks change effective disease infectiousness and dynamics. 1 ",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 89,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectious Diseases in Humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evolution of Networks: From Biological Nets to the Internet and WWW",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Dorogotsev",
                    "suffix": ""
                },
                {
                    "first": "Jff",
                    "middle": [],
                    "last": "Mendes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dynamical processes in complex networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthelemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Small Worlds: The Dynamics of Networks Between Order and Randomness",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiology. How viruses spread among computers and people",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "292",
            "issn": "",
            "pages": "1316--1317",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemic spreading and cooperation dynamics on homogeneous small-world networks",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pacheco",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Phys Rev E",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Network structure and the biology of populations",
            "authors": [],
            "year": 2006,
            "venue": "Trends Ecol Evol",
            "volume": "21",
            "issn": "",
            "pages": "394--399",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Long-standing influenza vaccination policy is in accord with individual self-interest but not with the utilitarian optimum",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Reluga",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "104",
            "issn": "",
            "pages": "5692--5697",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modeling the Worldwide Spread of Pandemic Influenza: Baseline Case and Containment Interventions",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthelemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Med",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Forecast and control of epidemics in a globalized world",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hufnagel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Geisel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "15124--15129",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Public health measures to control the spread of the severe acute respiratory syndrome during the outbreak in Toronto",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Svoboda",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rea",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "2352--2361",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The responsiveness of the demand for condoms to the local prevalence of AIDS",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahituv",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Hotz",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Philipson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Human Resour",
            "volume": "31",
            "issn": "",
            "pages": "869--897",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Influenza pandemic: perception of risk and individual precautions in a general population",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Kristiansen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Halvorsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gyrd-Hansen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Public Health",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Impacts of SARS on health-seeking behaviors in general population in Hong Kong",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Prev Med",
            "volume": "41",
            "issn": "",
            "pages": "454--462",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Capturing human behaviour",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "446",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Knowledge of malaria, risk perception, and compliance with prophylaxis and personal and environmental preventinve measures in travelers exiting Zimbabwe from Harare and Victoria Falls International Airport",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Laver",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wetzels",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Behrens",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J travel Med",
            "volume": "8",
            "issn": "",
            "pages": "298--303",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Meta-analysis of the relationship between risk perception and health behavior: the example of vaccination",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gerrard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mccaul",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Psychol",
            "volume": "26",
            "issn": "",
            "pages": "136--145",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Risk compensation and vaccination: can getting vaccinated cause people to engage in risky behaviors?",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Cuite",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Herrington",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ann Behav Med",
            "volume": "34",
            "issn": "",
            "pages": "95--99",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Public perceptions, anxiety, and behaviour change in relation to the swine flu outbreak: cross sectional telephone survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlot",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Early assessment of anxiety and behavioral response to novel swine-origin influenza A(H1N1)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salathe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Epidemic dynamics on an adaptive network",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;lima",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Blasius",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys Rev Lett",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Susceptible-infected-recovered epidemics in dynamic contact networks",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Volz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc R Soc B",
            "volume": "274",
            "issn": "",
            "pages": "2925--2933",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Disease spreading with epidemic alert on small-world networks",
            "authors": [
                {
                    "first": "X-P",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Phys Lett A",
            "volume": "365",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Fluctuating epidemics on adaptive networks",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Phys Rev E",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Adaptive coevolutionary networks: a review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Blasius",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J R Soc Interface",
            "volume": "5",
            "issn": "",
            "pages": "259--271",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Robust oscillations in SIS epidemics on adaptive networks: Coarse graining by automated moment closure",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Kevrekidis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Europhys Lett",
            "volume": "82",
            "issn": "",
            "pages": "38004--38006",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Infection spreading in a population with evolving contacts",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Zanette",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Risau-Gusman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Biol Phys",
            "volume": "34",
            "issn": "",
            "pages": "135--148",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The spread of awareness and its impact on epidemic outbreaks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gilad",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "106",
            "issn": "",
            "pages": "6872--6877",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Contact switching as a control strategy for epidemic outbreaks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Risau-Gusman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Zanette",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Theor Biol",
            "volume": "257",
            "issn": "",
            "pages": "52--60",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Coevolutionary cycling of host sociality and pathogen virulence in contact networks",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Prado",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Theor Biol",
            "volume": "261",
            "issn": "",
            "pages": "561--569",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Rewiring for adaptation",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Physics",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Endemic disease, awareness, and local behavioural response",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gilad",
                    "suffix": ""
                },
                {
                    "first": "Vaa",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Theor Biol",
            "volume": "264",
            "issn": "",
            "pages": "501--509",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Adaptive networks: coevolution of disease and topology. arXiv 1005",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Marceau",
                    "suffix": ""
                },
                {
                    "first": "P-A",
                    "middle": [],
                    "last": "Noël",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hébert-Dufresne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Dubé",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Uses and Abuses of Mathematics in Biology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "790--793",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A Contribution to the Mathematical Theory of Epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc Roy Soc Lond A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The coevolution of choosiness and cooperation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcnamara",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Barta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fromhage",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Houston",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "189--192",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Variation in behaviour promotes cooperation in the Prisoner's Dilemma game",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcnamara",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Barta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Houston",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "428",
            "issn": "",
            "pages": "745--748",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Reacting differently to adverse ties promotes cooperation in social networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Segbroeck",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lenaerts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pacheco",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Phys Rev Lett",
            "volume": "102",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Active linking in evolutionary games",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pacheco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Traulsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nowak",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Theor Biol",
            "volume": "243",
            "issn": "",
            "pages": "437--443",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Coevolution of strategy and structure in complex networks with dynamical linking",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pacheco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Traulsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nowak",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys Rev Lett",
            "volume": "97",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Men's behavior change following infection with a sexually transmitted disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Payn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tanfer",
                    "suffix": ""
                },
                {
                    "first": "Jog",
                    "middle": [],
                    "last": "Billy",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Grady",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Fam Plann Perspect",
            "volume": "29",
            "issn": "",
            "pages": "152--157",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "An examination of the social networks and social isolation in older and younger adults living with HIV/AIDS",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Emlet",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Soc Work",
            "volume": "31",
            "issn": "",
            "pages": "299--308",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Social stigmatization and Hepatitis C Virus Infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zacks",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Beavers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Theodore",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dougherty",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Batey",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Gastroenterol",
            "volume": "40",
            "issn": "",
            "pages": "220--224",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The effects of local spatial structure on epidemiological invasions",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Biol Sci",
            "volume": "266",
            "issn": "",
            "pages": "859--867",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Topological Evolution of Dynamical Networks: Global Criticality from Local Dynamics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bornholdt",
                    "suffix": ""
                },
                {
                    "first": "Rohlf",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Phys Rev Lett",
            "volume": "84",
            "issn": "",
            "pages": "6114--6117",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Classes of small-world networks",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Amaral",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthelemy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "97",
            "issn": "",
            "pages": "11149--11152",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Statistical mechanics of complex networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Barabási",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Rev Mod Phys",
            "volume": "74",
            "issn": "",
            "pages": "47--98",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The Structure and Function of Complex Networks",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "SIAM",
            "volume": "45",
            "issn": "",
            "pages": "167--256",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Velocity and hierarchical spread of epidemic outbreaks in scale-free networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthelemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phys Rev Lett",
            "volume": "92",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A First Course in Stochastic Processes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karlin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Stochastic Processes in Physics and Chemistry",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Kampen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "On the quasi-stationary distribution of the stochastic logistic epidemic",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nåsel",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Math Biosci",
            "volume": "156",
            "issn": "",
            "pages": "21--40",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Disease spreading under fast linking dynamics in the SIS mode. The upper panel shows the gradient of infection G as a function of the fraction of infected for different values of the rate b 1 at which links with infected disappear (b I :b SI~bII ): b I~0 :8 (dotted line), b I~0 :4 (dashed line) and b I~0 :2 (solid line). The lower panel shows the corresponding quasi-stationary distributions, both analytically (lines) and via individual-based computer simulations (circles for b I~0 :8, squares for b I~0 :4 and crosses for b I~0 :2). We use b H :b SS~0 :2, c~0:25, N~100, Nl = d~4 and t~10 {2 . doi:10.1371/journal.pcbi.1000895.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Gradient of infection in the SIR model in a network with information (solid blue line, b I~0 :8, b H~0 :2), and without information (dashed red line, b I~bH~0 :2). Each point in the triangle (the so-called simplex) satisfies that population size is conserved, e.g. i+r+s = N. Vertices of the simplex represent populations with only one class of individuals present. The colored lines in the interior of the simplex indicate configurations in which G i,r ð Þ~0. For each case, disease expansion is more likely than disease contraction in configurations above the line, and less likely otherwise, showing that availability of information greatly reduces the regions of state space in which disease may progress (c~0:25, N~100, Nl = d~1 0). doi:10.1371/journal.pcbi.1000895.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Disease spreading under general linking dynamics in the SIS model. Circles show results of individual-based simulations for the quasi-stationary average fraction of infected SIT as function of t. The lower (upper) dashed line shows the analytical prediction of SIT for t?0 (t??), calculated as the average of the quasi-stationary distribution. The analytical prediction in the fast linking limit (t?0) remains valid as long as tv1, the prediction in the limit of static networks (t??) as long as tw105 . Crosses indicate the quasi-stationary average degree SkT Ã observed in individual-based simulations for given t. The solid line depicts the analytical prediction of SIT in static networks whose average degree equals the value of SkT Ã for given t. Results in figure illustrate that for tw10 2 , the network dynamics influences disease progression only by controlling SkT Ã . We use b I~0 :8, b H~0 :2, c~0:25, N~100 and Nl = d~4 . doi:10.1371/journal.pcbi.1000895.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Impact of information on recovery and infection times. A) Average number of generations required for disease eradication in an adaptive contact network for different rates b I , using the SIS model. The remaining parameters are b H~0 :2, c~0:25 and N~100. The availability of information drastically reduces the time for disease eradication. B) The main plot shows the average number of generations after which a disease infects the entire population in the SI model, using the same parameters as in the upper panel. The inset shows how, starting from one infected individual, the fraction of infected changes in time for the same rates b I and l~10 {3 . The results obtained via individual-based computer simulations (circles, t~10 {1 ) fit perfectly with those calculated analytically (lines). doi:10.1371/journal.pcbi.1000895.g004",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Þ~T z i,r ð Þ{T { i,r ð Þ provides the rate of change of infected individuals. For large N, replacing i N by x and N{i{r N by y, the gradients of infection are given by , the opposite happening otherwise. The same condition holds for the SIS model, taking r 0~0 .",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "M1) remains valid, as the linking dynamics does not affect the rate at which the number of infected decreases. Similarly to the case of static networks, one can show that the disease remains endemic in the SIS model whenever R A 0 : l d Nw SI w1. A similar result holds for the SIR model (see Text S1). It is noteworthy that we can write Equation M4 as follows",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". The SIS model. 1.1 Recovery times in finite populations. 2. The SI model. 2.1. Infection times in finite populations. 2.2. Infection times in dynamical networks. 3. The SIR model. 3.1. The SIR model in finite populations. 3.2. The SIR model in dynamical networks. 4. Individual diversity in linking dynamics. Found at: doi:10.1371/journal.pcbi.1000895.s001 (2.08 MB PDF)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}