{
    "paper_id": "a02952893a51f2255a8d9d84b3eba6fe1b113996",
    "metadata": {
        "title": "ARTICLE Protein nanovaccine confers robust immunity against Toxoplasma",
        "authors": [
            {
                "first": "Kamal",
                "middle": [],
                "last": "El Bissati",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [
                    "Maria"
                ],
                "last": "Paulillo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Senthil",
                "middle": [
                    "Kumar"
                ],
                "last": "Raman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "P"
                ],
                "last": "Karch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Craig",
                "middle": [
                    "W"
                ],
                "last": "Roberts",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "E"
                ],
                "last": "Lanar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steve",
                "middle": [],
                "last": "Reed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [],
                "last": "Fox",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Darrick",
                "middle": [],
                "last": "Carter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeff",
                "middle": [],
                "last": "Alexander",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alessandro",
                "middle": [],
                "last": "Sette",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Sidney",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hernan",
                "middle": [],
                "last": "Lorenzi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ian",
                "middle": [
                    "J"
                ],
                "last": "Begeman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Burkhard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rima",
                "middle": [],
                "last": "Mcleod",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We designed and produced a self-assembling protein nanoparticle. This self-assembling protein nanoparticle contains five CD8 + HLA-A03-11 supertypes-restricted epitopes from antigens expressed during Toxoplasma gondii's lifecycle, the universal CD4 + T cell epitope PADRE, and flagellin as a scaffold and TLR5 agonist. These CD8 + T cell epitopes were separated by N/KAAA spacers and optimized for proteasomal cleavage. Self-assembling protein nanoparticle adjuvanted with TLR4 ligand-emulsion GLA-SE were evaluated for their efficacy in inducing IFN-γ responses and protection of HLA-A*1101 transgenic mice against T. gondii. Immunization, using self-assembling protein nanoparticle-GLA-SE, activated CD8 + T cells to produce IFN-γ. Self-assembling protein nanoparticle-GLA-SE also protected HLA-A*1101 transgenic mice against subsequent challenge with Type II parasites. Hence, combining CD8 + T cell-eliciting peptides and PADRE into a multi-epitope protein that forms a nanoparticle, administered with GLA-SE, leads to efficient presentation by major histocompatibility complex Class I and II molecules. Furthermore, these results suggest that activation of TLR4 and TLR5 could be useful for development of vaccines that elicit T cells to prevent toxoplasmosis in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Toxoplasma gondii infects all mammals. It can cause severe brain and eye damage in the fetus, in newborn infants, and in immunecompromised individuals. 1 Although anti-parasitic medicines such as sulfadiazine and pyrimethamine are available, some patients experience side effects including toxicity and hypersensitivity. Latent, encysted parasites are not eliminated by these treatments. 2 Therefore, development of a potent, safe, effective vaccine is greatly needed.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 153,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 388,
                    "end": 389,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "One approach for toxoplasmosis vaccine development is an epitope-based vaccine designed to enhance host immunity. Protection is achieved through stimulation of CD4 + helper T lymphocytes and CD8 + IFN-γ producing T lymphocyte responses. These CD8 + T cells recognize octamer/nonamer peptides presented on HLA supermotif molecules on infected cells. Previously, our laboratory (RM, KE) identified epitopes eliciting CD8 + T cells derived from proteins expressed during different phases of the Toxoplasma life cycle. HLA-A02, A03-11 and B07 human, supermotif, major histocompatibility complex (MHC) molecules are present in~90% of humans, [3] [4] [5] [6] and therefore are capable of presenting these epitopes. As the discovery of such protective peptide epitopes accumulates, mechanisms are needed to effectively present these epitopes to the immune system of the host.",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 640,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We have pioneered a platform known as Self-Assembling Protein Nanoparticles (SAPNs). [7] [8] [9] [10] [11] [12] SAPNs induce a strong immune response due to the repetitive display of antigens. 7, 10, 12 They promote immune responses by CD4 + as well as CD8 + T cells by incorporating the T cell epitopes into the core architecture of the nanoparticle. 8, 9, 11 They trigger a strong innate immune response by activating the TLR5 pathway through the adjuvant flagellin. 13 Because of their size and shape they have the potential to reach follicular dendritic cells that are critical for antigen presentation and processing. 14 Although macrophages play a role in immunity, interactions between SAPN and macrophages were not studied. SAPNs induce immune response that are orders of magnitudes stronger than Keyhole limpet hemocyanin, which is a standard vaccine carrier. We previously designed SAPN-based vaccine candidates for various infectious diseases including malaria, 10, 11, 14, 15 HIV, 16 SARS, 17 and influenza. 18 Earlier findings, and recent parallel work with a recombinant polypeptide, SAPNs, and GLA-SE ( Fig. 1 and unpublished data [DL] ) provide the foundation for our present studies. These earlier findings provide a basis for use of immunosense selected peptides from different genetic isolates of T. gondii (Fig. 1a) , a flagellin scaffold, 7, 8, 13, 19 and adjuvanting with GLA-SE. [20] [21] [22] [23] Earlier studies from the Walter Reed Army Institute of Research with malaria based SAPNs demonstrated that flagellin molecules improved immunogenicity (DL, PB, unpublished work). Initially, this was the basis for using flagellin as a SAPN scaffold in our T. gondii studies (Fig. 1b) . This approach was also used in our work with influenza. 24 This work suggested that flagellin would be helpful as a scaffold and immunogen in our newest T. gondii work.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 97,
                    "end": 101,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 102,
                    "end": 106,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 193,
                    "end": 195,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 200,
                    "end": 202,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 352,
                    "end": 354,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 355,
                    "end": 357,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 358,
                    "end": 360,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 469,
                    "end": 471,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 623,
                    "end": 625,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 973,
                    "end": 976,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 977,
                    "end": 980,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 981,
                    "end": 984,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 985,
                    "end": 987,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 993,
                    "end": 995,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1002,
                    "end": 1004,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1020,
                    "end": 1022,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "[DL]",
                    "ref_id": null
                },
                {
                    "start": 1360,
                    "end": 1362,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1363,
                    "end": 1365,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1366,
                    "end": 1369,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1370,
                    "end": 1372,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1402,
                    "end": 1406,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1407,
                    "end": 1411,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1412,
                    "end": 1416,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1417,
                    "end": 1421,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1763,
                    "end": 1765,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 1118,
                    "end": 1124,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1326,
                    "end": 1335,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1695,
                    "end": 1704,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "In experiments that provided a significant part of the foundation for our approach with SAPN to protect against toxoplasmosis, we (DL, PB, unpublished work) found the following: 1) GLA-SE or GLA-SE-like adjuvant was needed to produce significant titers of anti-nanoparticle antibody; 2) Purified IgG from immunized monkeys completely protected naïve mice (100%), when they were challenged with a lethal dose of 5000 sporozoites that express full-length Plasmodium. falciparum Circumsporozoite protein. Purified IgG from a control monkey did not protect any mice; 3) Purified IgG from immunized monkeys, mixed with P. falciparum sporozoites, prevented the sporozoite from infecting primary hepatocytes from human liver in tissue culture. IgG from control monkeys did not. Thus, we used this preliminary, foundational data when we chose GLA-SE as the adjuvant for our studies herein. GLA-SE has two components, GLA and SE. GLA is too hydrophobic to be used alone and any formulation of GLA would have other excipients making the formulation nonequivalent to GLA. Earlier studies demonstrated that the emulsion, called \"SE\", did not adjuvant most proteins when administered alone. At present, GLA-SE is in pre-clinical studies or clinical trials as an adjuvant to prevent cancer, herpes, Leishmania, and Mycobacterium tuberculosis infections. Our earlier studies also demonstrated that GLA-SE was superior to ALUM as an adjuvant for our polypeptide. 25 GLA-SE was also superior to ALUM in primates immunized with SAPN. In fact, ALUM diminished the response to GLA-SE plus SAPN (DL, PB, unpublished work).",
            "cite_spans": [
                {
                    "start": 1447,
                    "end": 1449,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In our previous studies with T. gondii, we constructed SAPNs displaying the dense granule epitope (GRA7 20-28 ) and pan-DR binding epitope PADRE. 26 We evaluated these vaccine components in HLA-B*0702 transgenic mice. 9 Immunization of these mice activated GRA7-specific CD8 + T cells that produced IFN-γ. Thereby, these mice were protected against subsequent challenge with high inocula of Type I and Type II parasites. These initial results highlighted the potential to protect against toxoplasmosis with a SAPNs vaccine approach.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 218,
                    "end": 219,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the present study, five epitopes which bind to HLA-A11-01 were evaluated for their efficacy in a SAPN-vaccine in HLA-A11-01 transgenic mice. 5 These included epitopes from the surface antigen (SAG1), the dense granule proteins (GRA5 and GRA6), and the surface antigen-1-related sequences (SRS52A). 5 In these constructs, the CD8 + HLA-A03-11 supertypes-restricted epitopes were linked by N/KAAA spacers. They were conjugated with PADRE, a universal CD4 + helper T lymphocyte epitope. 26 This synthetic polypeptide is effective in mice and more effective than the pooled peptides separately. 5, 23 PADRE binds promiscuously to MHC class II variants, and augments effector functions of CD8 + T cells through stimulation of IL2 production by CD4 + T helper cells. 27, 28 Epitopes eliciting both CD4 + and CD8 + T cells are important components in the formulation of successful vaccines that drive protective responses. 29 Our data show that incorporating PADRE into the SAPN constructs and delivering it in TLR4 ligand emulsion adjuvant (GLA-SE), resulted in activation of CD8 + T cells. This vaccine formulation led these cells to produce IFN-γ. They protected against subsequent challenge with Type II parasites given as a high inoculum. Thus, our work highlights the potential for the use of SAPN as a platform for the delivery of CD8 + and CD4 + -restricted epitopes, formulated with the GLA-SE adjuvant, to protect against toxoplasmosis.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 145,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 301,
                    "end": 302,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 487,
                    "end": 489,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 768,
                    "end": 770,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 919,
                    "end": 921,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Preparation and characterization of CD8 + -SAPN and empty-SAPN The SAPN constructs were expressed, purified and folded to form nanoparticles ( Fig. 1c-e) . The protein has a relative molecular weight of about 48 kDa on a Sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) (Fig. 1c , e). Transmission electron microscopy (Fig. 1d) showed a relatively uniform distribution of non-aggregated nanoparticles of about 30 nm in diameter.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 153,
                    "text": "Fig. 1c-e)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 290,
                    "end": 298,
                    "text": "(Fig. 1c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 338,
                    "end": 347,
                    "text": "(Fig. 1d)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In vivo immunogenicity of CD8 + T cell-eliciting SAPNs HLA-A*1101-transgenic mice were immunized intramuscularly with CD8 + T cell-eliciting SAPNs combined with GLA-SE. Mice were immunized three times intramuscularly at 2 week intervals. Empty-SAPNs plus GLA-SE or PBS were used in sham immunizations of control mice. CD8 + -T cell-eliciting SAPN-GLA-SE vs. Empty-SAPN-GLA-SE were compared in HLA-A*1101 transgenic mice as described. Spleen cells were obtained from immunized HLA-A*1101 transgenic mice 2 weeks after final immunization. IFN-γ produced by splenocytes cultured with the pool of peptides was measured. Figure 2 shows IFN-γ secretion is high in mice immunized with CD8 + -T cell-eliciting SAPN plus GLA-SE when stimulated with PADRE or the GRA6 peptide. The other peptides also elicited IFN-γ production. In our earlier work, 25 and herein, effects of the separate peptides were additive (Figs. 2b and 3). The polyepitopes elicited the best response earlier 25 and herein (Fig. 3) . Figure 3a and b indicate that IFN-γ secretion in cultures with the SAG1, GRA6, GRA3, and SRS52A peptides was significantly enhanced by immunization with these peptides but not Empty-SAPN or PBS. Significantly more IFN-γ secretion was observed when cells were stimulated with these pooled peptides plus PADRE. Thus, the association of CD8 + T cell-and CD4 + T cellrestricted peptides contributes to IFN-γ production in HLA-A*1101 transgenic mice.",
            "cite_spans": [
                {
                    "start": 839,
                    "end": 841,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 971,
                    "end": 973,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 616,
                    "end": 624,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 985,
                    "end": 993,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 996,
                    "end": 1005,
                    "text": "Figure 3a",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In vitro TLR5 stimulation The SeaPorter TLR5 cell-line was exposed to varying concentrations of the SAPNs. The SAPN included: Empty-SAPN that do not contain the CD8 + epitopes but still have flagellin; CD8 + -SAPN containing the polypeptide with the five restricted CD8 + epitopes; recombinant polypeptide; and recombinant flagellin (as control). The concentrations of SAPNs used were 0.01, 0.1, 1, 10, 100, and 1000 ng/ml. Fold increase in SEAP expression for each protein sample over non-treated controls reflected level of TLR5 stimulation. As shown in Fig. 4a -c, TLR5 activity was Fig. 1 Assembly of CD8-SAPNs. a Phylogenetic tree showing 62 genetic isolates of Toxoplasma analyzed herein. These are in the multisequence alignments of proteins, and peptides derived from them, utilized to create our artificial immunogenic (\"smart\") protein. b Flagellin is used as a scaffold into which epitopes are intercalated from Toxoplasma. Earlier logic for inclusion of flagellin as adjuvant and scaffold came from work with malaria (http://www.internationalinnovation.com/build/wp-content/uploads/2016/05/David_Lanar_Intl_Innovation_ Infectious_Diseases_Research_Media_LR.pdf), 19 as well as with influenza. 24 Computer model of the prototype. The core particle composed of the pentameric and trimeric coiled coils is shown in green and blue, respectively. The following are attached to the trimeric coiled coil: the TRL5 agonist flagellin (D0 and D1 domains) (purple) with the A11 epitopes (yellow) and a CD4 epitope string (magenta). c SDS-PAGE of the purified protein. Lanes are as follows: Lane 1: MW (molecular weight markers). Lane 2-5: Elution fractions were from 19 to 22. Samples derive from the same experiment and the gels/blots were processed in parallel. d Transmission electron microscopy of the nanoparticle preparation. e SDS-PAGE 4-20% of the purified protein. Lane 1: MW (molecular weight markers). Lane 2: CD8-SAPN. Lane 3: Empty-SAPN. Samples derive from the same experiment and the gels/blots were processed in parallel significantly enhanced by the Empty-SAPNs and the CD8 + -T celleliciting SAPNs, but not the control polypeptide. Surprisingly, flagellin in Empty-SAPN particles have higher TLR5 activity than recombinant flagellin alone.",
            "cite_spans": [
                {
                    "start": 1175,
                    "end": 1177,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1205,
                    "end": 1207,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 556,
                    "end": 563,
                    "text": "Fig. 4a",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 592,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "SAPNs with GLA-SE adjuvant confer robust protection against T. gondii in HLA-A*1101 transgenic mice In the results shown in Fig. 5 , we had immunized mice with either CD8 + T cell-eliciting SAPN with GLA-SE adjuvant, or Empty-SAPN with GLA-SE adjuvant, or adjuvant alone, or PADRE alone, or PBS. We then challenged 2 weeks after the last immunization with Type II strains of T. gondii expressing luciferase. Brains from these mice were imaged with a Xenogen camera 21 days after challenge with 2000 Me49-Fluc tachyzoites. Figure 5a and b show that luminescence from T. gondii in mice immunized with CD8 + T cell-eliciting SAPN plus GLA-SE was significantly lower than in mice immunized with control Empty-SAPN plus GLA-SE, GLA-SE alone, PADRE alone, or PBS. This finding correlates with a reduction of the number of cysts per brain in mice that received CD8 + -T cell-eliciting SAPN plus GLA-SE adjuvant (Fig. 5c ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 130,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 522,
                    "end": 531,
                    "text": "Figure 5a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 904,
                    "end": 912,
                    "text": "(Fig. 5c",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Improved vaccination and delivery approaches to elicit cellular immune responses against T. gondii are needed. In our previous studies we defined a panel of octamer/nonamer peptides restricted by MHC class I molecules. These peptide epitopes bind to and elicit IFN-γ responses from CD8 + T cells isolated from HLA A02, A03, and B07 individuals. These class I supermotifs are present in essentially all the human population worldwide, but with different frequency in different regions. When given with the GLA-SE adjuvant, these pooled peptides were able to protect Graph shows the count of spots for splenocytes of untreated, Empty-SAPN + GLA1 CD8-SAPN + GLA-SE group of mice. GLA designates GLA-SE in this figure. *p < 0.05 for all IFN-γ ELISpots compared to controls haplotype specific HLA supermotif transgenic mice. This protection was measured as survival and reduced parasite burden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our capability to control the ability of peptides and proteins to self-assemble into particles which have a well-defined size and shape allows us to design mechanically and chemically stable particles. These SAPNs combine strong immunogenic effects of live attenuated vaccines with high specificity in eliciting immune responses of protein-based vaccines because they resemble virus capsids. It is apparent that the SAPNs have a great potential to serve as a platform for vaccines beyond their ability to present antigens in a repetitive manner. In contrast to live attenuated vaccines, SAPN-derived vaccines pose no significant risk of infection. They are very versatile and flexible in their design leading to better biophysical and immunologic properties. Furthermore, bacterial protein expression, purification, and selfassembly into nanoparticles reduces the time needed for largescale vaccine production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Herein, we used the SAPNs to present immunogenic peptide epitopes to a host's immune system based on the assembly of five protective CD8 + CTL HLA-A03-11 restricted supertypes in addition to the universal helper epitope, PADRE. All epitopes were flanked at the C-terminus by N/KAAA spacers, which promote optimal immunogenic processing. Our data showed potent immunogenicity (high IFN-γ secretion) when splenocytes were stimulated by these peptides through immunization in vivo, and then exposure in vitro. In separate studies, 24 we found that SAPN, which contains flagellin, protected better against influenza than SAPN without flagellin. This flagellin scaffold then became our SAPN platform going forward. In our TLR5 activity assay, the SAPN with the flagellin scaffold shows good stimulation of TLR5. However, the activity is reduced compared to the Empty-SAPN. This could be due to some interference with TLR5-binding and the presentation of the CD8 + T cell-restricted epitopes because the CD8 + epitopes string was engineered into the flagellin molecule to replace the D2 and D3 flagellin domains.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 530,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Thus, our future work will utilize this approach to engineer different SAPN constructs with optimized processing and immunogenicity for all our vaccine constituents. The proposed mechanisms for inducing innate immunity by our SAPN is the ligation of TLR4 by GLA in an emulsion 30 and TLR5 by flagellin on the surface of the SAPN. 13 McCoy et al.'s data suggested cross presentation 14 of CD8 + stimulating epitopes in SAPNs (Fig. 1a) . GLA-SE has been used with SAPN to successfully immunize against P. falciparum by eliciting antibody and T cells, whereas SAPN without GLA-SE was not effective (DL, PB, unpublished results). The adjuvant was safe in primates and now is entering clinical trials in humans. Despite remarkable protection provided by our SAPN vaccination in this study, some brain cysts were still detected. Thus, potential improvements in induction of protective immune responses could be made with the addition of separate nanoparticles with other CD4 + and CD8 + T cell-eliciting epitopes of various T. gondii proteins from several parasite life stages and Fig. 4 Seaporter TLR5 cell line responses to flagellin and SAPN. SeaPorter TLR5 cell-line was exposed to varying concentrations of each indicated protein, and the level of TLR5 stimulation was determined by the level of SEAP expression. Fold increase in SEAP expression for each protein sample over non-treated controls, error bars are standard error of the means. A two-way ANOVA model was fit with protein concentration and type as factors. There was a significant protein concentration by type interaction (p < 0.001); this indicated that the differences across types depended on the concentration and that the differences across concentrations varied by type. Specifically, there weren't statistically significant differences across types at the two lowest concentrations (0.01 and 0.1), but there were significant differences between types at the 1, 10, 100, and 1000 ng/mL concentrations (p < 0.001 for all). Subsequent pairwise contrasts at these 4 concentrations found that the 5A11 Restricted CD8 + group (the recombinant protein without flagellin) was significantly different from the other 3 groups in all cases except for the 5A11 Restricted CD8 + vs. CD8-SAPN comparison at the 1 ng/mL concentration. In addition, at each of these 4 concentrations, the Empty-SAPN was significantly different (greater than) from the CD8-SAPN. There was a significant concentration effect for all protein types (p < 0.001) except 5A11 Restricted CD8 + (p > 0.9) Prevention of toxoplasmosis in humans by nanovaccines K El Bissati et al.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 332,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 433,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1075,
                    "end": 1081,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "potentially B-cell epitopes to stimulate a potent antibody response. Cell-mediated immunity, with cytolytic T cells and IFNγ production, is considered to be the desired primary, protective, immune response. 28, 31 Nonetheless, antibodies may contribute to protection. Addition of the micronemal proteins (MICs) or other proteins that induce antibodies that are neutralizing, adhesion or invasion blocking, or complement fixing, could further improve protection, if they play a significant part in attachment to or penetration of the host cell by the parasite. MICs have recently been used as recombinant vaccines and showed promising protection levels. 32 MIC1 also stimulates IL 12 production in mice. Possibly, these proteins could also be engineered in separate SAPNs to yield a multi-SAPN vaccine to protect against toxoplasmosis.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 211,
                    "end": 213,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Earlier studies provide support for using GLA-SE as an adjuvant for a wide variety of protein vaccines, including our own. We evaluated a P. falciparum SAPN vaccine and demonstrated GLA-SE was essential, or improved immunogenicity, vs. a related SAPN (DL, PB, unpublished). This study involved presenting antigens to protect against the phylogenetically related apicomplexan malaria parasite in non-human primates. It was found that GLA-SE was needed for immunization of primates even when this was not the case in mice. In other earlier work, separate constituents of GLA-SE were used. GLA alone was called \"GLA-AF\" when it was prepared in an aqueous formulation. This formulation did not contain an emulsion or extra excipients so it is not equivalent to the GLA in GLA-SE. GLA-AF, SE alone and GLA-SE formulations were compared in some of these earlier studies. In almost all of these different systems the value of using both GLA and SE together was proven (Table 1) . [20] [21] [22] [23] [33] [34] [35] [36] This work has been advanced to the clinic, demonstrating both efficacy and safety in studies with GLA and SE formulated and administered together. We leveraged this extensive, earlier experience to produce our GLA-SE adjuvanted SAPN vaccine for T. gondii.",
            "cite_spans": [
                {
                    "start": 973,
                    "end": 977,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 978,
                    "end": 982,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 983,
                    "end": 987,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 988,
                    "end": 992,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 993,
                    "end": 997,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 998,
                    "end": 1002,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1003,
                    "end": 1007,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 961,
                    "end": 970,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In our work with this new SAPN-design, the flagellin molecule itself is an integral part of the SAPN scaffold (Fig. 1b) , with or without the A11 CD8 + T cell-eliciting epitopes. This SAPN scaffold lacking the CD8+ epitopes conferred only a small amount of protection compared with the scaffold with the inclusion of the A11 peptides. It is not possible to create a relevant separate control without flagellin because in this scaffold the HLA A11 binding peptides are intercalated into the flagellin molecule itself as shown in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 119,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 528,
                    "end": 534,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The location of CD8 + epitopes within a protein sequence has been shown to be critical. Our arrangement of peptide epitopes into a polypeptide induced robust immunity. 25 Deconvolution of peptide components has shown that certain epitopes alone may have different toxicity when separated from other peptides (El Bissati, McLeod, et al., in preparation). We already know that the adjuvanted polypeptide can protect in studies that are described in a separate manuscript. 25 We also found that the HLA Class 1, A*1101 interacting peptides are specific for HLA A*1101 and not to other HLA supermotifs B7 or A2. 25 Further, we demonstrated that the mouse C57Bl6 macrophages cannot present these peptides to HLA A*1101 T cells. 25 Further, these five CD8 + epitopes, as well as full-length proteins from which they originate, were characterized to determine how well conserved the proteins, and especially the specific peptides we included, are across multiple strains of genetically divergent parasites from different geographic regions (Tables 2-4 genetically divergent strains (Fig. 1a) supports the use of an immunosense approach. This approach creates a single protein which contains the relevant epitopes but does not include extraneous epitopes that are potentially harmful, as certain T. gondii epitopes are known to be. There were far fewer polymorphisms in our smaller octamer nonamer peptides (Tables 2-4 ) than in the full-length proteins (Table 3 , Figs. S1-S5). There were good binding octamer/nonamers for three A11 epitopes among all the different genetic isolates ( Table 4 ). The predicted binding scores for the peptides from the many genetically polymorphic strains were high for all but two peptides (Table 4 ). In contrast, it would take many full-length variants to obtain good geographic coverage of either of these polymorphic proteins if peptides other than our octamer/nonamer were critical to that protection. This provides further conceptual support for using an immunosense approach to make a vaccine with, potential to work well, and most parsimoniously, in many geographic areas. There are recent data concerning the unique processing of T. gondii proteins in human cells. Quite remarkably, there are longer (likely decoy) peptides that bind HLA-A2 in the natural infection of THP1 cells. 37 This makes our targeted immunosense approach, beginning with human cells, then using HLA transgenic mice, especially valuable in creating a vaccine for people, rather than mice. These are critical considerations important beyond a vaccine protective against just this organism, when one wants to have broad utility across different demographics, worldwide. This is what we are working toward because of the substantial disease burden of toxoplasmosis as a global clinical problem. 38 Data from studies of human cells and mice, in our work, considered together, demonstrate the robust and practical use of this model system. [3] [4] [5] [6] 25 Antigen processing and presentation in humans and mice have differences that are well known. For example, as shown elegantly, recently, 39 human and murine tapasin diverge in sequence. These tapasins are chaperones of MHC class I molecules. Newer murine models with human tapasin and proteasome might improve vaccine potency and be more relevant to human vaccine development. 39 Alternatively, our optimized cleavage sites, based on human infection, using human PBMC, may work as effectively in our HLA-A*1101 mice. This comparison will be tested in future studies. Further, there are other significant differences between mice and humans. Murine models have been imperfect predictors of vaccine performance in humans, apart from differences in HLA, tapasin or variants of ERAP. Differences in ERAP between mice and humans does not cause differences in processing and presentation. Other differences between mice and humans include very different total blood volume, rate of metabolism, skin composition/absorption rate, different TLR specificities, as well as other basic differences between murine and human cells. For example, human T cells, express Class II MHC, while mouse T cells do not. Nonetheless, relating to the question of whether HLA transgenic mice are a good approximation of human responses, Sette et al. made the following comment: despite the differences, when this issue was considered in detail, practical studies confirm that \"although there ought to be a difference, actual data in peer reviewed studies, show that there is little difference\". 40 Humanized mice with blood and liver transplants and other modifications are also still imperfect. These humanized mouse systems have not yet worked really well to demonstrate practical feasibility. For vaccine development, the FDA requires animal in vivo immunogenic data for IND submission. Vaccine developers have followed this requirement for the vaccines they are creating, which include viral vector or VLP-based vaccines. To date, there is no system that allows skipping the animal testing step. Most vaccines (e.g. viral, virus-like particles, proteins, bacterial) generate an immune response in an animal model. These immune responses provide preliminary data prior to studies in non-human primates and then in humans. This approach permits one to conclude that the vaccine is safe and 'active', even if the animal model is not absolutely predictive of precise human correlates, although that would be ideal. We have found that our approach appears to provide insight and to work effectively. [3] [4] [5] 25 This approach includes using bioinformatics, testing human cells for immunogenicity, and then testing those down-selected peptides re-assembled into a protein with linkers designed for proper cleavage. 41 This is followed by testing for efficacy and safety using HLA transgenic mice. [3] [4] [5] 25 This approach is shown in our data herein, in our previous foundational experiments, 25 and also by many others using other systems. This is for both immunogenicity of peptides or polypeptides or DNA or RNA in human cells first. This is then extended to murine cells, followed by protection measured as reduced parasite burden and enhanced survival. Although imperfect, there is considerable prior support, and support in these recent studies. The use of HLA transgenic mice can obviate problems of heterogeneity, both for MHC supermotifs, and parasite isolates. This is in a proven practical manner in vaccine development. 19, 37, [42] [43] [44] [45] [46] [47] [48] [49] [50] [51] [52] The issues of genetic polymorphism, as well as potential harmful constituents, are amplified in full-length natural proteins (Tables 1-4 ; Fig. 1 , S1-S5). Thus, the choice of peptides that are sufficient to interact with HLA molecules that are present in more than 90% of the human population can be made using bioinformatics in a rational and parsimonious manner. This approach considers parasite genetic variation in an inductive, immunosense manner that is proving to be valuable for development of vaccines for humans. The inclusion of flagellin into immunogens can serve as a potential adjuvant. [53] [54] [55] [56] [57] There is experience where flagellin has been safe and effective as an adjuvant in pre-clinical animal studies. [53] [54] [55] [56] [57] It also has been effective when used for immunizations of both younger and older persons in clinical trials for influenza vaccines. [53] [54] [55] [56] [57] There is a robust literature which describes studies of the mechanisms whereby this TLR5 ligand functions as an adjuvant. [53] [54] [55] [56] [57] In summary, our study showed that a SAPN-protein chain with five CD8 + T cell-eliciting MHC class I epitopes from T. gondii, and the MHC class II epitope PADRE, can be refolded to form a nanoparticle. Using HLA-A*1101 transgenic mice, we demonstrate that the SAPN emulsified in GLA-SE adjuvant elicits a protective MHC class I response. Thus, our work demonstrates that we have developed an improved assembly of peptides for cross presentation of CD8 + T cell eliciting epitopes (Fig. 6 ) in vaccines to prevent toxoplasmosis.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 470,
                    "end": 472,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 608,
                    "end": 610,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 723,
                    "end": 725,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2316,
                    "end": 2318,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2800,
                    "end": 2802,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2943,
                    "end": 2946,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2947,
                    "end": 2950,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2951,
                    "end": 2954,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2955,
                    "end": 2958,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2959,
                    "end": 2961,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3338,
                    "end": 3340,
                    "text": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 4529,
                    "end": 4531,
                    "text": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 5533,
                    "end": 5536,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 5537,
                    "end": 5540,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 5541,
                    "end": 5544,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 5545,
                    "end": 5547,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 5750,
                    "end": 5752,
                    "text": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 5832,
                    "end": 5835,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 5836,
                    "end": 5839,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 5840,
                    "end": 5843,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 5844,
                    "end": 5846,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 5932,
                    "end": 5934,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 6471,
                    "end": 6474,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 6475,
                    "end": 6478,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 6479,
                    "end": 6483,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 6484,
                    "end": 6488,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 6489,
                    "end": 6493,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 6494,
                    "end": 6498,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 6499,
                    "end": 6503,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 6504,
                    "end": 6508,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 6509,
                    "end": 6513,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 6514,
                    "end": 6518,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 6519,
                    "end": 6523,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 6524,
                    "end": 6528,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 6529,
                    "end": 6533,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 7136,
                    "end": 7140,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 7141,
                    "end": 7145,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 7146,
                    "end": 7150,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 7151,
                    "end": 7155,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 7156,
                    "end": 7160,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 7272,
                    "end": 7276,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 7277,
                    "end": 7281,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 7282,
                    "end": 7286,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 7287,
                    "end": 7291,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 7292,
                    "end": 7296,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 7429,
                    "end": 7433,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 7434,
                    "end": 7438,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 7439,
                    "end": 7443,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 7444,
                    "end": 7448,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 7449,
                    "end": 7453,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 7576,
                    "end": 7580,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 7581,
                    "end": 7585,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 7586,
                    "end": 7590,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 7591,
                    "end": 7595,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 7596,
                    "end": 7600,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 1033,
                    "end": 1044,
                    "text": "(Tables 2-4",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1075,
                    "end": 1084,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1399,
                    "end": 1410,
                    "text": "(Tables 2-4",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1446,
                    "end": 1454,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1578,
                    "end": 1585,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1716,
                    "end": 1724,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 6659,
                    "end": 6670,
                    "text": "(Tables 1-4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 6673,
                    "end": 6679,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 8080,
                    "end": 8087,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "KSFKDILPK (SAG1 224-232 ), STFWPCLLR (SAG2C [13] [14] [15] [16] [17] [18] [19] [20] [21] , AVVSLLRLLK (GRA5 89-98 ), SSAYVFSVK (SRS52A 250-258 ), AMLTAFFLR (GRA6 164-172 ) 25 and PADRE, a universal CD4 + helper epitope (AKFVAAWTLKAAA) 26 were used in the vaccine constructs. 25, 52 Infectious Diseases Research Institute (Seattle, Washington) synthesized the TLR4 agonist adjuvant called GLA-SE. 3-6, 20-23, 25 This was prepared and used as a stable oil-in-water emulsion.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 49,
                    "end": 53,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 54,
                    "end": 58,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 59,
                    "end": 63,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 64,
                    "end": 68,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 69,
                    "end": 73,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 74,
                    "end": 78,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 79,
                    "end": 83,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 84,
                    "end": 88,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 172,
                    "end": 174,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 235,
                    "end": 237,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 279,
                    "end": 281,
                    "text": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 396,
                    "end": 410,
                    "text": "3-6, 20-23, 25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS Peptides"
        },
        {
            "text": "The methods using DNA coding for the nanoparticle constructs were similar to those described in our earlier work. 18 Briefly, they were prepared using standard molecular biology procedures as described in our earlier work from our laboratory by Babapoor et al. 18 Specifically, plasmids containing the DNA coding for the protein sequence were used. 18 They were constructed by cloning into restriction sites in the SAPN expression plasmid. 18 We used a SAPN construct we had developed and described earlier. 18 Briefly, this construct is composed of a pentameric coiled-coil tryptophan zipper. 18 This zipper is linked by a glycine residue to a trimeric de-novo designed leucine zipper coiled coil. 18 In this construct, a flagellin construct composed of the D0 and D1 domains (residues 1-177 and 249-372) of Salmonella enterica flagellin from the structure with pdb-code 3V47 from the RCSB protein data bank is used to extend the protein chain at the C-terminus 18 (Fig. 1) . The CD8 + -peptide sequence AVVSLLRLLKNAMLTAFFLRNAAAKSFKDILPK-KAAASSAYVFSVKKAAAKFVAAWTLKAAAKSTFWPCLLR with the five CD8 + epitopes 25 also containing PADRE 25, 26 was next inserted into the D1 domain of flagellin. 18 This polypeptide completely replaces the D2 and D3 domains to generate the CD8 + T cell-eliciting SAPN called \"CD8-SAPN\". 18 Overall, the positive charge of this epitope string is balanced with stretches of negative charges at both ends of the epitope sequence. 18 Our Empty-SAPN was generated using the short linker KYKDGKGDDK to replace the D2 and D3 domains of flagellin.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 261,
                    "end": 263,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 349,
                    "end": 351,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 440,
                    "end": 442,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 508,
                    "end": 510,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 594,
                    "end": 596,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 699,
                    "end": 701,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 963,
                    "end": 965,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1133,
                    "end": 1136,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1137,
                    "end": 1139,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1191,
                    "end": 1193,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1316,
                    "end": 1318,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1456,
                    "end": 1458,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 966,
                    "end": 974,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Molecular biology"
        },
        {
            "text": "This was performed exactly as we had performed and described in our earlier work from our laboratory by Babapoor et al.: 18 Plasmids were transformed into Escherichia coli BL21 (DE3) cells. 18 E. coli were grown at 37°C in Luria broth with ampicillin. 18 We induced expression using isopropyl β-D-thiogalacto-pyranoside. Cells were removed from 37°C 4 h after induction. 18 They were harvested by centrifugation at 4000 x g. We stored the cell pellet at −80°C. We then thawed the cell pellet, keeping it on ice. 18 We then suspended the pellet in a lysis buffer consisting of 9 M urea, 100 mM NaH 2 PO 4 , 10 mM Tris pH 8, 20 mM imidazole, and 0.2 mM Tris-2-carboxyethyl phosphine (TCEP). SDS-PAGE was used to assess our protein expression level. 18 ",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 190,
                    "end": 192,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 252,
                    "end": 254,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 371,
                    "end": 373,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 512,
                    "end": 514,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 747,
                    "end": 749,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Protein expression"
        },
        {
            "text": "The same methodology we used earlier was used. 18 Briefly, sonication was used to lyse cells, as described from our laboratory earlier. 18 Centrifugation at 30,500 × g for 45 min 18 was used to clarify the lysate. Then, for at least 1 h, our cleared lysate was incubated with Ni-NTA Agarose Beads (Qiagen, Valencia, CA, USA). Next, the column was washed with lysis buffer. This was followed by a wash with a buffer containing 9 M urea, 500 mM NaH 2 PO 4 , 10 mM Tris pH 8, 20 mM imidazole, and 0.2 mM TCEP. A pH gradient was used to purify the protein while bound to the column. The pH gradient for these wash steps was created as follows: 9 M urea, 100 mM NaH 2 PO 4 , 20 mM citrate, 20 mM imidazole, and 0.2 mM TCEP, 18 with subsequent washes performed at pH 6.3, 5.9, and 4.5. 18 To elute the protein, we used the lysis buffer, after the pH gradient, with a gradient of increasing imidazole concentrations. 18 ",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 49,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 136,
                    "end": 138,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 719,
                    "end": 721,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 780,
                    "end": 782,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 910,
                    "end": 912,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Protein purification"
        },
        {
            "text": "We used methodology we have described in our earlier work. 18 Specifically, for refolding, our protein was first rebuffered to the following conditions: 9 M urea, 20 mM Tris pH 8.5, 50 mM NaCl, 5% glycerol, 2 mM EDTA. 18 4 µl of a solution with a concentration of 1.8 mg/ml protein was added to the same buffer solution without urea to a final concentration of 0.05 mg/ml for quick refolding of a first screen. 18 We used this because this quick dilution from denaturing (urea) to native (no urea) buffer conditions triggers refolding of protein. 18 We then used negative stain transmission electron microscopy at different resolutions to analyze our solution. 18 Next, we used further screens for optimal refolding conditions. 18 These were performed with smaller sampling sizes of the pH and ionic strength. 18 In vitro TLR5 response assay",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 61,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 218,
                    "end": 220,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 411,
                    "end": 413,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 547,
                    "end": 549,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 661,
                    "end": 663,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 728,
                    "end": 730,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 810,
                    "end": 812,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Protein refolding"
        },
        {
            "text": "The methods were the same as those used in our recent work. 28 Activation through TLR5 was assessed for SAPN as we described recently. 24 Testing was done using TLR/NF-κB/SEAPorter™ Stably Transfected HEK 293 Cell Lines (Novus Biologicals, Littleton, CO; tested for Mycoplasma but not authenticated by STR profiling) as follows: All cell lines were stably cotransfected cell lines which express TLR5 and have a secreted alkaline phosphatase (SEAP) reporter gene under transcriptional control of an NF-κB response element. Fourteen thousand cells per well were seeded in a 96-well plate at passages 5-9. 20-4 h later, we removed growth media. Growth media was replaced with DMEM high glucose (Hyclone, Logan, UT). This contained either a SAPN, or recombinant flagellin (Novus Biologicals), at concentrations of 0.1, 1, 10, 100, 1000 ng/mL, each in triplicate. Media alone was present in control wells. Wells were exposed to the stimulus for 24 h. Then, supernatant was collected and used to determine whether SEAP was present. This was determined with a Reporter Assay kit for SEAP (Novus Biologicals). This was done using the manufacturer's instructions. Media-only controls were used to normalize SEAP activity. This was used to determine each construct's EC50. Triplicate determinations were utilized for each experimental condition.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 62,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 135,
                    "end": 137,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Protein refolding"
        },
        {
            "text": "The mice were those we created and described earlier. 5, 23 The methods were identical to those used in our earlier work. [3] [4] [5] [6] 23 Specifically, \"HLA-A*1101/K b transgenic female mice were generated and then bred/ produced at Pharmexa-Epimmune (San Diego, CA). 23 They were then embryo-rederived at Taconic and JAX laboratories. 23 Colonies were then expanded and they were then maintained and produced in isolators at the University of Chicago. 23 These mice express a chimeric gene called HLA-A*1101/K b transgene. 23 This chimeric gene consists of the 1st and 2nd domains of HLA-A*1101 and the 3rd domain of H-2K b . 23 Mice were between 10 and 14 weeks of age in experiments. Mice were maintained in SPF conditions throughout. 23 All of our studies were performed with the Institutional Animal Care and Use Committee at the University of Chicago's review, approval, and oversight.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 56,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 57,
                    "end": 59,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 126,
                    "end": 129,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 138,
                    "end": 140,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 271,
                    "end": 273,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 339,
                    "end": 341,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 456,
                    "end": 458,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 527,
                    "end": 529,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 630,
                    "end": 632,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 741,
                    "end": 743,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Mice"
        },
        {
            "text": "To assess the immunogenicity of the SAPNs, mice with the HLA-A*1101 transgene were inoculated intramusculary. In this injection, 20 μg SAPN was emulsified in the TLR4 agonist, i.e., 5 μg of GLA-SE. The immunizations were administered three times at 2 weeks intervals. For the experiments in which these mice were challenged, challenge was at 14 days postimmunization. 3 Specifically, they were challenged intraperitoneally using 2000 Type II (Me49-Fluc) parasites. 23 ELISpot assay to determine murine splenocyte immune responses This was performed as described in our earlier work which provided the foundation for our own present studies. [3] [4] [5] [6] 25 Specifically, spleens were harvested 14 days after immunization 3-6, 25 as follows: initially, they were pressed through a 70 µm screen. [3] [4] [5] [6] 25 This allowed for formation of a suspension of single-cells. Erythrocytes were depleted from this suspension. AKC lysis buffer (160 mM NH 4 Cl, 10 mM KHCO 3 , 100 mM EDTA) was used to deplete the RBCs. [3] [4] [5] [6] 25 Hank's Balanced Salt Solution (HBSS) was used to wash splenocytes twice. [3] [4] [5] [6] 25 Then the splenocytes were resuspended in RPMI-1640 supplemented with 2 mM L-GlutaMax. [3] [4] [5] [6] 25 Murine splenocyte ELISPOT assays were performed as described earlier. [3] [4] [5] [6] 25 This was done using anti-mouse IFN-γ mAb (AN18) and biotinylated antimouse IFN-γ mAb (R4-6A2). [3] [4] [5] [6] 25 In each well, 2.5-5 × 10 5 splenocytes were plated. [3] [4] [5] [6] 25 Mabtech (Cincinnati, OH) was the source of all of the antibodies and all of the reagents used to perform ELISPOT assays. [3] [4] [5] [6] 25 A minimum of three replicate wells were used to plate cells for each condition, 3-6, 25 as described earlier, to measure spot-forming cells per 10 6 murine splenocytes. [3] [4] [5] [6] 25 Bioluminescence imaging to determinine outcomes of type II parasite challenge",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 369,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 465,
                    "end": 467,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 657,
                    "end": 659,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 805,
                    "end": 808,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 809,
                    "end": 812,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 813,
                    "end": 815,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1021,
                    "end": 1024,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1025,
                    "end": 1028,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1029,
                    "end": 1032,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1033,
                    "end": 1035,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1109,
                    "end": 1112,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1113,
                    "end": 1116,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1117,
                    "end": 1120,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1121,
                    "end": 1124,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1125,
                    "end": 1127,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1214,
                    "end": 1217,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1218,
                    "end": 1221,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1222,
                    "end": 1225,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1226,
                    "end": 1229,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1230,
                    "end": 1232,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1303,
                    "end": 1306,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1307,
                    "end": 1310,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1311,
                    "end": 1314,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1315,
                    "end": 1318,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1319,
                    "end": 1321,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1417,
                    "end": 1420,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1421,
                    "end": 1424,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1425,
                    "end": 1428,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1429,
                    "end": 1432,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1433,
                    "end": 1435,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1488,
                    "end": 1491,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1492,
                    "end": 1495,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1496,
                    "end": 1499,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1500,
                    "end": 1503,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1504,
                    "end": 1506,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1628,
                    "end": 1631,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1632,
                    "end": 1635,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1636,
                    "end": 1639,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1640,
                    "end": 1643,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1644,
                    "end": 1646,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1816,
                    "end": 1819,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1820,
                    "end": 1823,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1824,
                    "end": 1827,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1828,
                    "end": 1831,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1832,
                    "end": 1834,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Immunizations of mice and challenge"
        },
        {
            "text": "We imaged mice infected with 2000 Fluc tachyzoites of the Me49 strain of T. gondii as described in our earlier work. 25 Twenty-one days after challenge, an in vivo imaging system (IVIS; Xenogen, Alameda, CA) 25 allowed us to visualize luciferin injected retroorbitally interacting with luciferase in the parasites. 25 These mice were anesthetized. Anesthesia was performed in an O 2 -rich induction chamber with 2% isoflurane. 25 Imaging took place 12 min after receiving luciferin. 25 Living Image ® 2.20.1 software (Xenogen) was used for assessment of photonic emissions. 25 Pseudocolor representations of light intensity and mean photons/region of interest represent parasite burden in the imaging. 25 All these mouse experiments were replicated a minimum of two times, as in our earlier work. 25 In each group we used five mice.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 119,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 208,
                    "end": 210,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 315,
                    "end": 317,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 427,
                    "end": 429,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 483,
                    "end": 485,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 574,
                    "end": 576,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 702,
                    "end": 704,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 797,
                    "end": 799,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Immunizations of mice and challenge"
        },
        {
            "text": "Enumeration of cysts in mouse brains after type II parasite challenge Mouse brains were collected at day 21, homogenized in 1 ml of saline (0.85% NaCl), and 50 µl of the homogenate was used to count the tissue cysts, microscopically, as described earlier. 25 Cyst count was then multiplied by 20. This product then was used to determine the number of tissue cysts per brain.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 258,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Immunizations of mice and challenge"
        },
        {
            "text": "Statistical analyses and additional detail concerning animal models differences between the groups, as we previously described. 6 Means ± SD are used to express data. A p value <0.05 was considered to be statistically significant for our results. 6 Sample size in the in vivo studies was selected to be able to detect significant differences in luminescence based on our prior studies. 25 With 5 per group, there is 80% power to detect a 2standard deviation difference between groups. With 3 per group, there is 80% power to detect a 2.7-standard deviation difference between groups. All female mice we bred were utilized. They were randomly selected for the different groups but age-matched in the different groups within the experiment. There was no blinding in this experiment. In all in vivo experiments, there were 5 mice per group. In all in vitro experiments, there were 3 mice per group that provided splenocytes. All experiments were replicated at least twice. Representative experiments, of at least 2 separate trials, are shown. There was no data excluded from analyses.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 247,
                    "end": 248,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 386,
                    "end": 388,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Immunizations of mice and challenge"
        },
        {
            "text": "The data that support the findings of this study are available from ToxoDB (http://toxodb.org/toxo/) and the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Why prevent, diagnose and treat congenital toxoplasmosis?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcleod",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kieffer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sautter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hosten",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pelloux",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mem. Inst. Oswaldo. Cruz",
            "volume": "104",
            "issn": "",
            "pages": "320--344",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early and longitudinal evaluations of treated infants and children and untreated historical patients with congenital toxoplasmosis: the chicago collaborative treatment trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcauley",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Clin. Infect. Dis",
            "volume": "18",
            "issn": "",
            "pages": "38--72",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identification of T. gondii epitopes, adjuvants, and host genetic factors that influence protection of mice and humans",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "3977--3989",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Toxoplasma gondii HLA-B*0702-restricted GRA7(20-28) peptide with adjuvants and a universal helper T cell epitope elicits CD8(+) T cells producing interferon-gamma and reduces parasite burden in HLA-B*0702 mice",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hum. Immunol",
            "volume": "73",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human immunome, bioinformatic analyses using HLA supermotifs and the parasite genome, binding assays, studies of human T cell responses, and immunization of HLA-A*1101 transgenic mice including novel adjuvants provide a foundation for HLA-A03 restricted CD8+ T cell epitope based, adjuvanted vaccine protective against Toxoplasma gondii",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunome. Res",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Towards an immunosense vaccine to prevent toxoplasmosis: protective Toxoplasma gondii epitopes restricted by HLA-A*0201",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "754--762",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Peptidic nanoparticles as drug delivery and antigen display systems",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Burkhard",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Self-assembling peptide nanoparticles useful as vaccines. US patent US8,546",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Burkhard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "337",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effectiveness of a novel immunogenic nanoparticle platform for Toxoplasma peptide vaccine in HLA transgenic mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "El Bissati",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "",
            "pages": "3243--3248",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A nonadjuvanted polypeptide nanoparticle vaccine confers long-lasting protection against rodent malaria",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kaba",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Immunol",
            "volume": "183",
            "issn": "",
            "pages": "7268--7277",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Protective antibody and CD8+ T-cell responses to the Plasmodium falciparum circumsporozoite protein induced by a nanoparticle vaccine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kaba",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Structure-based design of peptides that self-assemble into regular polyhedral nanoparticles",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Machaidze",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lustig",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Aebi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Burkhard",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nanomedicine",
            "volume": "2",
            "issn": "",
            "pages": "95--102",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Flagellin-containing protein nanoparticles as a vaccine platform. European patent application EP14",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Raman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "150",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mechanisms of protective immune responses induced by the Plasmodium falciparum circumsporozoite protein-based, self-assembling protein nanoparticle vaccine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Malar. J",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Malaria vaccine based on self-assembling protein nanoparticles",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Burkhard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Lanar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Expert. Rev. Vaccines",
            "volume": "14",
            "issn": "",
            "pages": "1525--1527",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Conformation-specific display of 4E10 and 2F5 epitopes on selfassembling protein nanoparticles as a potential HIV vaccine",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wahome",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Chem. Biol. Drug Des",
            "volume": "80",
            "issn": "",
            "pages": "349--357",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Peptide nanoparticles as novel immunogens: design and analysis of a prototypic severe acute respiratory syndrome vaccine",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Pimentel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chem. Biol. Drug Des",
            "volume": "73",
            "issn": "",
            "pages": "53--61",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A Novel Vaccine Using Nanoparticle Platform to Present Immunogenic M2e against Avian Influenza Infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Babapoor",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Influenza Res. Treat",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The perfect vaccine",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Lanar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Physicochemical characterization and biological activity of synthetic TLR4 agonist formulations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Colloids Surf. B. Biointerf",
            "volume": "75",
            "issn": "",
            "pages": "123--132",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Effects on immunogenicity by formulations of emulsion-based adjuvants for malaria vaccines",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Vedvick",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Angov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin. Vaccine Immunol",
            "volume": "19",
            "issn": "",
            "pages": "1633--1640",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Enhanced humoral and type 1 cellular immune responses with Fluzone adjuvanted with a synthetic TLR4 agonist formulated in an emulsion",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "",
            "pages": "5956--5963",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Adjuvant formulation structure and composition are critical for the development of an effective vaccine against tuberculosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Orr",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Control Release",
            "volume": "172",
            "issn": "",
            "pages": "190--200",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Vaccination with self-adjuvanted protein nanoparticles provides protection against lethal influenza challenge",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Karch",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nanomedicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.nano.2016.08.030"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Adjuvanted multi-epitope vaccines protect HLA-A*11:01 transgenic mice against Toxoplasma gondii",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "El Bissati",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JCI Insight",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Potent immunogenic short linear peptide constructs composed of B cell epitopes and Pan DR T helper epitopes (PADRE) for antibody responses in vivo",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Del Guercio",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Vaccine",
            "volume": "15",
            "issn": "",
            "pages": "441--448",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Class I MHC genes and CD8+ T cells determine cyst number in Toxoplasma gondii infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcleod",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Immunol",
            "volume": "145",
            "issn": "",
            "pages": "3438--3441",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Synergistic role of CD4+ and CD8+ T lymphocytes in IFN-gamma production and protective immunity induced by an attenuated Toxoplasma gondii vaccine",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Gazzinelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Hakim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hieny",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Shearer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sher",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Immunol",
            "volume": "146",
            "issn": "",
            "pages": "286--292",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A decaepitope polypeptide primes for multiple CD8+ IFNgamma and Th lymphocyte responses: evaluation of multiepitope polypeptides as a mode for vaccine delivery",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Immunol",
            "volume": "168",
            "issn": "",
            "pages": "6189--6198",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "In vitro cytokine induction by TLR-activating vaccine adjuvants in human blood varies by age and adjuvant",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Haren",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cytokine",
            "volume": "83",
            "issn": "",
            "pages": "99--109",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Interferon-gamma: the major mediator of resistance against Toxoplasma gondii",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Orellana",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Remington",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Science",
            "volume": "240",
            "issn": "",
            "pages": "516--518",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Vaccination with recombinant microneme proteins confers protection against experimental toxoplasmosis in mice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Pinzan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "MyD88 and TRIF synergistic interaction is required for TH1-cell polarization with a synthetic TLR4 agonist adjuvant",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Orr",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur. J. Immunol",
            "volume": "43",
            "issn": "",
            "pages": "2398--2408",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Liposomal adjuvants for human vaccines",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Alving",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Matyas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Expert. Opin. Drug. Deliv",
            "volume": "13",
            "issn": "",
            "pages": "807--816",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Adjuvants for human vaccines",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Alving",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Peachman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr. Opin. Immunol",
            "volume": "24",
            "issn": "",
            "pages": "310--315",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Liposomes containing lipid A: an effective, safe, generic adjuvant system for synthetic vaccines",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Alving",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Steers",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Matyas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Mayorov",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Exp. Rev. Vaccines",
            "volume": "11",
            "issn": "",
            "pages": "733--744",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Toxoplasma gondii peptide ligands open the gate of the HLA class I binding groove",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcmurtrey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Elife",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.12556"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Management of congenital toxoplasmosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcleod",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr. Pediatrics Rep",
            "volume": "2",
            "issn": "",
            "pages": "166--194",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Interaction of TAPBPR, a tapasin homolog, with MHC-I molecules promotes peptide editing",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Morozov",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "113",
            "issn": "",
            "pages": "1006--1015",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Of mice and humans: how good are HLA transgenic mice as a model of human immune responses?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Kotturi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Immunome. Res",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Optimization of epitope processing enhances immunogenicity of multiepitope DNA vaccines",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Livingston",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vaccine",
            "volume": "19",
            "issn": "",
            "pages": "4652--4660",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "TepiTool: A Pipeline for Computational Prediction of T Cell Epitope Candidates",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sidney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sette",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr. Protoc. Immunol",
            "volume": "114",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "HLA-DRB1 alleles are associated with different magnitudes of dengue virus-specific CD4 + T-cell responses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weiskopf",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Infect. Dis",
            "volume": "214",
            "issn": "",
            "pages": "1117--1124",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A quantitative analysis of complexity of human pathogen-specific CD4 T cell responses in healthy M. tuberculosis infected south africans",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Lindestam Arlehamn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Immunodominant dengue virus-specific CD8+ T Cell responses are associated with a memory PD-1 + Phenotype",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Alwis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Virol",
            "volume": "90",
            "issn": "",
            "pages": "4771--4779",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "T-cell recognition is shaped by epitope sequence conservation in the host proteome and microbiome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bresciani",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Immunology",
            "volume": "148",
            "issn": "",
            "pages": "34--39",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The length distribution of class I-Restricted T cell epitopes is determined by both peptide supply and MHC allele-specific binding preference",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Trolle",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Immunol",
            "volume": "196",
            "issn": "",
            "pages": "1480--1487",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "An ontology for major histocompatibility restriction",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vita",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Biomed Semantics",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Characterization of the peptide binding specificity of the HLA class I alleles B*38:01 and B*39:06",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sidney",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Immunogenetics",
            "volume": "68",
            "issn": "",
            "pages": "231--236",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Deciphering the human antigenome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sette",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Schenkelberg",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Koff",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Exp. Rev. Vaccines",
            "volume": "15",
            "issn": "",
            "pages": "167--171",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Automatic generation of validated specific epitope sets",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carrasco Pro",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Immunol. Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Development of high potency universal DR-restricted helper epitopes by modification of high affinity DR-blocking peptides",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Immunity",
            "volume": "1",
            "issn": "",
            "pages": "751--761",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Induction of a potent immune response in the elderly using the TLR-5 agonist, flagellin, with a recombinant hemagglutinin influenza-flagellin fusion vaccine (VAX125, STF2.HA1 SI)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Treanor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Strout",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "4897--4902",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Development of VAX128, a recombinant hemagglutinin (HA) influenza-flagellin fusion vaccine with improved safety and immune response",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Treanor",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Sheldon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": "5761--5769",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Safety and immunogenicity of a recombinant M2e-flagellin influenza vaccine (STF2.4xM2e) in healthy adults",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Turley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Rupp",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "5145--5152",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Safety and immunogenicity of a recombinant hemagglutinin influenza-flagellin fusion vaccine (VAX125) in healthy young adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Treanor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tussey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "8268--8274",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Immunopotentiators in Modern Vaccines",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E J C"
                    ],
                    "last": "Schijns",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "O&apos;hagan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CD8-SAPNs elicit restricted CD8 + T and CD4 + T cell peptide-specific immune response. ELISpot showing IFN-γ spot formation. Mouse splenocytes from Empty-SAPN, CD8-SAPN, and CD8-SAPN + GLA-SE were tested using GRA6 peptide (GRA6 164-172 ) or PADRE. GLA designates GLA-SE in this figure. All peptides elicited IFN-γ (p < 0.05) compared to unstimulated cultures. Pooled peptides 25 appeared additive. The greatest effect occurred with the polypeptide as also occurred in earlier studies. 25 *p < 0.05 Fig. 3 CD8-SAPNs are potent inducers of cell-mediated immunity. a IFN-γ ELISpot assay stimulated with a group of 5 peptides HLA-A*1101. b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". Octamer/ nonamer peptides; Supplementary figures S1 [SAG1], S2 [GRA6], S3 [GRA5], S4 [SAG2E], and S5 [SRS52A]). This analysis of 62",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "T. gondii brain cysts luciferase expression was significantly reduced in immunized HLA-A*1101 mice. HLA-A*1101 transgenic mice were immunized with GLA-SE adjuvanted Empty-SAPN or CD8-SAPN three times at intervals of 2 weeks. PBS was used as control. a T. gondii brain cysts luciferase expression was significantly reduced in HLA-A*1101 mice immunized with CD8-SAPN plus GLA boost at 21 days after challenge with 2000 Me49 (Fluc) T. gondii expressing luciferase. b Xenogen imaging of brain ex vivo following the injection of luciferin into the retroorbital plexus and then exposure of the brain to luciferin solution. This figure shows data from mice in one of the replicate experiments (n = 4 control and 4 immunized mice). c Enumeration of cyst was performed with brains of mice challenged 21 days after final immunization. SAPN reduced cyst numbers and luminescence (p < 0.05)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Rationale for construction of immunogenic preparation: Summary of published preclinical in vivo comparisons of GLA-SE, SE, and GLA-GLA-AF, GLA-SE LmSTI1 (Leishmaniasis) Mouse (BALB/c) Subcutaneous 20 GLA-SE elicited higher IgG2a/IgG1 antibody ratio compared to GLA-AF or SE 19 SE, GLA-AF, GLA-SE PfCelTOS (Malaria) Mouse (BALB/c) Subcutaneous 5 GLA-SE and GLA-AF elicited similar IgG1 and IgG2a antibody titers but higher IgG2a titers compared to SE; only GLA-SE enhanced IFN-γ and IL-17 levels compared to antigen alone whereas SE elicited IL-5 20 SE, GLA-AF, GLA-SE Fluzone® (Influenza) Mouse (BALB/c) Intramuscular 20 GLA-SE induced higher IgG2a antibody titers compared to GLA-AF, and both GLA-AF and GLA-SE induced higher IgG2a than SE; SE and especially GLA-SE elicited enhanced HI titers compared to GLA-AF, and GLA-SE induced higher IFN-γ and IL-2 production compared to GLA-AF or SE 21 GLA-AF, GLA-SE ID93 (Tuberculosis) Mouse (C57BL/6) Intramuscular 5 GLA-SE and GLA-AF enhanced IgG2a antibody titers to similar levels; GLA-SE, but not GLA-AF, induced significant levels of Th1-type cytokines (IFN-γ, TNF-α,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "SAPN adjuvanted with GLA-SE have peptides that are presented by MHC molecules on the follicular dendritic cells 14 to T lymphocytes. GLA-SE and flagellin are ligands of TLR-4 and TLR-5 receptors, respectively. Ligating these receptors leads to the production of proinflammatory cytokines (IL-12, IL-6, TNF-α) and the expression of co-stimulatory molecules on the antigen-presenting cell surface. It remains to be determined whether the GLA-SE emulsion independently ligates TLR4 or whether SAPN are entrapped in the emulsion when this occurs, so both possibilities are shown. Original diagram for polyepitope for 5 A11 peptides 25 provide a foundation to which concepts demonstrated in studies herein were added",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Rationale for construction of immunogenic preparation: Multisequence alignment of octamer/nonamer epitopes demonstrates conservation and variability a",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Rationale for construction of immunogenic preparation:",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Rationale for construction of immunogenic preparation: Predicted binding affinity of worldwide octamer/nonamers",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank and are grateful to Nihlab Shastri (University of California, Berkeley) and Lo Vang (PaxVax) for critical advice and suggestions. We gratefully acknowledge the Mann-Cornwell, Morel, Engel, Rooney-Alden, Pritzker, Langel, Drago, and Rosenthal families for their support of this work. This project has been funded in whole or part with federal funds from the National Institute of Allergy and Infectious Diseases, National Institutes of Health, Department of Health and Human Services under Award Numbers DMID-NIAID U01 AI77887 (to RM), R01 AI027530 (to RM), and U19 AI110819 (to HL). The research was also supported by the Knights Templar Eye Foundation (to KE) and the Research to Prevent Blindness Foundation (to RM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "K.E., P.B., S.R., D.E.L., H.L., and R.M. designed research; K.E., Y.Z., I.J.B., S.P., S.K.R., J.S., and C.K. performed research; K.E., Y.Z., S.P., S.K.R., C.K., C.R., D.E.L., S.R., C.F., D.C., J.A., A. S., H.L., P.B., and R.M analyzed data; and K.E., P.B., and R.M. wrote the paper. All authors read and approved the final manuscript version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "Supplementary Information accompanies the paper on the npj Vaccines website (doi:10.1038/s41541-017-0024-6).Competing interests: P.B. has an interest in Alpha-O Peptides, a company with a focus on SAPN. R.M. agreed to be on the scientific advisory board for this company. This company has patents or patents pending on relevant technology. The following authors (R.M., K.E.B., Y.Z., P.B., J.A., A.S., J.S., S.R., C.F., D.C., C.W.R.) have submitted a patent application covering much of our vaccine work over the past years, including the work described in this manuscript. This is with the ultimate goal of making a vaccine that can be moved into the clinic to prevent suffering from human toxoplasmosis, so that this vaccine can be widely available for humans. The other authors declare no competing interests. Funding sources had no influence in study design; nor in the collection, analysis and interpretation of data; nor in the writing of this report; and no interest in the decision to submit the paper for publication.Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION"
        }
    ]
}