{
    "paper_id": "a034fc1a3e926d0e12339678c32e892c37f514cb",
    "metadata": {
        "title": "Detecting Differential Transmissibilities That Affect the Size of Self-Limited Outbreaks",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "Blumberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Funk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jrc",
                "middle": [
                    "R C"
                ],
                "last": "Pulliam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Our ability to respond appropriately to infectious diseases is enhanced by identifying differences in the potential for transmitting infection between individuals. Here, we identify epidemiological traits of self-limited infections (i.e. infections with an effective reproduction number satisfying 0vR eff v1) that correlate with transmissibility. Our analysis is based on a branching process model that permits statistical comparison of both the strength and heterogeneity of transmission for two distinct types of cases. Our approach provides insight into a variety of scenarios, including the transmission of Middle East Respiratory Syndrome Coronavirus (MERS-CoV) in the Arabian peninsula, measles in North America, pre-eradication smallpox in Europe, and human monkeypox in the Democratic Republic of the Congo. When applied to chain size data for MERS-CoV transmission before 2014, our method indicates that despite an apparent trend towards improved control, there is not enough statistical evidence to indicate that R eff has declined with time. Meanwhile, chain size data for measles in the United States and Canada reveal statistically significant geographic variation in R eff , suggesting that the timing and coverage of national vaccination programs, as well as contact tracing procedures, may shape the size distribution of observed infection clusters. Infection source data for smallpox suggests that primary cases transmitted more than secondary cases, and provides a quantitative assessment of the effectiveness of control interventions. Human monkeypox, on the other hand, does not show evidence of differential transmission between animals in contact with humans, primary cases, or secondary cases, which assuages the concern that social mixing can amplify transmission by secondary cases. Lastly, we evaluate surveillance requirements for detecting a change in the human-to-human transmission of monkeypox since the cessation of cross-protective smallpox vaccination. Our studies lay the foundation for future investigations regarding how infection source, vaccination status or other putative transmissibility traits may affect self-limited transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Many infections only occur as isolated cases, short chains of transmission, or as small infection clusters (i.e. intertwined transmission chains). Examples include zoonotic infections with relatively weak human-to-human transmission as well as vaccinepreventable infections in settings of high vaccination coverage [1] [2] [3] [4] [5] [6] [7] . Even though transmission is limited, these diseases are an important public health concern. For example, zoonotic infections can adapt for increased human-to-human transmission and then cause greater or even pandemic spread [8] [9] [10] . In addition, decreased voluntary vaccination, difficulty with vaccine delivery or changes in vaccine efficacy can allow growth of the number of individuals susceptible to preventable diseases and thus cause larger outbreaks [3, 11] . Self-limited (or subcritical) transmission also characterizes diseases that are on the brink of elimination such as smallpox during its worldwide eradication campaign or polio today [12] [13] [14] .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 812,
                    "end": 815,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1005,
                    "end": 1009,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1010,
                    "end": 1014,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite a need to monitor disease burden, manage the risk of disease emergence or enhance disease elimination, the surveillance and control of subcritical infections can be challenging. Resourcepoor countries, which are home to many zoonoses, have many logistical hurdles that impact the quality of surveillance and control interventions. Meanwhile, even in developed countries, reactive control strategies such as isolation protocols for vaccinepreventable diseases have significant sociological impact beyond the immediate financial costs. Because of these challenges, the overarching goal is to optimize control interventions for the least amount of effort and expense. It is therefore important to gain as much quantitative information about disease transmission as possible from existing surveillance data. This includes monitoring how transmission varies with time, location and other epidemiological characteristics of individual cases. By improving the understanding of mechanisms of disease transmission, finer tuning within the spectrum of intervention strategies becomes possible [15, 16] . Such mechanistic understanding can guide the response to a diverse range of threats that include emerging infections (e.g., Middle East respiratory syndrome coronavirus), vaccine-preventable infections (e.g., measles) and antibiotic resistance [17, 18] .",
            "cite_spans": [
                {
                    "start": 1091,
                    "end": 1095,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1096,
                    "end": 1099,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1346,
                    "end": 1350,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1351,
                    "end": 1354,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For ethical and logistical reasons, population-level studies of infectious disease transmission in humans typically involve retrospective statistical analysis rather than controlled prospective experimentation. Given this constraint, one approach for evaluating mechanisms underlying transmission patterns is to compare the transmissibility of two distinct, but related populations. In this manuscript, we demonstrate how the strength and heterogeneity of transmission can be compared for two different populations or types of infection sources. We then show how our framework provides insight into the transmission patterns of a variety of subcritical diseases. This analysis builds upon earlier studies that were limited to estimating transmission parameters from chain size distributions and addressing issues of surveillance bias [19, 20] .",
            "cite_spans": [
                {
                    "start": 834,
                    "end": 838,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mathematically, the transmissibility of a group of infected individuals can be quantified by determining the group's effective reproduction number, R eff . This number represents the mean number of secondary cases caused by an infected case. However, because of the stochastic nature of disease transmission, the realized numbers of secondary infections caused by a given infected individual will vary. R eff is a more general parameter than the oft cited basic reproduction number R 0 , which more specifically represents the mean number of secondary cases caused by the first infected case in a completely susceptible population [21] . When R eff v1, transmission cannot reach epidemic proportions, whereas if R eff w1 there is a potential for epidemic spread. Thus, our focus on subcritical diseases implies that, overall, R eff will be less than one and transmission will be characterized by selflimited clusters of infection. However, our method still permits the possibility that cases can be divided into two groups in which one group has a R eff v1, and the other group has a R eff w1.",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 635,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our study builds upon the prior success of inferring R eff from the size distribution of observed transmission chains [1, 2, 22] . The same distributions can also be used to infer the degree of transmission heterogeneity, represented by the dispersion parameter, k [19, 20, 23] . A high degree of heterogeneity represents a scenario where some individuals are predisposed to spreading infection to a larger number of people (i.e., 'superspreaders'). When models of chain size distributions incorporate both R eff and k, excellent agreement can often be found between observed data and model predictions [19, 20, 23] .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 122,
                    "end": 124,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our goal is to evaluate specific hypotheses regarding disease transmission by testing whether R eff and k differ between two groups of cases. Our analyses differ from more traditional epidemiological approaches based on case-control studies (and many other study designs) in that we focus on transmissibility instead of individual-level risk factors for disease susceptibility. We demonstrate our methodology by considering four subcritical infections (MERS-CoV, measles, monkeypox and smallpox) and three types of data (size distribution of infection clusters, transmission chain data and infection source classification) to answer four different questions based on published data. For MERS-CoV, we use chain size distributions to determine whether an apparent decrease in R eff during the latter half of 2013 was statistically significant. Assessing temporal trends of R eff has important implications for evaluating the risk of endemic MERS-CoV transmission and the impact of control interventions. For measles, we use chain size distributions to compare two locations (United States and Canada) and test whether there is a significant difference in R eff , which would suggest important differences in vaccine distribution, social connectedness, and/or demographics. For smallpox and monkeypox, we use case series resolved by infection generation to determine whether there are significant differences between the first and subsequent generations of spread [24, 25] . This analysis allows us to assess whether variation in the number of contacts or the timing of control interventions can be linked to changes in R eff . It also allows us to test the validity of a specific 'random network' model that relates the contact patterns of primary and secondary cases. We then test whether there is a significant difference between inferred transmission parameters for animal-to-human and human-to-human transmission of monkeypox, which provides insight into the mechanisms of zoonotic spillover. Our analysis of chain size distributions also provides perspective on the surveillance required to detect a change in R eff , such as the expected increase in human monkeypox transmission following the eradication of smallpox. Each of the scenarios considered represents a unique example of how quantitative characterization of transmissibility can provide insight into the effectiveness of control interventions and risk assessment for future spread.",
            "cite_spans": [
                {
                    "start": 1461,
                    "end": 1465,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1466,
                    "end": 1469,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The stochastic nature of infectious disease transmission is particularly important when R eff v1, as it can result in substantial variation in the size distribution of transmission chains. In this case it is helpful to model transmission as a branching process [26] . In this formulation, the offspring distribution specifies the probability that an infected individual will cause 0,1,2, . . . new infections. We specify the corresponding offspring probabilities to be q 0 ,q 1 ,q 2 , . . ., with P ? j~0 q j~1 . To facilitate likelihood calculations (as seen below), the offspring distribution can be represented as a",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Modeling framework"
        },
        {
            "text": "The goal of this paper is to identify epidemiological factors that correlate with either an increased or decreased risk of transmitting a particular disease. We are particularly interested in identifying such factors for diseases that are self-limited (meaning that infections tend to occur in isolated clusters), because targeted control of these diseases can facilitate public health goals for minimizing the risk of disease emergence or promoting disease elimination. For example, we show that there is a significant difference in the transmission of measles between the United States and Canada. In contrast, we find that an observed decrease in the transmission of Middle East respiratory syndrome coronavirus during the latter half of 2013 cannot be ascertained with sufficient confidence. We then quantify the degree to which control was effective in eradicating smallpox in Europe. We also consider how the transmission of monkeypox in humans depends on whether the infection source is an animal or a human. Finally, we demonstrate how our approach can be used by surveillance programs to detect changes in transmission that may occur over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "generating function, Q(s)~P ? j~0 q j : s j , in which the polynomial coefficients are the offspring probabilities [26] [27] [28] .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 120,
                    "end": 124,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 125,
                    "end": 129,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "In line with research demonstrating how the strength and variability of transmission can be modeled [23] , we assume the q i 's follow a negative binomial offspring distribution with a mean of R eff and a dispersion parameter of k. The dispersion parameter represents the degree of transmission heterogeneity, with lower values of k corresponding to higher variance. The supplementary methods (Text S1) explains how our simple model of disease transmission can be used to calculate the likelihood for various types of observed data. These likelihood calculations permit inference of the strength and variability of transmission for individual cases, in terms of R eff and k. All calculations were conducted with either Matlab or R. Code for all analyses is available at: https://github.com/sbfnk/nbbpchainsizes.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "By calculating the likelihood of an observed set of transmission events, we can probe whether there is statistical support for differences in transmission between two pre-specified populations, A and B. In our general model, the two types of individuals have distinct negative binomial characterizations and thus there are four parameters in total. We label these four parameters R A , R B , k A and k B with the subscripts corresponding to the type of individual. Five simpler models that are nested within the 4parameter model can be constructed by assuming R A~RB , k A~kB and/or k A~kB~1 (Figure 1 ). The specific test case of k~1 is chosen for the nested models because this corresponds to a geometric offspring distribution which is the expectation for a traditional SIR or SEIR model. These models assume homogenous mixing with constant infectivity over an exponentially distributed infectious period [29] . For each model, we determine the parameter values (MLE) that maximize the log-likelihood. The 95% confidence intervals and confidence regions shown in the figures were found by profiling on R A and/or R B and employing the likelihood ratio test [30] . Model comparison is accomplished via the Akaike Information criterion (AIC) [31] .",
            "cite_spans": [
                {
                    "start": 908,
                    "end": 912,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1160,
                    "end": 1164,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 592,
                    "end": 601,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Determining model parsimony when comparing two sets of data"
        },
        {
            "text": "To identify whether there is statistical support for a difference in R eff for two data sets, the AIC scores were computed for all six aforementioned models. A difference in R eff was deemed statistically significant according to the rule that the model with the best AIC score cannot be within two AIC units of a model that supports identical values of R eff for the two sets of simulations. This rule is in approximate alignment with the commonly used likelihood ratio test for establishing statistical support for the use of an extra parameter with 95% confidence, but we could not employ the likelihood ratio test explicitly because some pairs of models we consider are not nested. We verified the internal consistency of our modeling framework by applying this method to simulated data (Supplementary material, Text S1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determining model parsimony when comparing two sets of data"
        },
        {
            "text": "We used parametric bootstrapping to evaluate the type I error and the power for detecting a change in R eff for our analyses. Specifically, for every analysis we simulated 20,000 new data sets. Each simulated data set replicated the two populations involved in the analyses (e.g. MERS-CoV chains before and after June 1, 2013). Two models were simulated. Half of the simulations used two distinct values of R eff and k that matched the inferred values of our unrestricted four-parameter model. The other half of the simulations used a single value of R eff and k that matched the inferred values of our two-parameter model, which requires both k and R eff to be the same for all cases seen in the observed data. Our inferential algorithm for ascertaining a statistically significant difference in the inferred value of R eff was then applied to all simulations. The type I error of an analysis (i.e. the probability that the analysis would falsely claim that R eff is different for the two types of cases considered) was estimated as the proportion of simulations based on the two-parameter model that were found to have a statistically significant difference in R eff for the two types of cases. The parametric bootstrap probability (or power) of detecting a change in R eff was estimated as the proportion of simulations based on the four-parameter model that were found to have significant difference in R eff for the two types of cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determining model parsimony when comparing two sets of data"
        },
        {
            "text": "Data used to generate all results can be found in the supplemental material (Text S2). The apparent trend towards decreased human-to-human transmission of MERS-CoV during the second half of 2013 may be a reflection of stochasticity rather than a true decrease in R eff Since 2011, there have been over 500 confirmed cases of MERS-CoV, and over 140 associated deaths, suggesting a case fatality rate of 28% [32] . The persistent occurrence of small outbreaks is due to zoonotic spillover [33] [34] [35] . MERS-CoV may be a new virus, as the most recent common ancestor of viral samples from infected patients was estimated to have occurred after September 2010 [34] . The novelty of this virus and its high case fatality rate underscore the significance of monitoring the transmission of MERS-CoV. Although human-to-human transmission has been relatively limited so far, with R eff likely less than one, there is concern that future adaptation that could lead to spread similar to sudden acute respiratory syndrome (SARS) in 2003. Health authorities have prudently instituted a variety of infection control policies and procedures and a trend towards decreasing R eff has been reported [34] . Since verification of the effectiveness of control has important implications, we reconsidered the evidence for a trend towards decreasing R eff .",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 410,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1185,
                    "end": 1189,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "To avoid artifacts of assembling multiple data sources, we restricted our analysis to the previously reported chain size distribution for all MERS-CoV cases in the Arabian Peninsula occurring before August 8, 2013 [34] . Previous analysis of these data shows that R eff is 0.74 (95% CI 0.53-1.03) before June 1, 2013 and 0.32 (95% CI 0.14-0.65) after June 1, 2013. Our results replicate the finding that independent evaluation of cases before and after June 1, 2013 results in an estimate of 0.7 and 0.3 for R eff respectively ( Figure 2 and Table 1 ). When our six models are compared, we do not find statistical support for models with different values of R eff before and after June 1, 2013. This is again consistent with the results of prior studies that determined a pvalue of 0.07 for change in R eff , but our analysis allows the possibility of a high degree of transmission heterogeneity.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 529,
                    "end": 537,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 542,
                    "end": 549,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "R eff is significantly different between transmission of measles in the United States (1997) (1998) (1999) and Canada (1998) (1999) (2000) (2001) Local elimination of measles is dependent on vaccination programs, and the potential for re-emergence necessitates continued surveillance and re-assessment of vaccination strategy [1, 3, [36] [37] [38] . Even where elimination has been achieved, there can be sporadic clusters of infection due to a combination of geographic importation and pockets of susceptibility [39] [40] [41] . Geographical differences in transmission may arise due to differences in cultural practices, public health guidelines, population density and other factors. Methods that delineate whether differences in R eff are statistically significant for two different regions can therefore help to identify key differences in transmission potential and thus pinpoint opportunities for improved control.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 92,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 93,
                    "end": 99,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 106,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 118,
                    "end": 124,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 125,
                    "end": 131,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 132,
                    "end": 138,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 145,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 330,
                    "end": 332,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Measles data in the United States (1997) (1998) (1999) and Canada (1998) (1999) (2000) (2001) are reported according to the size of infection clusters [39, 40] . Most infection clusters have a single primary infection, but even when multiple primary infections exist (as in the case of a cluster with six cases in the United States), the likelihood calculation needed for assessing differences in R eff is straightforward (Supplementary Material, Text S1). When the two data sets are compared, the results indicate that R eff for the United States and Canada are significantly different ( Figure 3 and Table 2 ). Meanwhile, the results also confirm previous studies that infer a A) The results of estimating the effective reproduction number, R eff , for six inter-related models of transmission are shown. The contours show the 95% confidence regions for three models that allow different values of R eff for cases occurring before versus after June 1, 2013. The distinction is that each model makes different assumptions about the degree of transmission heterogeneity (as explained in the text). The black dot shows the maximum likelihood estimation (MLE) estimate of the R eff values for these three models. The dashed grey line indicates when R eff does not change with time. The dashed colored lines show the MLE estimate and 95% confidence interval of R eff for the three models that assume transmissibility of cases is independent of time. The slight displacement of the colored lines from the dashed grey line is only for visual clarity. B) The fit of our preferred model to the early MERS-CoV chain size data is shown ( Table 1 ). The error bars of the data correspond to 95% confidence intervals as determined by non-parametric bootstrapping of chain sizes. C) The fit of our preferred model to the late MERS-CoV chain size data is shown. doi:10.1371/journal.ppat.1004452.g002 high degree of transmission heterogeneity in measles transmission [19, 23] . This can be seen from Table 2 since the MLE estimates for k USA and k Canada are less than one and the DAIC value of the model with k USA~kCanada~1 is large. On the other hand, there is negligible statistical support for distinct values of k in the two countries. The type I error for this situation was estimated to be 4.9% by parametric bootstrapping.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 40,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 41,
                    "end": 47,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 48,
                    "end": 54,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 72,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 79,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 80,
                    "end": 86,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 87,
                    "end": 93,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1953,
                    "end": 1957,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1958,
                    "end": 1961,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 589,
                    "end": 597,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 602,
                    "end": 609,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1629,
                    "end": 1636,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1986,
                    "end": 1993,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Significant differences existed between primary and secondary transmission of smallpox in Europe, 1958 Europe, -1973 Smallpox is the only human disease to have been eradicated and thus represents a tremendously successful use of control [12] . During the endgame of smallpox eradication in the middle of the 20th century, smallpox cases in Europe resulted in rapid implementation of quarantine and control procedures. Transmission data for smallpox infections in Europe that occurred during this period provide an opportunity to investigate how control interventions impacted the transmissibility of primary cases caused by geographic importation relative to secondary cases resulting from local transmission [12] .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 102,
                    "text": "Europe, 1958",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 116,
                    "text": "Europe, -1973",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Smallpox clusters were tabulated according to the number of cases in each generation of spread [12] . The inference results indicate that secondary cases transmitted significantly less than primary cases (seen by the lack of overlap of contours with the grey line in Figure 4 and by the statistical selection of the non-restricted model in Table 3 ). In fact, the effectiveness of control procedures can be quantified by looking at the ratio of reproduction numbers for primary and secondary transmission (Figure 4 inset). The ratio of the maximum likelihood values for R seconday to R primary suggests that control reduced R eff by 75%. Meanwhile, for both primary and secondary transmission, a high degree of transmission heterogeneity is evident (since the MLE estimates of k primary and k seconday are substantially less than one and the DAIC value of the k USA~kCanada~1 model is large). Based on selection of the unrestricted model, and the associated estimates of k, there appears to be significantly more heterogeneity of disease transmission for secondary cases than for primary cases. The type I error for this analysis was estimated to be 5.1% by parametric bootstrapping.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 275,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 340,
                    "end": 347,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 514,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Differences between primary and secondary transmission of human monkeypox in the Democratic Republic of Congo (1981) (1982) (1983) (1984) ",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 116,
                    "text": "(1981)",
                    "ref_id": null
                },
                {
                    "start": 117,
                    "end": 123,
                    "text": "(1982)",
                    "ref_id": null
                },
                {
                    "start": 124,
                    "end": 130,
                    "text": "(1983)",
                    "ref_id": null
                },
                {
                    "start": 131,
                    "end": 137,
                    "text": "(1984)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Following the eradication of smallpox in 1979, the World Health Organization was concerned that subsequent cessation of smallpox vaccination would allow other diseases to flourish [42] . Monkeypox was of particular concern because exposure to smallpox or smallpox vaccination provided protection against monkeypox. Estimates of R eff , extrapolated from contact tracing data gathered during rigorous surveillance in the Democratic Republic of Congo (formerly Zaire) during 1981-1984, provided re-assurance that endemic transmission would not be sustainable even when population immunity to monkeypox waned [43] .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "appears negligible"
        },
        {
            "text": "The initial analysis of monkeypox transmission did not quantitatively compare the transmission of primary cases (i.e. those caused by animal-to-human transmission) to the transmission of secondary cases (i.e. those caused by human-to-human transmission). Since the characteristics of these cases differ (i.e. only primary cases required exposure to infected animals), differences in transmission are possible. Increased transmission of secondary cases could also arise from population structure [25] , or evolutionary adaptation [8, 10] . For example, network models have proposed that social structure impacts the effective reproduction number of individual cases [44] [45] [46] [47] [48] . In particular, the random network model that we have considered (Supplementary material, Text S1) predicts that secondary cases transmit more than primary cases since highly-connected individuals are most likely to both acquire and spread infection. If this aspect of the random network model is accurate, the risk of endemic spread as population immunity wanes may be higher than previously expected. This is because R eff for secondary transmission would be expected to increase more than R eff for primary transmission. It is thus important to ascertain whether there is a difference between primary and secondary transmission that is consistent with the random network hypothesis. As part of the monkeypox surveillance efforts, transmission was tabulated according to the number of cases in each generation of spread [43, 49] . These data can be used to ascertain whether there is a statistically significant difference in primary versus secondary transmission ( Figure 5 and Table 4 ). The results indicate a lack of evidence for a difference between the R eff of primary and secondary cases (seen by noting the overlap of contours with the grey line in Figure 5 and because the preferred model in Table 4 has R primary~Rsecondary ). The low values for the maximum likelihood estimates of k are consistent with previous studies that infer a high degree of transmission heterogeneity in monkeypox transmission [20, 23] .",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 499,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 665,
                    "end": 669,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1513,
                    "end": 1517,
                    "text": "[43,",
                    "ref_id": null
                },
                {
                    "start": 1518,
                    "end": 1521,
                    "text": "49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2106,
                    "end": 2110,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2111,
                    "end": 2114,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1659,
                    "end": 1667,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1672,
                    "end": 1679,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1851,
                    "end": 1859,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1895,
                    "end": 1902,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "appears negligible"
        },
        {
            "text": "The strength of animal-to-human transmission of monkeypox appears to be similar to human-to-human transmission Animal-to-human transmission of monkeypox is an important contributor to overall disease burden. Determining the factors that allow continual introduction of monkeypox into human populations requires knowledge of how monkeypox maintains itself in reservoir hosts and the mechanisms that allow its transmission to humans [6, 50] . In this section we assess whether an infected animal in contact with humans has a distinct set of inferred transmission parameters than infected humans. The relationship between infection source and transmissibility is an active area of research for many multi-host diseases systems [51] [52] [53] [54] [55] , particularly for zoonotic infections.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 434,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[55]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "appears negligible"
        },
        {
            "text": "Since the infection cluster data for monkeypox contains information on how many primary infections are in each cluster, it can be used to infer the amount of animal-to-human transmission that occurs when infected animals make contact with humans. To accomplish this, we assume that the negative binomial offspring distribution that has been shown to be a good description of human-to-human transmission [23] is also an effective model of animal-to-human transmission. We let R a?h represent the average number of primary cases caused by an infected animal that has contact with humans. Our results indicate that the R eff for human-to-human transmission is similar to R a?h ( Figure 6 and Table 5 ). There is also evidence that animal-tohuman transmission is relatively homogeneous (since the k a?h w1 for the preferred model). If one takes the MLEs of R a?h and k a?h for the preferred model at face value, then we estimate that at least one infection occurs 25% of the time that a infected animal has contact with humans.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 676,
                    "end": 684,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 696,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "appears negligible"
        },
        {
            "text": "Quantifying the surveillance needs for detecting a difference in R eff for monkeypox since the eradication of smallpox Recently, a 20-fold increase in the incidence of monkeypox has been reported in the Democratic Republic of Congo [56] , and there is concern that R eff for monkeypox may have increased. The lack of cross-protective immunity to monkeypox from either smallpox vaccination or natural exposure to smallpox provides a mechanism for why R eff would increase [57] . However, land-use changes that impact the potential for animal-human transmission have also been suggested as a cause of an increase in monkeypox incidence [58, 59] , and could do so without changing R eff . There are no active interventions in place for monkeypox, so it is important to determine if R eff has changed in order to understand the source of increased incidence.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[57]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[58,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "59]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "appears negligible"
        },
        {
            "text": "Due to logistical barriers and the rare nature of the disease, acquiring data on monkeypox is a challenge [42, 56] . In the wake of smallpox eradication, the infrastructure for monkeypox surveillance in 1980-1984 was strong and well funded [42] . The detailed transmission data from this surveillance effort provide an estimate of 0.30 for R eff (95% CI: 0.21-0.42) and 0.33 for k (95% CI: 0.17-0.75) [20] . For the 2005-2007 surveillance effort, specific data on cluster sizes and individual-level transmission are unavailable, so an assessment of R eff cannot be made. However, we can quantify the amount of data that would be needed in order to detect a change in R eff relative to 1980-1984 [42,43,49] . Simulations show that 200 clusters would provide 70% power to detect an increase in R eff from 0.3 to 0.5 ( Figure 7A ). As the number of observations increase, smaller changes are more readily noticeable.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 111,
                    "end": 114,
                    "text": "56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 685,
                    "end": 705,
                    "text": "1980-1984 [42,43,49]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 816,
                    "end": 825,
                    "text": "Figure 7A",
                    "ref_id": null
                }
            ],
            "section": "appears negligible"
        },
        {
            "text": "Consideration of the relationship between R eff , the number of chains and the number of cases provides perspective on the power of the recent surveillance efforts (2005) (2006) (2007) to detect a change in R eff [56] . It appears that there is 95% power to detect an increase in R eff from 0.3 to 0.55 with analysis of the 760 observed cases ( Figure 7B ).",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 170,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 177,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 184,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 217,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [
                {
                    "start": 345,
                    "end": 354,
                    "text": "Figure 7B",
                    "ref_id": null
                }
            ],
            "section": "appears negligible"
        },
        {
            "text": "In summary, we have introduced and validated a method for comparing case data grouped into different categories and applied this method to a number of different scenarios. The versatility of the method has been explored through examination of a variety of diseases and data types. By providing quantitative information on transmission, surveillance needs, or the effectiveness of control interventions, each type of analysis has the potential to assist in epidemiological assessments and public health planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To reduce the burden of MERS-CoV and reduce the risk of global spread, effective control procedures are of obvious importance. Given the large amount of resources and effort that have already been directed towards the control of MERS-CoV, it would be reassuring to see a statistically significant decrease in R eff . When analyzing data on MERS-CoV cases that presented before Aug 8, 2013, the unrestricted model had the best AIC score. This unrestricted model suggested that because R eff decreased from 0.7 to 0.3, control is over 50% effective. However, there is not enough data to show statistical significance for this result. Meanwhile, our analysis is likely biased by the large outbreak that initiated the observational period for the data, so further studies are needed to more accurately evaluate the impact of control interventions [60] .",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 847,
                    "text": "[60]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "MERS-CoV transmission"
        },
        {
            "text": "Unfortunately, the number of recent confirmed MERS-CoV cases remains significant and the overall incidence may be increasing [32] . An increase in the number of cases can be caused by an increased R eff , an increased rate of primary cases, or a combination of these effects [61] . Based on our observation that R eff is more likely to be decreasing after June 2013 than increasing, the paradigm of emergence that is most consistent with the previously published data we have analyzed is that MERS-CoV incidence may be increasing in its non-human reservoir, but that human-to-human transmission remains stable. In fact, sequence data support the possibility of an expanding epidemic in animal hosts of MERS-CoV that could lead to an increased incidence of primary cases [34] . However, other factors, Table 2 . Inference results for comparing the transmissibility of measles in the United States (1997) (1998) (1999) and Canada (1998 Canada ( -2001 . The layout is analogous to such as seasonal drivers of transmission could also impact the temporal trend of R eff . An increased case load could also be observed if transmission patterns have not changed much, but greater interest in and knowledge of MERS-CoV has led to improved surveillance. This could paradoxically lead to both an increase in the number of observed cases and a decrease in the observed value of R eff because of a greater chance of seeing a larger proportion of smaller outbreaks [19, 62] . Given the relative paucity of cases and uncertainties regarding case observation probability, it would be inappropriate to make a definitive statement concerning the cause of the apparent increase in MERS-CoV incidence at this time. However, as more data on MERS-CoV are reported, the types of analyses presented in this manuscript can be rapidly applied to address hypothesis-driven questions concerning the temporal trends of incidence and the impact of control intervention. In particular there may be concerns that certain subgroups of MERS-CoV cases may have increased transmission, such as those occurring in health care settings where nosocomial transmission is higher or in geographic regions where control interventions are harder to implement. Alternatively, as we have shown with smallpox, there may be a difference in the transmissibility of primary cases versus secondary cases. With more data, our method can help to quantify differences in transmission, and evaluate whether certain population subgroups may have an R eff that exceeds the critical value of one. While it is not necessary for future data to be resolved to the level of individual transmission events, the types of analyses we have presented do require knowledge of chain size distributions rather than aggregate epidemic curve data. Meanwhile, an important gap in the currently available data is a quantitative assessment of the case reporting probability for MERS-CoV cases and whether this is increasing with time. Improved knowledge of the reporting probability would permit adjustments to the likelihood calculations and reduce the bias of imperfect case ascertainment [19] .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[61]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 896,
                    "end": 902,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 909,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 910,
                    "end": 916,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 921,
                    "end": 933,
                    "text": "Canada (1998",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 948,
                    "text": "Canada ( -2001",
                    "ref_id": null
                },
                {
                    "start": 1452,
                    "end": 1456,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1457,
                    "end": 1460,
                    "text": "62]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 3117,
                    "end": 3121,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 801,
                    "end": 808,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "MERS-CoV transmission"
        },
        {
            "text": "Our comparison of measles transmission in the United States and Canada provides a framework for elucidating geographic differences in transmission ( Figure 3) . Interestingly, while our analysis supported a difference in R eff between the two countries, a difference in the degree of transmission heterogeneity (as quantified by the dispersion parameter) was not identified. This apparent disassociation between the strength of transmissibility and the mechanisms of transmission heterogeneity may occur if the heterogeneity is due to intrinsic biological processes such as variability in viral shedding. However, the relationship between the value of dispersion parameter and various mechanisms of transmission heterogeneity is not straightforward so the interpretation of similar values of dispersion is unclear.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 158,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Measles transmission"
        },
        {
            "text": "There are many reasons why the value of R eff may differ between the United States and Canada. One consideration is a potential difference in the timing of the introduction of two-dose vaccination. The Advisory Committee on Immunization Practices and the American Academy of Pediatrics recommended two-dose coverage in 1989 [63] . Although the coverage in 2004 appeared similar between the United States and Canada [38] , it is unclear whether this level of coverage was achieved at the same time in both countries. To assess whether a difference in vaccine coverage explains the difference in observed R eff here, it would be helpful to run a similar analysis on more recent data. Other factors that could contribute to the difference in R eff include a greater tendency in the United States to conduct contact tracing for susceptible cases and vaccinate close contacts, a greater sensitivity in Canada for reporting milder cases of measles, or greater difficulty of detecting isolated cases via passive surveillance in Canada [37, 38] . More detailed information of the impact of contact investigation, stratification of cases based on disease severity, and quantitative comparison of case ascertainment in passive versus active surveillance would provide additional insight. Figure 2 except the axes distinguish between transmission of primary and secondary cases. The inset of panel A replicates the results when k primary and k seconday are inferred separately (our preferred model), except that the y-axis is now the ratio of R seconday to R primary . For panels B and C, the data is shown only for cases where there was a clear record of subsequent secondary infections (as opposed to knowing that four cases lead to ten secondary cases in aggregate). The 95% confidence intervals were found by parametric bootstrap on this more limited data set. doi:10.1371/journal.ppat.1004452.g004",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[63]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1033,
                    "end": 1036,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 1278,
                    "end": 1286,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Measles transmission"
        },
        {
            "text": "Smallpox control is already known to have been very effective; however, our analysis of smallpox transmission in Europe around the time of eradication quantifies the impact of interventions for control ( Figure 4) showing that there was a reduction of R eff for secondary cases by 75% compared to primary cases. This effect of control may be an underestimate because it does not account for the possibility of late arrival of imported cases during the course of infection. Since the infectious period of imported primary cases may have occurred outside of the country of residence, the actual R eff for primary cases might be higher than seen in the data and thus the effect of control may be even greater than our estimates indicate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 213,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Smallpox transmission"
        },
        {
            "text": "Here we have shown how R eff for each generation can be quantitatively compared, using published transmission data. Our analysis of differences in the transmissibility of cases as an outbreak develops is not unique (see for example [64] ). However, previously published methods rely on symptom-onset data to determine R eff at various stages of an outbreak and thus these approaches could not be performed on the smallpox data set.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[64]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox transmission"
        },
        {
            "text": "Aside from the change in R eff , the marked increase in degree of transmission heterogeneity for secondary cases (as evidenced by a decreased in the observed value of k) suggests that control tended to be individual-specific rather than population-wide. Here, individual-specific control refers to an intervention that is completely effective for 75% of cases but not effective at all for the remaining cases, whereas population-wide control refers to an intervention that reduces the transmissibility of each case by 75% [23] . For individual-specific control, a large number of cases become dead ends for infection so the observed degree of heterogeneity increases [19, 20] . In contrast, the observed degree of transmission (as quantified by the dispersion parameter) would not change for population-wide intervention. The support for individual-specific control is highly consistent with the quarantine and ring vaccination methods employed during smallpox elimination efforts [12] . These observations show how understanding the variation in both the strength and heterogeneity of transmission can provide insight into disease dynamics.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 526,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 981,
                    "end": 985,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Smallpox transmission"
        },
        {
            "text": "Our analysis of monkeypox in the Democratic Republic of Congo demonstrates how our method can be used to inform surveillance planning. In particular, by determining the number of chains that needed to be observed in order to detect various degrees of change in R eff , we provide perspective regarding the extent to which the 760 monkeypox cases observed between 2005 and 2007 [56] can provide enough information to detect increased transmissibility (Figure 7) . Based on our power analysis, it appears that a change in R eff due to declining population immunity should be detectable, since R eff is expected to approach R 0~0 :8 [43]. However, this result needs to be interpreted in context because our model assumes that the probability of case observation is high and that distinct infection clusters can be determined. Given the logistical challenges of recent surveillance efforts [56] , these assumptions are unlikely to have been met, so the realized power for detecting a change in R eff is probably lower. Nevertheless, this simulation analysis provides perspective concerning the trade-offs of thoroughness in detecting and characterizing cases versus observing cases within a greater catchment area for any future surveillance efforts for which measurement of R eff is of interest.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [
                {
                    "start": 450,
                    "end": 460,
                    "text": "(Figure 7)",
                    "ref_id": null
                }
            ],
            "section": "Monkeypox transmission"
        },
        {
            "text": "When we focused on more detailed generation-level data for monkeypox transmission from 1980-1984, we found no support for enhancement of R eff by highly-connected individuals in secondary generations ( Figure 5 ). This suggests that the high Table 3 . Inference results for comparing the transmissibility of primary and secondary cases for smallpox in Europe, 1958-1973. The layout is analogous to degree of transmission heterogeneity may be caused by biological factors, rather than variability in social contact. However, a key assumption of the network model we tested is that primary cases are infected at random relative to their degree (as might reasonably be expected for a zoonotic infection). It may be that high-connected individuals are also more likely to get a primary infection. If this were the case, then highly connected individuals would contribute to heterogeneity of both primary and secondary transmission. Meanwhile, the lack of increased R eff for secondary transmission provides assurance that significant viral adaptation is not occurring, although local depletion of susceptible individuals within small sub-networks such as households could obscure signals of viral adaptation. We found that humans and animals in contact with humans produce similar numbers of human cases ( Figure 6 ). Moreover, we estimated that 25% of human exposure to an infected animal lead to at least one detected human case. While the truncated negative binomial distribution produces unbiased estimates of transmission parameters, the confidence intervals can be quite large [19] . Furthermore, the a priori specification that the offspring distribution will be characterized by negative binomial distribution is a strong assumption. Thus the inferred proportion of animal-tohuman exposures leading to infection deserves cautious interpretation. Nevertheless, this type of analysis could be useful for informing surveillance and detection efforts in wildlife species. In particular, since the overall incidence of monkeypox is quite low (14.42 per 10,000 per year [56] ), the observation that there may be only 4-fold more infected animals in contact with humans than the number of observed infection clusters provides perspective on the fact that monkeypox virus has only been isolated from one wild animal (as of 2011) [58] . If contacts with infected animals account for a small proportion of overall human contact with reservoir species, the use of targeted-surveillance strategies that can exploit spatial-temporal data to identify likely hotspots of incidence [58, 59, 65] may be essential to improve detection efforts in wildlife hosts.",
            "cite_spans": [
                {
                    "start": 1579,
                    "end": 1583,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2068,
                    "end": 2072,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 2325,
                    "end": 2329,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2570,
                    "end": 2574,
                    "text": "[58,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2575,
                    "end": 2578,
                    "text": "59,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2579,
                    "end": 2582,
                    "text": "65]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 210,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 242,
                    "end": 249,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1302,
                    "end": 1310,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Monkeypox transmission"
        },
        {
            "text": "Sensitivity to a small number of large transmission events As with any model selection or measurement scheme, a small portion of the data, or even a single data point, can have a particularly large influence. For example, the largest transmission chain in the Canadian measles data consists of 155 cases while the second largest chain has just 30 cases. Moreover, the chain with 155 cases was associated with a religious community that resisted immunization, thus it could be argued that this chain is not representative of the population as a whole. If the 155-case chain were excluded from the R eff analysis, our method would no longer find statistical support for a difference in R eff between the United States and Canada (Supplementary material, Text S1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Restrictions"
        },
        {
            "text": "However, rather than excluding a possible outlier, our preference is to treat the data at face value. From a modeling perspective, it is often unclear whether the mechanism responsible for a purported outlier is absent in the rest of the data. For example, in the case of Canadian measles data set, the second largest chain of 30 cases was also associated with a religious community. In addition, a particularly large chain does not represent a single large transmission event, but rather an entire group of individuals who collectively had relatively high transmission. Mathematically, a high degree of transmission heterogeneity (represented by low values of k) is expected to have a big tail for the distribution of the number of cases that each case causes [23] ; thus, a large transmission event or chain in a set of data will increase the estimated value of R eff , but will also decrease the estimated value of k. A lower k will be associated with a wider confidence interval for R eff and this would make it harder for our analysis to find a statistically significant difference in R eff [19, 20] . Thus our modeling framework has a built-in mechanism that compensates for large transmission events and chains that are ",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 765,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1096,
                    "end": 1100,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1101,
                    "end": 1104,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Restrictions"
        },
        {
            "text": "A key caveat of our analyses is that we have assumed perfect observation of cases. Some surveillance programs, such as measles in the United States, have documented evidence of high case observation [36] . However, this level of case ascertainment cannot be expected of all diseases, particularly those such as MERS-CoV that are quite new. Meanwhile, even meticulously collected data are prone to multiple sources of observation bias due to limited surveillance resources, subclinical infections, laboratory error, or other factors.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Impact of imperfect case observation"
        },
        {
            "text": "When the limitations of observation can be quantified, likelihood calculation for observed transmission events can be adjusted appropriately [19, 20] . The challenge is that the limitations of surveillance systems and case ascertainment are often difficult to quantify. An alternative to explicit correction of observation bias is to simply consider what level of observation bias would impact key results. For example, in our analysis of the difference between animal-to-human and human-to-human transmission of monkeypox, it is quite possible that a number of animal-to-human infections are unobserved -particularly if the resulting primary infection is mild and has no further transmission. When we treated observation of an infection cluster as an all-or-none process with an independent probability, p o , that each case would activate surveillance (thus implying many isolated cases would be unobserved), our preferred model of transmission remained stable even for a p o of 0.1 (Supplementary material, Text S1). This provides re-assurance that our methodology is not necessarily sensitive to imperfect observation. However, different data sets or a different type of observation bias could yield less stable results.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Impact of imperfect case observation"
        },
        {
            "text": "In our analyses, we have allowed for at most two values of R eff and k in a data set rather than permitting additional stratification or a continuous distribution of values. These simplifications are not always valid assumptions. However, modifications to the likelihood calculation can often be made in order to accommodate more complicated data sets so that our framework for detecting a difference in R eff can be utilized. For example, the offspring generating function used for the likelihood calculation can be written in terms of a continuous variable that provides a smooth transition between the extreme limits of classification. In fact this approach has been used to investigate whether there is a temporal trend of measles transmissibility in the United States [61] .",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 777,
                    "text": "[61]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Other modeling extensions"
        },
        {
            "text": "Although we have mainly focused on differences in R eff between two populations, our method can also be used to identify whether these populations differ in the observed degree of heterogeneity. Clustering of individuals with higher transmissibility may favor models with two distinct values for k whenever two distinct values of R eff are observed. Meanwhile, situations that would favor a model with two distinct values of k and one value of R eff could arise if different mechanisms of control were used to maintain R eff below a given threshold, as seen in the smallpox example. Regardless of which model is the preferred model for a given data set, the estimated or assigned value of k can be useful to assess the overall degree of transmission heterogeneity and the likely presence of super-spreaders [20, 23] . On the other hand, the specific mechanism of heterogeneity (e.g. differences in transmission potential among cases versus clustering of susceptible individuals) cannot be ascertained from estimation of k alone. The layout is analogous to ",
            "cite_spans": [
                {
                    "start": 807,
                    "end": 811,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 812,
                    "end": 815,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Other modeling extensions"
        },
        {
            "text": "Our analysis is focused on determining whether there is statistical support for a difference in R eff for individuals having a specific trait. Also, as exemplified by our direct comparison to the random network model ( Figure 5 and Table 4 ), we can evaluate specific models of transmission. However, in the absence of a mechanistically derived model, our analysis cannot identify the cause of differences in R eff . For-example, population-level factors favoring transmission (e.g. increased human density) cannot be directly distinguished from biological factors (e.g. evolutionary adaptation). Furthermore, the decrease in secondary transmission due to local depletion of susceptibles cannot be directly distinguished from decreases due to control mechanisms. Instead, our method needs to be considered as a tool that can identify differences in transmission (e.g. temporal trends for MERS-CoV, and geographic distinctions in measles) or quantify changes in transmission that are expected to occur (e.g. decreased transmission due to quarantine of smallpox cases or ring vaccination).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 227,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 232,
                    "end": 239,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Limitations"
        },
        {
            "text": "By addressing diverse questions within varied data sets, we have demonstrated that a set of inter-related models within a branching process framework allows rigorous statistical assessment of whether particular characteristics of infectious cases impact transmission potential. We have focused on subcritical diseases, in large part because the type of surveillance data gathered for these diseases is most compatible with our computational approach. For MERS-CoV, we evaluated the possibility of a temporal trend towards decreasing R eff that may indicate stronger control, but did not find enough statistical evidence to confirm this finding. For measles, we found evidence of geographic variability that provides potential insight into the effectiveness of surveillance and public health interventions. For smallpox, we identified signatures of effective control by comparing primary and secondary transmission. For monkeypox, we found that the most parsimonious models are ones that incorporate a high degree of transmission heterogeneity, but do not differentiate between animal-to-human transmission, Figure 6 . Comparing animal-to-human and human-to-human transmissibility for human monkeypox in the Democratic Republic of Congo, 1981 Congo, -1984 . The layout is analogous to Figure 5 , but now the axes distinguish between animal and human transmission of monkeypox. The data shown in panel C is limited to instances where the transmission links could be unambiguously counted. doi:10.1371/journal.ppat.1004452.g006 transmission of primary cases, and transmission of secondary cases. In general, the statistical support we observed for models that allow flexible inference of both R eff and k reinforces the importance of quantifying both the strength and variability of disease transmissibility. By providing a diverse array of applications and analyses, the method we have demonstrated can increase the value of existing surveillance data and improve strategies for future data collection. Through identifying specific risk factors for transmissibility and by assessing different sources of transmission heterogeneity, we hope that disease monitoring and control interventions can become more targeted and thus more effective.",
            "cite_spans": [
                {
                    "start": 1230,
                    "end": 1241,
                    "text": "Congo, 1981",
                    "ref_id": null
                },
                {
                    "start": 1242,
                    "end": 1254,
                    "text": "Congo, -1984",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1107,
                    "end": 1115,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1284,
                    "end": 1292,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "Text S1 Methods supplement. Detecting Differential Transmissibilities of Self-Limited Outbreaks",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiology of transmissible diseases after elimination",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Serres",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Farrington",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "The American Journal of Epidemiology",
            "volume": "151",
            "issn": "",
            "pages": "1039--1048",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Branching process models for surveillance of infectious diseases controlled by mass vaccination",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Farrington",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Kanaan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gay",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biostatistics",
            "volume": "4",
            "issn": "",
            "pages": "279--295",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Measles outbreaks in a population with declining vaccine uptake",
            "authors": [
                {
                    "first": "Jansen",
                    "middle": [],
                    "last": "Vaa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stollenwerk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Ramsay",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "301",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Host range and emerging and reemerging pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gowtage-Sequeria",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerging Infectious Diseases",
            "volume": "11",
            "issn": "",
            "pages": "1842--1847",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Storeygard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balk",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemic dynamics at the human-animal interface",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Pepin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Pitzer",
                    "suffix": ""
                },
                {
                    "first": "Jrc",
                    "middle": [],
                    "last": "Pulliam",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "",
            "pages": "1362--1367",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Vaccine refusal, mandatory immunization, and the risks of vaccine-preventable diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Omer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Salmon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Orenstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Dehart",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Halsey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "New England Journal of Medicine",
            "volume": "360",
            "issn": "",
            "pages": "1981--1988",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The role of evolution in the emergence of infectious diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Antia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Regoes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Koella",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Bergstrom",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "8--11",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evolution and emergence of novel human infections",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arinaminpathy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proceedings of the Royal Society B: Biological Sciences",
            "volume": "276",
            "issn": "",
            "pages": "3937--3943",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Identifying genetic markers of adaptation for surveillance of viral host jumps",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Pepin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lass",
                    "suffix": ""
                },
                {
                    "first": "Jrc",
                    "middle": [],
                    "last": "Pulliam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "Lloyd-Smith",
                    "middle": [],
                    "last": "Jo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Reviews Microbiology",
            "volume": "8",
            "issn": "",
            "pages": "802--813",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Modelling the influence of human behaviour on the spread of infectious diseases: a review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salath",
                    "suffix": ""
                },
                {
                    "first": "Vaa",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of The Royal Society Interface",
            "volume": "7",
            "issn": "",
            "pages": "1247--1256",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Smallpox and its Eradication. Geneva: World Health Organization",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Arita",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jezek",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Ladnyi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The effect of mass immunisation campaigns and new oral poliovirus vaccines on the incidence of poliomyelitis in pakistan and afghanistan, 2001-11: a retrospective analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;reilly",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Durry",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Quddus",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Abid",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Lancet",
            "volume": "380",
            "issn": "",
            "pages": "491--498",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Polio vaccines and the eradication of poliomyelitis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Minor",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Lancet",
            "volume": "380",
            "issn": "",
            "pages": "454--455",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "New approaches to quantifying the spread of infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature reviews Microbiology",
            "volume": "3",
            "issn": "",
            "pages": "529--536",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mathematical models of infectious disease transmission",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Grassly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature reviews Microbiology",
            "volume": "6",
            "issn": "",
            "pages": "477--487",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Antimicrobial resistance determinants and future control",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harbarth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Samore",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerging infectious diseases",
            "volume": "11",
            "issn": "",
            "pages": "794--801",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Comparing methods for estimating R 0 from the size distribution of subcritical transmission chains",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "Lloyd-Smith",
                    "middle": [],
                    "last": "Jo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Epidemics",
            "volume": "5",
            "issn": "",
            "pages": "131--145",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Inference of R 0 and Transmission Heterogeneity from the Size Distribution of Stuttering Chains",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "Lloyd-Smith",
                    "middle": [],
                    "last": "Jo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Computational Biology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mathematical Tools for Understanding Infectious Disease Dynamics",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "520",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Estimating the transmission potential of supercritical processes based on the final size distribution of minor outbreaks",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Sleeman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Mode",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Theoretical Biology",
            "volume": "294",
            "issn": "",
            "pages": "48--55",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "355--359",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Detecting emerging transmissibility of avian influenza virus in human households",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Boven",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "Du",
                    "middle": [],
                    "last": "Ry Van Beest Holle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Comput Biol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Risk factors for the evolutionary emergence of pathogens",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of the Royal Society, Interface",
            "volume": "7",
            "issn": "",
            "pages": "1455--1474",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Theory of Branching Processes",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "256",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Applied Probability",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "452",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Infectious Diseases of Humans: Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "768",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Ecological Models and Data in R",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Bolker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "408",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A New Look at the Statistical Model Identification",
            "authors": [
                {
                    "first": "Hai",
                    "middle": [],
                    "last": "Akaike",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "IEEE Transactions on Automatic Control",
            "volume": "9",
            "issn": "",
            "pages": "716--723",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Update 15: summary and literature update as of 9",
            "authors": [],
            "year": 2014,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Interhuman transmissibility of middle east respiratory syndrome coronavirus: estimation of pandemic risk",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Breban",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fontanet",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Lancet",
            "volume": "382",
            "issn": "",
            "pages": "694--699",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Middle east respiratory syndrome coronavirus: quantification of the extent of the epidemic, surveillance biases, and transmissibility",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Lancet infectious diseases",
            "volume": "14",
            "issn": "",
            "pages": "50--56",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Identification of mers-cov in dromedary camels",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Lancet infectious diseases",
            "volume": "14",
            "issn": "",
            "pages": "93--94",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Has surveillance been adequate to detect endemic measles in the United States?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harpaz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Papania",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccauley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Redd",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Journal of infectious diseases",
            "volume": "189",
            "issn": "",
            "pages": "191--195",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Measles surveillance in the United States: an overview",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harpaz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Redd",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Papania",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Journal of infectious diseases",
            "volume": "189",
            "issn": "",
            "pages": "177--184",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Largest measles epidemic in North America in a decade-Quebec, Canada, 2011: contribution of susceptibility, serendipity, and superspreading events",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Serres",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Markowski",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Toth",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Landry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Auger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Journal of infectious diseases",
            "volume": "207",
            "issn": "",
            "pages": "990--998",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Assessment of the status of measles elimination from reported outbreaks: United States, 1997-1999",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Serres",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Farrington",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Redd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Journal of Infectious Diseases",
            "volume": "189",
            "issn": "",
            "pages": "36--42",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Measles elimination in Canada",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Varughese",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Serres",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tipples",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Journal of Infectious Diseases",
            "volume": "189",
            "issn": "",
            "pages": "236--242",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Documentation and verification of measles, rubella, and congenital rubella syndrome elimination in the region of the Americas",
            "authors": [],
            "year": 2012,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The transmission potential of monkeypox virus in human populations",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jezek",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "International Journal of Epidemiology",
            "volume": "17",
            "issn": "",
            "pages": "643--650",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Contact network structure explains the changing epidemiology of pertussis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "King",
                    "middle": [],
                    "last": "Aa",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "330",
            "issn": "",
            "pages": "982--985",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Role of social networks in shaping disease transmission during a community outbreak of 2009 H1N1 pandemic influenza",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhattarai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Marchbanks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Fagan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ostroff",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "108",
            "issn": "",
            "pages": "2825--2830",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Networks and the epidemiology of infectious disease. Interdisciplinary perspectives on infectious diseases",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Danon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Effects of heterogeneous and clustered contact patterns on infectious disease dynamics",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Volz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Galvani",
                    "suffix": ""
                },
                {
                    "first": "Ancel",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS computational biology",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Methods to infer transmission risk factors in complex outbreak data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of the Royal Society, Interface/the Royal Society",
            "volume": "9",
            "issn": "",
            "pages": "456--469",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Stochastic model for interhuman spread of monkeypox",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jezek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grab",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "American Journal of Epidemiology",
            "volume": "126",
            "issn": "",
            "pages": "1082--1092",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Population biology of emerging and re-emerging pathogens",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Trends in microbiology",
            "volume": "10",
            "issn": "",
            "pages": "3--7",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Detecting human-tohuman transmission of avian influenza A (H5N1)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Sugimoto",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerging infectious diseases",
            "volume": "13",
            "issn": "",
            "pages": "1348--1353",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Host phylogeny constrains cross-species emergence and establishment of rabies virus in bats",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Streicker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Turmelle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Vonhof",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Kuzmin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "329",
            "issn": "",
            "pages": "676--679",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "A network control theory approach to modeling and optimal control of zoonoses: case study of brucellosis transmission in sub-Saharan Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcelwain",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS neglected tropical diseases",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Avian influenza h5n1 transmission in households, indonesia",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Aditama",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Samaan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kusriastuti",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "D"
                    ],
                    "last": "Sampurno",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Purba",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PloS one",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Identifying transmission cycles at the human-animal interface: the role of animal reservoirs in maintaining gambiense human african trypanosomiasis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Checchi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS computational biology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Major increase in human monkeypox incidence 30 years after smallpox vaccination campaigns cease in the Democratic Republic of Congo",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Rimoin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Mulembakani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "Jol",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Kisalu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "107",
            "issn": "",
            "pages": "16262--16267",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Vacated niches, competitive release and the community ecology of pathogen eradication",
            "authors": [
                {
                    "first": "Lloyd-Smith",
                    "middle": [],
                    "last": "Jo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Philosophical Transactions of the Royal Society B: Biological Sciences",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Using remote sensing to map the risk of human monkeypox virus in the Congo Basin",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "Thomassen",
                    "middle": [],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Mulembakani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "EcoHealth",
            "volume": "8",
            "issn": "",
            "pages": "14--25",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Pathogen-host associations and predicted range shifts of human monkeypox in response to climate change in central africa",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Thomassen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Asefi-Najafabady",
                    "suffix": ""
                },
                {
                    "first": "Jag",
                    "middle": [],
                    "last": "Shiplacoff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Mulembakani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Hospital outbreak of middle east respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "New England Journal of Medicine",
            "volume": "369",
            "issn": "",
            "pages": "407--416",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Identifying postelimination trends for the introduction and transmissibility of measles in the united states",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "Wta",
                    "middle": [],
                    "last": "Enanoria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Lietman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Porco",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "American Journal of Epidemiology",
            "volume": "179",
            "issn": "",
            "pages": "1375--1382",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Public health risk from the avian H5N1 influenza epidemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "304",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Measles, Mumps, and Rubella-Vaccine Use and Strategies for Elimination of Measles, Rubella, and Congenital Rubella Syndrome and Control of Mumps: Recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [],
            "year": 1998,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "47",
            "issn": "",
            "pages": "1--57",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Journal of Epidemiology",
            "volume": "160",
            "issn": "",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Ecological niche and geographic distribution of human monkeypox in africa",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Yorita",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Damon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS ONE",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Six ways of modeling the transmission of two populations whose transmissibility is being compared. The dashed lines distinguish the models according the assumptions that are made about whether R eff and the dispersion parameter are the same or different for the two populations. The axis on the right indicates the number of parameters used in each model. This is the sum of the number of parameters used to model R eff (either 1 or 2) and the number of parameters used to model dispersion (either 0, 1 or 2). doi:10.1371/journal.ppat.1004452.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Assessing temporal variation of MERS-CoV transmission in the Arabian Peninsula before Aug 8, 2013.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparing the transmissibility of measles in the United States(1997)(1998)(1999) andCanada (1998Canada ( -2001. The layout is analogous toFigure 2, except that the axes represent locations rather than time periods. Because of the ambiguity in the correct classification of an infection cluster with six cases that had two primary infections, this data point was not included in panels B and C (but it was included in the calculations for panel A, as our method accounts for all possible chains in this cluster). doi:10.1371/journal.ppat.1004452.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparing the transmissibility of primary and secondary cases for smallpox in Europe, 1958-1973. The layout is analogous to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Comparing the transmissibility of primary and secondary cases for human monkeypox in the Democratic Republic ofCongo, 1981Congo,  -1984. The layout is analogous toFigure 4, except that the random network model has been added. The dotted line in panel A shows the relationship between R eff for primary and secondary infections in the random network model profiled on k primary . The red curve shows the 95% confidence interval for inference with the random network model. The data shown in panels B and C are limited to instances where the transmission links could be unambiguously counted. doi:10.1371/journal.ppat.1004452.g005 consequences of intrinsic population-level or individual-level mechanisms of heterogeneity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Inference results for comparing the transmissibility of primary and secondary cases for human monkeypox in the Democratic Republic ofCongo, 1981",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "A detailed description of the likelihood calculations 2) Simulation-based validation of the method 3) Sensitivity of measles analyses to a single large chain and 4) An analysis of imperfect observation of monkeypox transmission. (PDF) Text S2 Data supplement. Provides tables and references for all the data used in the analyses. Power to detect a change in R eff for human monkeypox following smallpox eradication. A) Number of observed chains of transmission for monkeypox needed to detect a change in R eff relative to 1980-1984. The 1980-1984 monkeypox data (R eff~0 :3, k~0:3) are compared against a set of simulations with k~0:33 and R eff~0 :3zDR, with DR specified on the x-axis. This procedure was repeated 1000 times for each value of the number of simulated chains, N c (as specified by the y-axis). For each value of DR, the blue lines indicate the lowest number of observations for which a given power (as a proportion of the 1000 simulations) was achieved. The shades of blue (see legend) indicate different levels of power for which this was done. The straight red line corresponds to the mean number of chains that would have been observed for the 760 case detected during the 2005-2007 monkeypox surveillance [56] for different values of DR. This line corresponds to N c~7 60 Ã (1{R eff ) chains (since the average chain size is 1 1{R eff [20]). B) The power of the 2005-2007 monkeypox surveillance data to detect a change in R eff for monkeypox. The black dots are the results of simulations, the blue line is a smooth fit to these. This panel corresponds to a cross-section of the figure in panel A along the red line. doi:10.1371/journal.ppat.1004452.g007",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Inference results for assessing temporal variation of MERS-CoV transmission in the Arabian Peninsula before Aug 8, 2013. Maximum likelihood parameters, log-likelihood scores and AIC values are shown for the various inference methods described in the text. Early and late corresponds to transmission before and after June 1, 2013, respectively. The left column identifies the method by indicating the parameter constraints used. The model with k early~klate~1 is chosen as the reference point for the DAIC calculations since it has the best overall AIC score. Although this model has the best AIC score, it assumes two different values of R eff . Erring on the side of requiring 95% confidence to distinguish R eff values, our method does not indicate that there is enough statistical support for using two different values of R eff because the DAIC score of the R early~Rlate model is less than two. Thus the R early~Rlate is our preferred model (indicated by the bold cell). There were a total of 81 early cases among 21 chains and a total of 28 late cases among 19 chains. doi:10.1371/journal.ppat.1004452.t001",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Although the 'None' model, has a DAIC within two (i.e. our chosen threshold for statistical significance) of the best model, our analysis still suggests that R eff is statistically different for the United States and Canada, because both of these models have distinct R eff values for the two countries. Thus the k USA~kCanada model (bold cell) is our preferred model. There were a total of 336 cases in the United States among 166 chains and a total of 274 cases in Canada among 49 chains. doi:10.1371/journal.ppat.1004452.t002",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "There were a total of 36 primary cases and 537 secondary cases. doi:10.1371/journal.ppat.1004452.t003",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "except that the random network model is added. There were a total of 147 primary cases and 62 secondary cases. doi:10.1371/journal.ppat.1004452.t004",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Inference results for comparing animal-to-human and human-to-human transmissibility for human monkeypox in the Democratic Republic of Congo, 1981-1984.The layout is analogous toTable 1. The R a?h~Reff model was the preferred model since is within two of the model with the best DAIC value, indicating there is not sufficient statistical support for distinct reproduction numbers. There were a total of 125 animal exposures leading to at least one primary case and 209 human cases. Despite the size of the data set, the DAIC values are all quite small because there are large confidence intervals associated with the use of a truncated negative binomial distribution for inference[19]. doi:10.1371/journal.ppat.1004452.t005",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}