{
    "paper_id": "a05a9d684b2b6de28b18e78a82585b76a973e258",
    "metadata": {
        "title": "Supporting information 2 Ebola virus disease outbreak in the Republic of Korea: use of a mathematical model and stochastic simulation to estimate risk",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "One of the significant transmission routes of EVD is known to be the infection of medical staff who have frequent contact with patients, and the transmission by the infected staff. Therefore, this study divided the entire population into a healthcare worker (HCW) group and the community (C) group to consider the heterogeneity of. After dividing the population into the HCW and C groups, each group was subdivided into the Susceptible (S), Exposed (E), Infectious (I), Hospitalized (J), Isolationtreated (Q), and Recovered (R) groups. During the isolated treatment period following the confirmed diagnosis, it is assumed that no spread of infection would occur. Since the J and R groups in the HCW and C groups have the same behavioral patterns, contact rates, and rates of transmission, they were not divided further into medical and non-medical groups. Figure 1 shows the flow of spread of EVD, and light blue color was used to demarcate the areas of the hospitals from the local community.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 856,
                    "end": 864,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "To establish the mathematical model of Korean EVD, the Western African EVD epidemic model (refer to supplemental data) from the 2014 Sierra Leone data was modified to fit the circumstances of the Korean healthcare system. Firstly, unlike Western Africa, where infection from the funeral customs was an important route for spreading, it was assumed that the Korean healthcare environment would not lead to infection through contact with the bodies of the deceased. In addition, all patients with EVD symptoms were assumed to be hospitalized and isolated. The duration from the day of onset of EVD symptoms to the day of hospitalization and isolation periods was set with reference to cases imported into the USA. Table   1 . The rate of transmission of infection ( ) is estimated by using the WHO report of new EVD case data for Sierra Leone at the time of the 2014 Western African EVD. EVD epidemic data were estimated by comparing data from the WHO's weekly accumulating patient number and that of the model from corresponding dates. It was also based on rates of transmission of infection that minimize the squared difference between the number of new cases from the data and from the model estimation, using the least square fitting method [2] . In parameter estimation, the direction of spread between the community and healthcare worker groups was not considered. In other words,",
            "cite_spans": [
                {
                    "start": 1243,
                    "end": 1246,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 712,
                    "end": 721,
                    "text": "Table   1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "The details for estimating the rate of EVD spread using the Sierra Leone data are The first imported patient is assumed to be one from the latent patients in the community ( (0) = 1). 1/ Period of isolation to recovery 14 days [4] [5] [6] In the mathematical model of EVD infection transmission, the basic reproductive number of EVD infections ( 0 ) calculated by the Next-generation method is as follows [9] . Here, and refer to the community and healthcare worker population, respectively.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "The basic reproductive number of infection ( 0 ), when calculated based on I, was 2.42 before the activation of interim policy, which decreases to 0.76 following the policy. In case of delay in diagnosis scenario ( II), a delay of 3 days (6 days) causes the first case patient to show the basic reproductive number of 4.05 (6.05) which is higher than the previous value of 2.42. Besides, if the duration between confirmation of diagnosis and isolation is shortened from the previous mean of 2 days to 6 hours, it was shown that the basic reproductive number is estimated to be 0.99, which is less than 1, even without activation of the interim policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "Based on the mathematical model of the domestic spread of EVD transmission, estimates of possible number of patients and duration of outbreak for each corresponding response scenario for domestic imported cases of EVD were made with the Gillespie algorithm, which is a stochastic model simulation that is run by units of individual events [10] . In this study, outbreak duration is defined as the time from arrival of the first patient to recovery of the last patient. In the stochastic simulation by the Gillespie algorithm, the duration between events is inversely related to the sum of propensity related to infection, hospitalization, isolation, and recovery. The propensity of each event is listed in Table 2 .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 706,
                    "end": 713,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "Transitions Propensity",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 2: Possible transitions and propensities in the model"
        },
        {
            "text": "Using the partial rank correlation coefficient (PRCC), we have analyzed the effects of changes in parameters in the mathematical model on model outcome [11] . In this study, the rate of transmission of infection ( , , , ), duration of symptom onset to hospitalization (1/ , 1/ ), and duration from confirmed diagnosis of hospitalized patient to isolation (1/δ) were set as variables, and subsequently, the number of secondary infection cases during the transmission period were set as a function of the corresponding variable. In the analysis of susceptibility, the cases of delay in diagnosis and missed imported patients were not considered. In the process of calculating PRCC, in order to perform Latin hypercube sampling of the combined variables applied to the model, the distribution of each variable is assumed to follow a uniform distribution within 0.5-2 times that of the mean values used in the simulation. Table 3 shows the values of PRCC and p (2,000 trials of simulation performed).",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 918,
                    "end": 925,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Sensitivity analysis"
        },
        {
            "text": "It could be confirmed from the PRCC results that the number of secondary infection cases was most sensitive to the rate of transmission of infection of hospitalized patients against healthcare workers and the duration of confirmed diagnosis and isolation among hospitalized patients. Furthermore, the rate of transmission between healthcare workers did not significantly affect the number of secondary infected patients, as shown by the high p values of the PRCC results. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization",
            "authors": [],
            "year": 2018,
            "venue": "Ebola virus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ebola virus disease situation report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Ebola data and statistics",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "First diagnosed case of Ebola in the U.S",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Liberian Officials Identify Ebola Victim in Texas as Thomas Eric Duncan. The New York Times",
            "authors": [
                {
                    "first": "Norimitsu",
                    "middle": [],
                    "last": "Onishi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New York Doctor Just Back From Africa Has Ebola",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nbc News",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Ministry of Health and Welfare, Statistical yearbook of health and welfare",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "On the definition and the computation of the basic reproduction ratio R0 in models for infectious diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Metz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Math Biol",
            "volume": "28",
            "issn": "",
            "pages": "365--382",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Exact stochastic simulation of coupled chemical reactions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Phys Chem",
            "volume": "81",
            "issn": "",
            "pages": "2340--2361",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A methodology for performing global uncertainty and sensitivity analysis in systems biology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marino",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Hogue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Kirschner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Theor Biol",
            "volume": "254",
            "issn": "1",
            "pages": "178--196",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2008.04.011"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ministry of Health and Sanitation. Annual Health Sector Performance Report",
            "authors": [
                {
                    "first": "Sierra",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leone",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "25--27",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flowchart of EVD modelThe S group, which has never contracted Ebola virus, is exposed to the virus through infected and hospitalized patients. It has been hypothesized that the spread of virus would be different depending on whether the infected and hospitalized patients are local community members or healthcare workers. The subscripts of each item, H and C, indicate the healthcare worker group andcommunity group, respectively. The model constant specifies the rate of transmission of infection, and the subscripts onto demonstrate the route of transmission. For instance, refers to the rate of spread in the case where infected persons from the community spread the virus to healthcare workers. The λ was set by combining the different rates of infection from each group. Patients exposed to the virus become infected and can propagate the virus following a certain period. The constant is the rate of progression in the symptom onset of EVD, and 1/ signifies the mean latent period of EVD. Patients with the onset of symptoms will be hospitalized after a certain period of time. The rate of hospitalization of infected patients is indicated by , and 1/α is the average duration from onset of symptoms to hospitalization. Hospitalized patients become confirmed EVD cases through confirmatory diagnostic testing, and it is assumed that confirmed EVD patients will be isolated thereafter. The ratio of hospitalized patients to be isolated after confirmed diagnoses is defined as constant , and 1/δ is the average duration of hospitalized patients to be isolated after their confirmed diagnoses. The constant indicates the recovery rate of the isolated patients, and 1/ signifies the mean isolation period for recovery. It is presumed that after the patients have been isolated, no further propagation can occur to susceptible patients. The mathematical model of the spread of EVD infection is as follows: The definition and values of the parameters in the spread model of Korean EVD are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "described in the supplementary data, and all rates of propagation, except for spread by dead bodies, are identical to the Western African model. The total number of susceptible patients ( (0)+ (0))in the model is 51,709,000, within which the number of healthcare workers ( (0)) is 558,970[7,8].",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Model parameters to estimate outbreak size of Ebola Virus Disease",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "PRCC of parameters and p-value",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}