{
    "paper_id": "a21bd16035d028aae34bab89c3be720ffec176a1",
    "metadata": {
        "title": "Can free open access resources strengthen knowledge-based emerging public health priorities, policies and programs in Africa? [version 1; referees: 2 approved]",
        "authors": [
            {
                "first": "Daniel",
                "middle": [
                    "Achinko"
                ],
                "last": "Witwatersrand",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Johannesburg",
                "middle": [],
                "last": "South",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Africa",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ernest",
                "middle": [],
                "last": "Tambo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ghislaine",
                "middle": [],
                "last": "Madjou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Khayeka-Wandabwa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emmanuel",
                "middle": [
                    "N"
                ],
                "last": "Tekwu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Oluwasogo",
                "middle": [
                    "A"
                ],
                "last": "Olalubi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicolas",
                "middle": [],
                "last": "Midzi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Louis",
                "middle": [],
                "last": "Bengyella",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [
                    "A"
                ],
                "last": "Adedeji",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeanne",
                "middle": [
                    "Y"
                ],
                "last": "Ngogang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Tackling emerging epidemics and infectious diseases burden in Africa requires increasing unrestricted open access and free use or reuse of regional and global policies reforms as well as timely communication capabilities and strategies. Promoting, scaling up data and information sharing between African researchers and international partners are of vital importance in accelerating open access at no cost. Free Open Access (FOA) health data and information acceptability, uptake tactics and sustainable mechanisms are urgently needed. These are critical in establishing real time and effective knowledge or evidence-based translation, proven and validated approaches, strategies and tools to strengthen and revamp health systems. As such, early and timely access to needed emerging public health information is meant to be instrumental and valuable for policy-makers, implementers, care providers, researchers, health-related institutions and stakeholders including populations when guiding health financing, and planning contextual programs. PubMed Abstract | Publisher Full Text 3. Nick J: Open access part II: The structure, resources, and Implications for nurses. Online J Issues Nurs. 2011; 17(1): 7. PubMed Abstract 4. Becnel LB, Pereira S, Drummond JA, et al.: An open access pilot freely sharing cancer genomic data from participants in Texas. Sci Data. 2016; 3: 160010. PubMed Abstract | Publisher Full Text | Free Full Text 5. Leone T, Cetorelli V, Neal S, et al.: Financial accessibility and user fee reforms for maternal healthcare in five sub-Saharan countries: a quasi-experimental analysis. BMJ Open. 2016; 6(1): e009692. PubMed Abstract | Publisher Full Text | Free Full Text 6. Honeyman A, Cox B, Fisher B: Potential impacts of patient access to their electronic care records. Inform Prim Care. 2005; 13(1): 55-60. PubMed Abstract | Publisher Full Text 7. Generous N, Fairchild G, Deshpande A, et al.: Global disease monitoring and forecasting with Wikipedia. PLoS Comput Biol. 2014; 10(11): e1003892. PubMed Abstract | Publisher Full Text | Free Full Text 8. Oniscu GC, Ravanan R, Wu D, et al.: Access to Transplantation and Transplant Outcome Measures (ATTOM): study protocol of a UK wide, in-depth, prospective cohort analysis. BMJ open. 2016; 6(2): e010377. PubMed Abstract | Publisher Full Text | Free Full Text 9. Dzakpasu S, Soremekun S, Manu A, et al.: Impact of free delivery care on health facility delivery and insurance coverage in Ghana's Brong Ahafo Region. PLoS One. 2012; 7(11): e49430. PubMed Abstract | Publisher Full Text | Free Full Text 10. McIntyre KM, Setzkorn C, Wardeh M, et al.: Using open-access taxonomic and spatial information to create a comprehensive database for the study of mammalian and avian livestock and pet infections. Prev Vet Med. 2014; 116(3): 325-335. PubMed Abstract | Publisher Full Text 11. Kostkova P, Fowler D, Wiseman S, et al.: Major infection events over 5 years: how is media coverage influencing online information needs of health care professionals and the public? J Med Internet Res. 2013; 15(7): e107.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "PubMed Abstract | Publisher Full Text | Free Full Text 12. Rogers A, Vassilev I, Brooks H, et al.: Brief encounters: what do primary care professionals contribute to peoples' self-care support network for long-term conditions? A mixed methods study. BMC Fam Pract. 2016; 17(1): 21. PubMed Abstract | Publisher Full Text | Free Full Text 13. Mills A: Strengthening health systems: the role and promise of policy and systems research. World health organization (WHO). Alliance for health policy and systems research; 2004. PubMed Abstract | Publisher Full Text | Free Full Text 24. Swanson RC, Atun R, Best A, et al.: Strengthening health systems in lowincome countries by enhancing organizational capacities and improving institutions. Global Health. 2015; 11(1): 5. PubMed Abstract | Publisher Full Text | Free Full Text 25. Chu KM, Jayaraman S, Kyamanywa P, et al.: Building research capacity in Africa: equity and global health collaborations. PLoS Med. 2014; 11(3): e1001612. PubMed Abstract | Publisher Full Text | Free Full Text 26. Tickell A: Open access to research publications: independent advice. 2016. Reference Source 27. Kerridge S, Ward P: Open access for REF2020. Insights. 2014; 27(1): 58-62. Publisher Full Text",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent times, the persistence and unprecedented emergence of rising epidemics and infectious diseases in Africa and worldwide triggered numerous public health declarations of international concern 1 . These local and global uncertainties and potential consequences have prompted questions and reflections on the usefulness and implications of unlocked and unprocessed available massive database resources from different national, regional and international funded projects overtime in low and middle income countries (LMICs) and particularly in Africa. Can free open access (FOA) to these valuable resources improve evidence-based decision making policies, health planning and adequate funding allocation, innovative programs and strategic interventions performance and effectiveness to most vulnerable populations' health and socio-economic benefits? Emerging and re-emerging infectious diseases epidemics are rampant, ranging from Ebola, influenza, Lassa fever, HIV SARS and MERS-CoV, Zika to other zoonotic diseases existing as potential threats with sporadic epidemics in old and new regions 2,3 .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 201,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is a need for availability of data and information on humanvector-pathogen-ecosystem interfaces, drugs and vaccines development as well as diagnostics techniques and tools from preclinical to clinical levels. It is critical that the information is used in an equitable, ethical and transparent manner. Operational research projects in libraries, national archiving, journals, local and international 1,4 scholarly institutions and centers are partially or yet to be fully tapped into maximizing and ensuring improvements of health and disease information, knowledge and empowerment for all generations 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Previous literature reviews have shown that open access data and information are of great importance and valuable assets in information sharing, education exchanges and capacity development. This FOA necessity has practically been laid bare by the recent from West Africa Ebola to Zika epidemics crisis where experts across fields including clinical ' neonatal and pediatrics have been challenged. Henceforth, academic journals, libraries sources, local and internal Non-governmental organizations (NGOs) data, data from research funded or non-funded projects, centers and institutions should be committed to FOA data and results sharing relevant to the current Zika public health crisis and future emergencies for rapidly emergency mobilization and response. Moreover, the approach has proved to be useful in translation and application of proven and reliable knowledge in guiding effective decision making policies, lifestyle adaptations and contextual programs and strategies in improving public health social economic development and well-being of local and global community 2,4,6,7 . Most data and information often used in global policies and initiatives are either guaranteed as free by the World Health Organization (WHO) and partners philanthropic organizations, whereas the bulk of support references and documents are not readily accessible to most African scholars, but mainly to policy-makers and implementers 8 . Equally, limiting access to younger generations of researchers and students who cannot afford the fee to access publication in high impact placed journals, provide highly condensed information not easily informative to those in much need.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The free open access core concept can be characterized by removal of price barriers, no subscription fees and permission barriers, no copyright and licensing restrictions to royalty free literature, to make data and information available to all populations 2, 8 . \"Fee free open access to health data and information for all generations offers a new public health paradigm shift and opportunities to meet the knowledge, lessons learnt and experiences gaps and needs in Africa. Advocacy and mitigation on lack to limited access of existing and emerging data, and information sharing is necessary in embracing regional and global open access. These novelties in information sharing approaches towards collective learning and participative engagement for sound knowledge and empowerment for better health, information exchange for equity in quality education and utilization are paramount for human and societal benefits. It is of fundamental importance to increase multi-disciplinary and inter-sectoral partnerships and collaborations not only to understand and fill the gaps through joint or independent research, but also to be able to use and mine unrestricted data and information for public health good, economic growth and sustainable development 9,10 . Although decades of funded and non-funded programs and projects in both developed and developing countries have generated millions of publications and databases on emerging and infectious diseases of poverty 2,4,6 . The impact of policy-translation of lessons learnt and experiences gained are seldom and limited in applications mostly in developing countries. As most LMICs are still challenged with weak health systems and low literacy mainly in remote rural areas and areas of political instability, inadequacies in health funding allocation and resources capacity, poor accountability and governance are present. Moreover, inefficiencies in management and lack of a multi-sectoral approach to access and use local or national data repositories in a structured manner prevent both mainstream national and regional economic development 11 . Furthermore, the usefulness in forecasting, prevention and management or smart response of emergency situations and disasters are yet to be fully documented and demonstrated in Africa. FOA viability and benefit in most tropical endemics and epidemics-prone developed and developing countries affirmed that the vast majority of metadata and database platforms are still locked (inaccessible and unavailable) for public use and untapped to global community multi-dimensional gains.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 259,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 260,
                    "end": 261,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Increasing unrestricted and FOA use or reuse as well as timely reporting or communication capabilities strategies are urgently needed in promoting and scaling up data and information sharing and exchange between African researchers, partners and collaborators 1,3,12,13 . The strength of scaling FOA in developing countries will entail but not limited to: 1) increasing real time and effective knowledge-or evidence-based translation of proven and validated approaches, 2) strategies and tools in strengthening health systems and revamping early and timely access to much needed information by policy-makers, and 3) enhanced guided health financing and capacity development by health institutions and related stakeholders, and strengthening contextual programs and activities planning, transparency and accountability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This paper assesses the values and benefits of open, free of charge data and information access and availability in strengthening health systems policies, financing, promoting knowledge-based programs and targeted interventions directed to forecast, prevent, reduce and/or manage the growing emerging threats and epidemics as well as infectious diseases of poverty in LMICs, especially in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The growing burden of emerging epidemics and infectious diseases have been documented in demoting health systems in rural and urban settings in Africa. It is important to assess and understand why and how open data and information access is needed in the context of health and diseases epidemics. Also, what capacity development and training are needed to translate these various valuable datasets and database assets if freely available into knowledgebased innovations needed to revolutionize Africa and global health capabilities, and opportunities to prevent and control emerging epidemics and infectious diseases of poverty 1,3,13,14 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FOA resources and public health needs and demands in LMICs"
        },
        {
            "text": "The current trends of globalization of trade and travel, intense urbanization, economic slowdown are coupled with rising of double epidemics burden (emerging infectious diseases and chronic diseases). Thus, there is an urgent need for open data and information access promotion, advocacy and awareness. This is critical in strengthening and improving the strategic value and usefulness of knowledge-based innovations, teaching and learning, key sources and assets of policy transformation oriented research and primary care innovations (e.g., routine to universal immunization, essential medicines and nutrition). Adopting and adapting open access proven lessons learnt and experiences to alleviate sufferings and poverty, health literacy access and delivery inequities amongst vulnerable populations in Africa is very important 2,5,15,16 . The evolving use of electronic data and digital delivery platforms to support open access interactive literacy, communication and empowerment of health is a vital need in increasing care acceptability, uptake and scaling up positive cultural ad behavioral changes relevant for communicable and non-communicable diseases vigilance and resilience 1, 17, 18 . However, with restricted content access, such anticipated evolution in terms of accurate timing and relevant knowledge among experts remains to be a blatant wish as technology and information are not mutually exclusive. Digital technology is only but a driver of available content and hence it thrives, and finds usefulness in the context of information, particularly transformative evidence for universal global health resources access and sharing benefits for all.",
            "cite_spans": [
                {
                    "start": 1186,
                    "end": 1188,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1189,
                    "end": 1192,
                    "text": "17,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1193,
                    "end": 1195,
                    "text": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "FOA resources and public health needs and demands in LMICs"
        },
        {
            "text": "Health financing or national resource allocation requires as much open data and information access, analysis, effective and reliable interpretation for outcomes-based sustainable and equitable early decision health financing and funding in achieving local and regional Universal health coverage (UCH) and sustainable development goals (SDGs). Moreover, this new paradigm has the capacity to strengthen and allow exploration of potential local and national health systems, insurance schemes implementation, uptake and coverage impacts as well as legislative and institutional reforms and regulations to enable community and stakeholders commitments and investments 13, 19 .",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 670,
                    "text": "19",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "FOA resources and public health needs and demands in LMICs"
        },
        {
            "text": "Proactive efforts in promoting radical data and information openness and defining criteria tailored to sharing capabilities and transparency are critical and innovative approaches to create monetary and non-monetary benefits 13,16 . Data-driven approaches and strategies provide an immense opportunity to understand, define and generate databases that can be used for predictive primary care and innovations in the short-and long-term in diverse scenarios 14, 16 . In order to attain and optimize the Pan-Africanism aspiration to FOA to current findings and evidence that help shape our decision making process, it is imperative to consolidate online platforms and resources to one stop shop for evidence in different genres.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 459,
                    "text": "14,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 460,
                    "end": 462,
                    "text": "16",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Implications of strengthening knowledge-based innovations and health systems in Africa"
        },
        {
            "text": "Since timely access to accurate data and information are essential to improving the quality of knowledge and intervention effectiveness, to information scientists alongside librarians globally. Predominantly, with the challenges of electricity shortage and costly internet services, most open access African users' tendency is increasingly familiar with Google and other internet search engines to discover or access information. Hence, any FOA platform should be user-friendly, non-bias choice, interoperability and flexible. That is, accessibility should not depend on articles being accessed via a special portal or proxy server or publishing platforms, or via complex authorization systems, but should be readily and freely available to all re-users or users consumers and redistribution within the ethical and legal framework. Information should be readily reached without barriers targeting all cadres of technocrats from those with basic training and skills to the advanced. Tested models have proved this relevance and lesson for progressive improvement can be adopted 16, 17, 22 .",
            "cite_spans": [
                {
                    "start": 1077,
                    "end": 1080,
                    "text": "16,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1081,
                    "end": 1084,
                    "text": "17,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1085,
                    "end": 1087,
                    "text": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Implications of strengthening knowledge-based innovations and health systems in Africa"
        },
        {
            "text": "One of the implications of not doing so is not being able to find information easily using online systems 14, 22, 23 . Consequently, researchers and policy-makers and implementers in LMICs have to spend enough time to be informed, consolidate and synthesize what types of information and knowledge can be adaptable, scalable, cost-effective and translated in intervention and best practices 14, 22, 23 . As a way out in many occasions, when we develop policies for research and programs delivery, we as institutions or individuals take slightly different routes to find the evidence that helps shape our decision making. We often end up relying on a restricted range of platforms, consortia systems and institutional networks that are only readily available small scale data and database evidence online 20 . Hence, without objectivity and in absence of credible context relevant platforms, we are prone to use biased and/or misplaced approaches policies particularly in the health systems improvement endeavor 14, 20, 23 .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "14,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "22,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 114,
                    "end": 116,
                    "text": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "14,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "22,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 399,
                    "end": 401,
                    "text": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 804,
                    "end": 806,
                    "text": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "14,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1015,
                    "end": 1018,
                    "text": "20,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1019,
                    "end": 1021,
                    "text": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Implications of strengthening knowledge-based innovations and health systems in Africa"
        },
        {
            "text": "FOA platforms prospects are multiple to African scholars, researchers and their collaborators real time and frontline data and other research outputs contextual determinants and scenarios will preferentially entail consolidating R&Ds that are alternatives to the prevailing publishing proprietary models to support open access to health resources. For instance, prioritization databases combine available genomic, genetics and bioinformatics data for each priority genre with automatically extracted and manually curated information for genetic counseling to personalized medicine. Also, in questioning or responding to further literature and other databases research gaps relevant to clinical and analytical practices, putative drug and vaccine target(s) discovery for threatening chronic diseases. Investing substantial efforts in open database mining also permits prioritization, actionable and customized evidence, potential drug and vaccine targets discovery 3,4,11,18 . Such harnessing may entail the development of research and innovation portfolios focusing on critical public health gaps where traditional approaches are failing, and leveraging proven evidence and lessons learnt on what works and what does not work. As such, the aim would be to attain a long term health agenda and capacity building mitigation via research approaches, cost-effective, timely and progressive innovations 24,25 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harnessing FOA and resources sharing advocacy and mitigation platforms and policies"
        },
        {
            "text": "Authors advocate to governments, policy-makers and implementers, researchers, academicians, health professionals and other stakeholders including the community to endorse open access public health resources platforms implementation at all levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harnessing FOA and resources sharing advocacy and mitigation platforms and policies"
        },
        {
            "text": "There is also need to develop appropriate mechanisms and strategies to promote open access capacity building and empowerment, enhanced health and disease literacy and education through sharing and exchanges, innovative policies and frameworks with advances in digital technologies, establishment of data and information quality control and assurance principle and guidelines, well-coordinated and coherent metadata and database management for evidence operational research and clinical decision making interventions 26,27 . The value and credit of FOA does not only promote health and disease literacy, but offer opportunities for mutual sharing of various educational materials, learning and empowerment on maximizing on the use or reuse of the data mining and managed for short-and long-term public health benefits, global health security and wellbeing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harnessing FOA and resources sharing advocacy and mitigation platforms and policies"
        },
        {
            "text": "FOA agenda to health workers, professional and providers and communities offers new opportunities in providing affordable, robust, real time and free user friendly and sustainable datasets and databases 13,18,24,25 . While proactive efforts in reducing or minimizing the various barriers and challenges of FOA uptake and implementation capacity including intellectual property rights, confidentiality, legislation and data use agreements amongst stakeholders (including the lay communities, institutions of learning and studentships) still persist, the value of open access is real 13, 16, 18, 24 .",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 589,
                    "text": "16,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "18,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 594,
                    "end": 596,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Harnessing FOA and resources sharing advocacy and mitigation platforms and policies"
        },
        {
            "text": "The value of freely accessible and available scarce and/or other profuse data, database and information through FOA for public health systems offers tremendous opportunities to strengthen and fasten emerging threat and epidemics including persistent infectious diseases of poverty modeling in preparedness, prevention and control. Moreover, promoting robust evidence-based health and disease surveillance, response planning and funding underscore the social, ecological and economic burden, and opportunities for governments, stakeholders and vulnerable populations 13, 19, 20, 22, 26, 27 . Nonetheless, FOA and information sharing potential benefits and gains should include but not limited to:",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 569,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "19,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "20,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "22,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "26,",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 588,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Open access resources and public health benefits in sub-Saharan Africa"
        },
        {
            "text": "(1) Enhancing new public health paradigm and innovations in collective and participative education, timely reporting and increasing dissemination and effective trans-boundary risk communication towards democratization of heath data and information for quality health and wellbeing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access resources and public health benefits in sub-Saharan Africa"
        },
        {
            "text": "(2) Accelerating proven acceptability and uptake tactics and sustainable mechanisms such as expanded vaccine(s) immunization or mass drug administration in scaling up the coverage and effectiveness to prevent disability and death; uses of wearable technology and sensors in early detection, tracking and monitoring of vectors and/or pathogens and management of associated diseases including non-communicable diseases mitigation and lifestyle adaptations strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access resources and public health benefits in sub-Saharan Africa"
        },
        {
            "text": "(3) Upholding continuous open access resources advocacy, education and awareness for all in securing universal health coverage, SDGs and \"FOA health information for all generations\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access resources and public health benefits in sub-Saharan Africa"
        },
        {
            "text": "(4) Nurturing new commitment and investment in novel proven approaches, methods and tools in strengthening local and regional health systems capacity development (infrastructures and resources) in operational and translation research from diverse resources and sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access resources and public health benefits in sub-Saharan Africa"
        },
        {
            "text": "(5) Promoting the value of free, real-time data and information access and availability to all parties in transforming knowledge-based translation into health policy decisions and guiding health priorities financing and public health actions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access resources and public health benefits in sub-Saharan Africa"
        },
        {
            "text": "(6) Improving integration and use of information to support evidence-based integrated public-private health and related sectors partnerships (local private sector, bilateral and multi-international) and community-based programs and projects participative ownership.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access resources and public health benefits in sub-Saharan Africa"
        },
        {
            "text": "(7) Fostering innovative interventions and best practices amongst professional, health workers and the community resilience and participative engagement in response to emerging threats and disasters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access resources and public health benefits in sub-Saharan Africa"
        },
        {
            "text": "(8) Facilitating lifetime interactive learning, increasing knowledge, empowerment and resilience in emerging epidemics and infectious diseases vulnerability surveillance and monitoring measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access resources and public health benefits in sub-Saharan Africa"
        },
        {
            "text": "(9) Promoting ethical, legal and international regulations and by-laws applications in safety and security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access resources and public health benefits in sub-Saharan Africa"
        },
        {
            "text": "(10) Promoting local, national and regional \"One Health\" approach in tackling in integrated manner regional and global epidemics of zoonotic infectious diseases prevention, preparedness, control and elimination agenda integration, uptake and utilization for impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access resources and public health benefits in sub-Saharan Africa"
        },
        {
            "text": "Author contributions ET conceived the idea, researched the literature and initiated the primary draft of the manuscript. ET, GM and CKW contributed to review the literature. ET, GM, CKW, ENT, OAO, NM, LB, AAA and JYN provided further inputs. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access resources and public health benefits in sub-Saharan Africa"
        },
        {
            "text": "No competing interests were disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "The author(s) declared that no grants were involved in supporting this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grant information"
        },
        {
            "text": "The authors have addressed the highly important issue of free open access (FOA) as a means of tackling emerging epidemics and infectious diseases burden in Africa. They argue that unrestricted open access and free use or reuse of relevant and appropriate data together with sharing of data among African researchers, international partners, policy makers and the community will help limit the effect of burden of infectious disease epidemics in Africa. Availability of real time information on virtually all aspects of infections and diseases is required for timely action and response needed to ensure that public health events do not escalate to international concerns with grave consequences. It must be however observed that unrestricted free open access to data may lead to users being overwhelmed and unable to make sense out of the data, unless there is available capacity and capability for appropriately analysing and synthesizing the data into valuable information for policy-makers, implementers, care providers, researchers, health-related institutions and stakeholders including the community. This requires increasing and improving human resource capacity side by side with the call for unrestricted free open access. I find the review stimulating and challenging, with title and abstract matching the contents and conclusions which focuses on the benefits of FOA. As they call for FOA, they also call for the need for unrestricted but planned collaboration between all stakeholders under the \"One Health\" umbrella.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grant information"
        },
        {
            "text": "No competing interests were disclosed. Competing Interests:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I have read this submission. I believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Are Press Depictions of Affordable Care Act Beneficiaries Favorable to Policy Durability?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chattopadhyay",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Politics Life Sci",
            "volume": "34",
            "issn": "2",
            "pages": "7--43",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cumulative Environmental Impacts: Science and Policy to Protect Communities",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morello-Frosch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zeise",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Annu Rev Public Health",
            "volume": "37",
            "issn": "",
            "pages": "83--96",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Open access to research for the developing world",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Cockerill",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Knols",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Issues Sci Technol",
            "volume": "24",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lessons learned from scaling up a community-based health program in the Upper East Region of northern Ghana",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Awoonor-Williams",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Sory",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Nyonator",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Glob Health Sci Pract",
            "volume": "1",
            "issn": "1",
            "pages": "117--133",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "PubMed Abstract | Publisher Full Text | Free Full Text",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.9745/GHSP-D-12-00012"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Active patients in rural African health care: implications for research and policy",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Leonard",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Health Policy Plan",
            "volume": "29",
            "issn": "1",
            "pages": "85--95",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Improving online access to medical information for low-income countries",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aronson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "10",
            "pages": "966--968",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Health professionals for a new century: transforming education to strengthen health systems in an interdependent world",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Bhutta",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "376",
            "issn": "9756",
            "pages": "1923--1958",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Organization WH: Strengthening health systems to improve health outcomes. WHO's Framework for Action",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Which knowledge? Whose reality? An overview of knowledge used in the development sector",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Dev Pract",
            "volume": "16",
            "issn": "6",
            "pages": "518--532",
            "other_ids": {
                "DOI": [
                    "10.1080/09614520600957951"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Promoting open access to research in academic libraries",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Reference Source",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Open access in South Africa: A case study and reflections",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Czerniewicz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goodier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "S Afr J Sci",
            "volume": "110",
            "issn": "9",
            "pages": "1--09",
            "other_ids": {
                "DOI": [
                    "10.1590/sajs.2014/20140111"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Research evidence and policy: qualitative study in selected provinces in South Africa and Cameroon",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Naude",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ongolo-Zogo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Implement Sci",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "The substantiation is argued by knowledge-based open data or information access platforms and proven models that are urgently needed in promoting useful and efficient public health intelligence, health programming and ample financial allocation in disease prevention and control in line with the Abuja declaration in 2000 and health for all of the Africa Union vision 2063 (AU, 20163) and Pan-Africanism agenda 13,14,17,20,21 .",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Version 1 15 This article was carefully thought of by the authors in relation to the current disease burden faced by the world and its people. The concept of FOA as a driving force for better networking on the knowledge of disease burden, has been an area of concern by researchers, health organizations and the various government bodies around the world. Research based information generated by different labs using high throughput information has been the driving force for obtaining large funding, reasons why the published information cannot be freely accessed in some journals. The resulting challenge is the lack of implementation of the right approaches to disease outcomes in LMICs due to low comprehension of the disease epidemiology and genetic factors. There is actually need for world governing bodies to sit at their conferences and make FOA a priority so that researchers in LMICs, through documented information in accessed journals, could collaborate with authors who have published widely in related fields of interest, helping them contain the disease epidemic using the right approaches before it spreads. The world now is a global village and should be treated as such, hence institutions at all ends of the globe should be able to create some form of partnerships for training and sharing data for the advancement of better health for all.The authors actually focused on their indicated topic and brought out related challenges, which suggests reasons for poor approaches to the current disease burden. Their proposals highlight steps which every player involved in decision making at various levels of the disease burden for better health, need to consider for us to attain the health goals put in place.I recommend this article as a document for all involved in the research and health field.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 12,
                    "text": "15",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Current Referee Status:"
        },
        {
            "text": "No competing interests were disclosed. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I have read this submission. I believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard."
        }
    ]
}