{
    "paper_id": "a336fd69f73d0debd55b454b97ff45cf9f39d82a",
    "metadata": {
        "title": "Containment measures for emerging and re-emerging vector-borne and other infectious diseases of poverty in urban settings: a scoping review",
        "authors": [
            {
                "first": "Laurence",
                "middle": [],
                "last": "Campeau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stéphanie",
                "middle": [],
                "last": "Degroote",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Valery",
                "middle": [],
                "last": "Ridde",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mabel",
                "middle": [],
                "last": "Carabali",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kate",
                "middle": [],
                "last": "Zinszer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The emergence and re-emergence of vector-borne and other infectious diseases of poverty pose a threat to the health of populations living in urban and low-income settings. A detailed understanding of intervention strategies, including effectiveness of past outbreak containment, is necessary to improve future practices. The objective was to determine what is known about the effectiveness of containment measures for emerging and re-emerging vector-borne and other infectious diseases of poverty in urban settings and identify research gaps and implications for public health practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Main body: We conducted a scoping review and systematically searched peer-reviewed and grey literature published between 2000 and 2016. Different data extraction tools were used for data coding and extraction, and data on implementation process and transferability were extracted from all studies. A quality assessment was conducted for each included study. We screened 205 full-text articles and reports for a total of 31 articles included in the review. The quality of the studies was generally low to moderate. The largest body of evidence concerned control activities for Ebola virus and dengue fever. The majority of interventions (87%) relied on multiple types of measures, which were grouped into four categories: 1) healthcare provision; 2) epidemiological investigation and/or surveillance; 3) environmental or sanitary interventions; and 4) community-based interventions. The quality of the majority of studies (90%) was poor or moderate, and one-third of the studies did not provide a clear description of the outcomes and of the procedures and/or tools used for the intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Our results highlight the difficulty of establishing causation when assessing the effect of containment measures. Studies that extend beyond solely reporting on effectiveness and take into account the complexity of real-world settings are urgently needed. We recommend the allocation of research efforts to the evaluation of the implementation processes of interventions as well as their comprehensive and systematic description using validated checklists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Please see Additional file 1 for translations of the abstract into the five official working languages of the United Nations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multilingual abstracts"
        },
        {
            "text": "Almost a year and a half after the declaration of the Zika virus outbreak as a Public Health Emergency of International Concern, public health practitioners and policy-makers remain indecisive about Zika control measures [1] . This raises concerns about the ability of current systems to deal with the unpredictable nature of emerging pathogens, particularly with 84 countries having confirmed local transmission of the disease since 2015 [2] . Although the Zika virus shares similar features with dengue fever and chikungunya, the clinical and public health communities were caught off guard, given the serious consequences of fetal infections and the rapid spread of the disease [3] . As the Zika pandemic will certainly not be the last emerging infectious disease to challenge global health systems, it is necessary to understand the common knowledge gaps in outbreak response across previous epidemics to improve the containment of future outbreaks. This is particularly important considering the emergence of new challenges for cities, including demographic and environmental changes. With approximately half of the world's population now living in urban settings and with the rapid population growth occurring in low-income countries, urban and low-resource settings are particularly prone to epidemics [4] . New megacities act as perfect incubators for the introduction of diseases, with the accelerated and often uncontrolled urbanization resulting in amplified circulation of pathogens due to high population densities and mobility, weak infrastructure and waste management services, and poor housing [5] .",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 224,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1309,
                    "end": 1312,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1610,
                    "end": 1613,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "There is an important absence of evidence to guide effective prevention and control of epidemics in urban and low-resource settings [6, 7] . The objective of this review was to examine research literature on the effectiveness of containment measures for emerging and re-emerging vector-borne and other infectious diseases of poverty in urban settings. A secondary objective was to identify research gaps and research limitations, and their implication for public health practice.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 136,
                    "end": 138,
                    "text": "7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Description of the Delphi process used to select the six topics of the scoping reviews This study is part of a larger series of six scoping reviews conducted by the \"VEctor boRne DiseAses Scoping reviews\" (VERDAS) consortium following a call from the Vectors, Environment and Society unit of the Special Programme for Research and Training in Tropical Diseases (TDR) hosted by the World Health Organization (WHO). The integral protocol of the VERDAS consortium has been published [8] .",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 483,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We used an eDelphi survey (a Delphi survey conducted via electronic mail) to select the six topics considered of highest priority by a panel of 84 international expert participants (43% researchers; 52% public health decision-makers; 5% from the private sector). The eDelphi consisted of a three-round process: 1) we invited participants to suggest any topic to be considered; 2) more than 80 topics were rated from \"1-eliminate\" to \"5-top priority\"; and 3) the 20 topics rated 4 or 5 by more than 65% of the participants (i.e., the most highly voted items) were rated for a second time. By the end of the third round, six topics had been selected, with the present topic having obtained the mean rate of 4.00 ± 1.02 and being ranked fifth out of six in terms of importance (71.4% of the participants rated the topic 4 or 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We conducted a systematic search through MEDLINE, Embase, Global Health, Web of Science, and the Cochrane Database of Systematic Reviews in July 2016 to identify published studies. The search strategy was validated by a public health librarian and consisted of the following combination of terms: \"vector-borne disease*\" OR \"infectious disease*\" AND \"urban setting*\" AND \"epidemic*\" AND \"containment measure*\" AND \"evaluat*\". We added all possible word variations and MeSH terms for each database (see full list in Additional file 2). Truncations, wild cards, and proximity operators were also used to broaden our search. Grey literature was identified through OpenGrey, the Grey Literature Report, and WHO Library Information Networks for Knowledge Database (WHOLIS). Finally, additional articles were identified by manually screening the references of papers that met our inclusion criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "The literature identified through the search strategy was independently reviewed by three team members (LC, KK, SD) after a pilot round. Based on the initial review, post-hoc inclusion and exclusion criteria (i.e., developed after the pilot round for the subsequent literature selection) were developed, which stipulated the articles must: 1) be written in English or French; 2) be published in national and international peer-reviewed journals or grey literature reports from relevant organizations; 3) pertain to evaluation of the effectiveness of containment measures in an urban context; 4) pertain to an outbreak, an epidemic, or a pandemic; 5) concern emerging or re-emerging vector-borne diseases or infectious diseases of poverty on humans. To ensure a contemporary overview of outbreak control strategies, we also chose to exclude articles concerning endemic diseases and articles published before January 2000.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "The articles that met the inclusion criteria after the title and abstract screening by the two reviewers (LC, KK) were then reviewed in full by the same reviewers. A third reviewer (SD) was consulted to resolve any discrepancies at each stage of the process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "To respect the inclusion criteria objectively, we also based our selection of studies on specific definitions. First, vector-borne diseases were defined as a group of pathogens transmitted between hosts through infected arthropod species such as mosquitoes, fleas, ticks, flies, sandflies, triatomine bugs, and certain freshwater aquatic snails [9] .",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "The term 'infectious diseases of poverty' , rather than designating a specific group of diseases, is used in global health to describe communicable diseases known to disproportionately affect poorer populations [10] . For this reason, we restricted our scope to interventions conducted in low-and middle-income countries as defined by the World Bank [11] .",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "Second, the terms 'epidemic' and 'pandemic' refer to the occurrence of cases of a specific disease in higher proportions than normally expected in a specific population and area [12] . Those terms refer to national and international events, respectively. The term 'outbreak' , being less restrictive, refers to both geographical contexts and can also be used in the context of a single case of an emerging or re-emerging disease [13] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "Third, we used data from the 2014 revision of the World Urbanization Prospects issued by the Population Division of the Department of Economic and Social Affairs of the United Nations to determine what should be considered urban populations according to criteria set by each specific country [14] .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "Study characteristics, quality assessment, and data extraction Descriptive characteristics, quality assessment, and data from articles that met the inclusion criteria were extracted into a standardized template using a Microsoft Excel 2016 (Microsoft corporation, Redmond, Washington, USA) spreadsheet that was validated by two contributors (LC, SD), with an agreement of over 85% for the extracted data. First, the quality of the papers was assessed using the Mixed Methods Appraisal Tool (MMAT) [15] . This tool evaluates the methodological validity of qualitative, quantitative, and mixed methods studies. Studies were ranked according to their respect of specific criteria and were labelled 'yes' , 'no' , or 'don't know' , depending on whether they clearly met the criteria, did not, or if it was not possible to determine from the reporting whether they met them.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 501,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "Completeness of intervention description was assessed using the Template for Intervention Description and Replication (TIDieR, http://www.equator-network.org/re porting-guidelines/tidier/) checklist developed by Hoffman and colleagues [16] . This tool was used to document the rationale, materials, procedures (how, by whom, when and where intervention took place), modifications, and fidelity of the intervention [17] (see Additional file 3 for the complete extraction grid used for this review).",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "The Analysis of the transferability and support to adaptation of health promotion interventions (ASTAIRE, https://www.cairn.info/load_pdf.php?ID_ARTICLE=SPUB _146_0783) checklist, developed by Cambon and colleagues, was used to evaluate the transferability of the interventions, i.e., \"the extent to which the result of one intervention in a given context can be achieved in another context\" [18] .",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "Our search strategy yielded 4179 documents in total. The title and abstract screening led to the selection of 205 documents, of which 31 articles met our inclusion criteria after the full-text screening (see the the Preferred Reporting Items for Systematic Reviews and Meta-Analyses [PRISMA] flowchart - Fig. 1 ). Studies were carried out in Africa (n = 14; 45%), South America (n = 4; 13%), Asia (n = 8; 26%), the Caribbean (n = 4; 13%), and Oceania (n = 1; 3%). Diseases included Ebola (n = 9; 29%), dengue fever (n = 7; 23%), cholera (n = 5; 16%), Lassa fever (n = 2; 6%), A/H1N1 influenza (n = 2; 6%), severe acute respiratory disease (n = 3; 10%), multi-drug resistant tuberculosis (n = 1; 3%), meningitis (n = 1; 3%), and malaria (n = 1; 3%). Seven (23%) of the studies were mathematical models, two (6%) were observational studies, 12 (39%) were descriptive analyses, and 10 (32%) were case reports. All documents included were peer-reviewed articles published in scientific journals. No documents obtained through the grey literature search met the study criteria.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 310,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Description of included studies"
        },
        {
            "text": "Characteristics of the included studies are detailed in Table 1 . A brief description of the intervention, the outcome measures, an overview of the evaluation of effectiveness, and the main limitations of the study are reported.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Description of included studies"
        },
        {
            "text": "Only 14 out of 31 articles were evaluated using the MMAT (see Fig. 2 ). Model-based (n = 7) and non-research case reports (n = 10) were excluded because the MMAT can only be used for experimental-type design intervention studies. The studies evaluated consisted of 11 descriptive studies, one randomized study, one case-control study, and one qualitative study. Overall, the quality of the studies evaluated was estimated as moderate, with a median score of 75%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 68,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Quality of studies included"
        },
        {
            "text": "Among the 17 articles which could not be evaluated with the MMAT, 10 were classified as non-research [19-25, 27, 28, 49] as they did not provide a methods section, a description of the subjects, procedures or tools used, or a clear assessment of the outcomes. Given the lack of essential information to perform a quality assessment, these studies were considered to be of low quality. Figure 3 illustrates to what extent the interventions were described in each study. For the purpose of this paper, we distinguished between interventions and measures. Interventions were defined as a set of measures with a common objective, such as to achieve specific outcomes (i.e., the overall actions described in each study), and measures referred to the specific components of those interventions (i.e., each action developed in all studies). Measures were grouped into four categories: healthcare provision (n = 22, 71%), epidemiological investigation and/or surveillance (n = 19, 61%), environmental or sanitary measures (n = 19, 61%), and community-based measures (n = 9, 29%). The groupings were not mutually exclusive, therefore the percentage exceeded 100%.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 120,
                    "text": "[19-25, 27, 28, 49]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 393,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Quality of studies included"
        },
        {
            "text": "Healthcare provision measures included: health infrastructure improvements, such as the construction of new clinics, treatment centres, or hospitals [20, 24, 28, 30, 34, 38, 39, 45, 48] (n = 9, 29%); improved case management [21, 27, 30, 33, 34, 36, 41] (n = 7, 23%); appointment of public health officers and reorientation of specialists [19, 22, 24, 28, 36, 48] (n = 6, 19%); training of doctors, community health workers, and other professionals [22, 28, 38, 39] (n = 4, 13%); provision of pre-or post-exposure prophylaxis [21, 30, 37] (n = 3, 10%); reactive vaccination campaigns [29, 41, 47] (n = 3, 10%); introduction of treatment beds [24, 46] (n = 2, 6%); use of new technology for diagnosis and treatment [24, 27] (n = 2, 6%); timely hospital admission and effective triage of patients [40] (n = 1, 3%), and safe transfer of identified cases [40] (n = 1, 3%). Psychosocial support was also provided in one study [25] (n = 1, 3%). Intervention materials included vaccines, medication, extra beds, and personal protective equipment [21, 24, 28-30, 37, 39, 41, 45-47] (n = 11, 35%).",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 154,
                    "end": 157,
                    "text": "24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "28,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "34,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "38,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "39,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "45,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "48]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[21,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "27,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "33,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "34,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "36,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "41]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "22,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "28,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "36,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "48]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[22,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "28,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 458,
                    "end": 461,
                    "text": "38,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "39]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[21,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 538,
                    "text": "37]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[29,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "41,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "47]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "[24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "46]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "27]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 795,
                    "end": 799,
                    "text": "[40]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "[40]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 921,
                    "end": 925,
                    "text": "[25]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1039,
                    "end": 1073,
                    "text": "[21, 24, 28-30, 37, 39, 41, 45-47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Types of containment measures"
        },
        {
            "text": "Epidemiological investigation and/or surveillance measures consisted of: the setting up or improvement of surveillance systems [19, 24, 26, 27, 30, 33, 36, 37, 40, 49] (n = 10, 32%); active case-finding and contact tracing [25-28, 34, 37, 49] (n = 7, 23%); collection of serological samples and documentation of cases [22, 28, 37] (n = 3, 10%); entomological surveys and mapping [22] [23] [24] (n = 3, 10%); screening of all arrivals and departures in and out of the country by land, air, and sea [29, 49] (n = 2, 6%); operational studies for testing case definitions [22] (n = 1, 3%); and establishment of a phone-based alert The House index refers to the number of positive houses per total of inspected houses [23] b",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 132,
                    "end": 135,
                    "text": "24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 136,
                    "end": 139,
                    "text": "26,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "27,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "33,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "36,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "37,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "40,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "49]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 223,
                    "end": 242,
                    "text": "[25-28, 34, 37, 49]",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[22,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "28,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "37]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[24]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "[29,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 502,
                    "end": 505,
                    "text": "49]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Types of containment measures"
        },
        {
            "text": "The Breteau index refers to the number of breeding sites per total of inspected houses [23] management system [37] (n = 1, 3%). Intervention materials were real-time polymerase chain reaction (PCR), dashboards, and mobile phones [29, 44] (n = 2, 6%). Environmental and sanitary measures focused mainly on the isolation or quarantine of symptomatic individuals or close contacts [25, 26, 29, 34-36, 38-40, 43, 48] (n = 11, 35%) and vector source reduction and chemical vector control measures in the case of vector-borne diseases [23, 24, 27, 31-33, 42, 44] (n = 8, 26%). Other types of measures included: decontamination of the environment [21, 23, 37, 38] (n = 4, 13%); safe burial practices [34, 36, 45] (n = 3, 10%); closing of public and entertainment facilities [39, 48] (n = 2, 6%); and water purification [24, 30] (n = 2, 6%). Campus quarantine was also used in one case [43] (n = 1, 3%). The intervention materials mostly consisted of larvicides, insecticides, insecticide treated bed nets, and material for water [23, 27, 31-33, 42, 50] (n = 7, 23%).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 110,
                    "end": 114,
                    "text": "[37]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "[29,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "44]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 378,
                    "end": 412,
                    "text": "[25, 26, 29, 34-36, 38-40, 43, 48]",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 556,
                    "text": "[23, 24, 27, 31-33, 42, 44]",
                    "ref_id": null
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "[21,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "23,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "37,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "38]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[34,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "36,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "45]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 767,
                    "end": 771,
                    "text": "[39,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 772,
                    "end": 775,
                    "text": "48]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 812,
                    "end": 816,
                    "text": "[24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "30]",
                    "ref_id": null
                },
                {
                    "start": 878,
                    "end": 882,
                    "text": "[43]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1022,
                    "end": 1045,
                    "text": "[23, 27, 31-33, 42, 50]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Types of containment measures"
        },
        {
            "text": "Community-based measures focused mainly on: involvement and training of community volunteers [33, 35, 36, 38, 49] (n = 5, 16%); awareness campaigns [20, 30, 31, 40, 41] (n = 5, 16%); and public education [31, 33, 41, 49] (n = 4, 13%). They also included community-based surveillance or case-finding [30, 35, 36] (n = 3, 10%) and social mobilization [22, 36] (n = 2, 6%). Materials used included pamphlets, posters, videos, social media platforms, and print and electronic media [24, 27, 35, 38, 49] (n = 5, 16%).",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[33,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 98,
                    "end": 101,
                    "text": "35,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 102,
                    "end": 105,
                    "text": "36,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "38,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "49]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "31,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 161,
                    "end": 164,
                    "text": "40,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "41]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[31,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "33,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "41,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "49]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[30,",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "35,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "36]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[22,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "36]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "27,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "35,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "38,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "49]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Types of containment measures"
        },
        {
            "text": "Lastly, most of the interventions were conducted only once, and duration ranged from one month and a half [25, 31, 43] to two years and four months [34] . No information was available on modifications made to the interventions during the study, on adherence of participants, or on intervention fidelity. The rationale for the majority of the studies was to focus on controlling the spread of disease and to mitigate further spread throughout the country. No conceptual theories were mentioned to justify the chosen interventions.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[25,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 111,
                    "end": 114,
                    "text": "31,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "43]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[34]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Types of containment measures"
        },
        {
            "text": "Using the ASTAIRE tool [18] , as presented in the Methods section, we examined the availability of information on 23 elements related to the study's population, environment, and implementation process, as well as elements needed for the intervention's transfer (see Additional file 3 for all data extracted). Figure 4 illustrates the availability of those elements.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 317,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Implementation process and transferability"
        },
        {
            "text": "The recipient population was not well described in most studies, with only eight articles providing information on its epidemiologic and/or sociodemographic characteristics [21, 24, 27, 34, 37, 40, 41, 47] , and four articles mentioned cognitive, social, and/or educational characteristics of the study population [17, 21, 35, 41] . The eight studies that evaluated the intervention's financial, geographic, and/or sociocultural accessibility rated it as favourable [20, 24, 28, 30, 35, 37, 38, 41] , although none of the studies described how these evaluations were made and are likely based on subjective opinion and information. The recipients' perceptions of the intervention's utility were mentioned in one study [35] .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[21,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "27,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "34,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "37,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "40,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "41,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "47]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 314,
                    "end": 318,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "21,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "35,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "41]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "28,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "35,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "37,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "38,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "41]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[35]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Implementation process and transferability"
        },
        {
            "text": "Institutional factors influencing the interventions, such as committed political will or decision-makers' positive perceptions of the intervention, were rarely described. The types of partners involved with the intervention included international organizations (e.g. WHO, Médecins Sans Frontières, United Nation agencies), local and international non-governmental organizations, governmental institutions, and other stakeholders, such as local authorities or opinion leaders. The private sector (e.g. petrol, communications, and software companies) was also involved in one case [49] . Thirteen interventions were based on routine means and structures (e.g. local professionals and pre-existent infrastructures), while 11 relied on international assistance or the construction of new infrastructures, such as hospitals.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 583,
                    "text": "[49]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Implementation process and transferability"
        },
        {
            "text": "The different aspects related to the implementation process were minimally described in the majority of studies. The capacities of the providers and project leaders were only assessed in ten studies [19, 20, 24, 27, 33, 35, 38, 40, 48, 49] , and among the nine articles that reported on financial resources, five mentioned a lack of funding [19, 20, 25, 28, 45] . In one study, the intervention was stopped after 14 weeks due to budget constraints [20] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "27,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "33,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "35,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "38,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "40,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "48,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "49]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "25,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "28,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "45]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Implementation process and transferability"
        },
        {
            "text": "While most of the articles (24 out of 31) reported overall positive results, such as a reduction in disease burden or Fig. 4 Percentage of studies with ASTAIRE elements spread, seven studies reported neutral or negative results [23, 30, 32, 33, 35, 36, 44] . Outcomes used to evaluate the effectiveness of interventions varied largely among articles and included: number of cases [23, 24, 27, 29, 31, 33, 36, 37, 39, 41, 43-45, 47, 48] ; case fatality rates [21, 23, 24, 29, 36, 38, 45] ; entomological indices such as the House index and Breteau index [23, [31] [32] [33] 42] ; delay in disease detection [36, 38] or time between illness onset and hospitalization [39, 40] ; proportion of contacts among new cases [30] ; development of resistant strains [30] ; changes in the reproduction number [26] ; and number of cases averted [46] . Four studies did not provide clear outcome measures [19, 22, 25, 26] while two studies controlled for measured confounders [41, 42] , and seven used mathematical modeling approaches [26, [43] [44] [45] [46] [47] [48] . Five studies assessed the effectiveness of specific measures rather than providing an average measure of effectiveness for the full intervention. One of those was a randomized study [42] , one was a case-control study [41] , and three were mathematical models [27, 38, 47] .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[23,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "32,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "33,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "35,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "36,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "44]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 380,
                    "end": 435,
                    "text": "[23, 24, 27, 29, 31, 33, 36, 37, 39, 41, 43-45, 47, 48]",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[21,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "23,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "29,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "36,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "38,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "45]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "[23,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[31]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[32]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[33]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "42]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[36,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "38]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 665,
                    "end": 669,
                    "text": "[39,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "40]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 715,
                    "end": 719,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 759,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 801,
                    "text": "[26]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "[46]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 896,
                    "end": 899,
                    "text": "22,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 900,
                    "end": 903,
                    "text": "25,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 904,
                    "end": 907,
                    "text": "26]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[41,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 967,
                    "end": 970,
                    "text": "42]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[26,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1026,
                    "end": 1030,
                    "text": "[43]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[44]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1036,
                    "end": 1040,
                    "text": "[45]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1041,
                    "end": 1045,
                    "text": "[46]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1046,
                    "end": 1050,
                    "text": "[47]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1051,
                    "end": 1055,
                    "text": "[48]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1240,
                    "end": 1244,
                    "text": "[42]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1276,
                    "end": 1280,
                    "text": "[41]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1318,
                    "end": 1322,
                    "text": "[27,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1323,
                    "end": 1326,
                    "text": "38,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1327,
                    "end": 1330,
                    "text": "47]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 124,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Evaluation of interventions"
        },
        {
            "text": "The authors identified many challenges encountered in conducting containment measures. Eleven studies mentioned a lack of experience in the diagnosis, management, and treatment of the diseases in question among local doctors, mainly due to the non-endemicity of those diseases. This led to missing diagnoses and/or misdiagnosis of early cases, which delayed the time to outbreak identification and response [19, 22, 25, 27, 31, 33, 36-38, 40, 48] . Nine studies cited the absence of sufficient material resources and infrastructure as barriers to efficient containment of outbreaks [19, 20, 24, 28, 32, 33, 37, 38, 48] . Eight articles identified an important delay between the onset of the disease and the implementation of a response plan or access to treatment for infected individuals as an important challenge faced by the intervention [22, 24, 28, 34, 38, 39, 47, 49] .",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 446,
                    "text": "[19, 22, 25, 27, 31, 33, 36-38, 40, 48]",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "28,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "32,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "33,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 607,
                    "end": 610,
                    "text": "37,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "38,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "48]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "[22,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 850,
                    "end": 853,
                    "text": "28,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 854,
                    "end": 857,
                    "text": "34,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 858,
                    "end": 861,
                    "text": "38,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 862,
                    "end": 865,
                    "text": "39,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 866,
                    "end": 869,
                    "text": "47,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 870,
                    "end": 873,
                    "text": "49]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Challenges faced"
        },
        {
            "text": "Urban settings were also mentioned as presenting particular challenges in nine instances [20, 23, 24, 30, 32, 35, 36, 39, 47] , with urban epidemics considered more difficult to control than those occurring in rural areas. The reasons included: high population density [20, 23, 24, 32, 39, 47] ; population mobility [30, 32, 35] ; and rapid, unplanned urbanization [31, 32] . One article mentioned the lack of community involvement and absence of strong social networks as challenges related to infectious disease control in urban settings. Urban dwellers, as opposed to rural residents, were described as persons who are \"individualistic, lack social support, and are money dependant and difficult to mobilise in their overcrowded neighbourhoods\" [36] . Conversely, one article mentioned the higher education level of urban residents as well as the easiest availability of healthcare resources as urban factors for more efficient containment of diseases [20] .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 94,
                    "end": 97,
                    "text": "23,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 98,
                    "end": 101,
                    "text": "24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 102,
                    "end": 105,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "32,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "35,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "36,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "39,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "47]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "23,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "32,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "39,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "47]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[30,",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "32,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "35]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "[31,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "32]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[36]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 955,
                    "end": 959,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Challenges faced"
        },
        {
            "text": "Most articles provided recommendations for the effective containment of future diseases. Those included improving surveillance measures (n = 10, 32%), reducing the delay between disease onset and implementation of interventions (n = 9, 29%), involving the community in the intervention (n = 7, 23%), improving medical infrastructure and resources (n = 7, 23%), reinforcing the training of health professionals (n = 4, 13%), and developing and disseminating outbreak management guidelines (n = 4, 13%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learned and recommendations"
        },
        {
            "text": "The aim of this study was to determine the scientific knowledge of the effectiveness of containment measures of emerging and re-emerging vector-borne and other infectious diseases of poverty in urban settings. We found that there is limited evidence of effectiveness, given the poor to moderate quality of the evaluation of the interventions which were focused on Ebola or dengue control, excluding several relevant infectious diseases. We have developed several recommendations for researchers and practitioners to improve the quality of evidence for containment measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There were a variety of containment measures used simultaneously for the control of emerging or re-emerging diseases of poverty in urban centres. In the majority of the studies, it was not possible to determine the effect of any single intervention due to their overlapping and concurrent implementation. The data supporting the evidence on the effectiveness of control measures were generally observational and rarely experimental with the designs of approximately one-third of the included studies being case reports of low methodological quality. Additionally, 65% of the studies did not specify their evaluation methodology, based their conclusions on limited data, and/or could not attribute the control of the outbreak to a specific intervention. While most studies provided recommendations for infectious disease control in urban centres, in most instances those were not supported by the appropriate data. They appeared to be subjectively-based rather than evidence-based recommendations, which highlights the need for a higher degree of scientific rigour to avoid the replication of unsuccessful strategies [51] .",
            "cite_spans": [
                {
                    "start": 1116,
                    "end": 1120,
                    "text": "[51]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Multifactorial issues associated with conducting research in real-world settings, such as context-specific issues related to the implementation of the research project also inhibited the ability to evaluate the effectiveness of interventions. Real-world scenarios and settings present the challenge of adapting theoretical (and idealistic) strategies to practical (and sometimes far from ideal) scenarios [52] , which usually interfere with the development, success, and therefore evaluation of intervention studies. Checklists such as the TIDieR and ASTAIRE can be used to document information regarding the description, implementation processes, and transferability of those interventions [16, 18] . For the studies included in this review, the quantity and the quality of information on the interventions' implementation processes, as well as on intervention modifications and intervention fidelity, were insufficiently described. This lack of information is problematic considering the importance of gathering information on the implementation process of real-world interventions to provide a better account of complex phenomena [51] . As a result, the complexity of the context in which the interventions took place could not be assessed in most cases, thus drastically reducing the transferability of the interventions.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 409,
                    "text": "[52]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 691,
                    "end": 695,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1133,
                    "end": 1137,
                    "text": "[51]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As we only included articles published in English and French, relevant documents in other languages such Spanish, Portuguese, or native languages from the Asian region were not considered, which may have resulted in a differential exclusion of information from relevant settings. Additionally, no information was included on the measures taken in response to the Zika virus pandemic, due to the time at which our search strategy was performed. Although overall patterns and research gaps could be identified for the group of conditions studied, the implicit heterogeneity of the definition of 'diseases of poverty' presented a challenge when summarizing the results of our search. These issues were overcome using general checklist tools, but we acknowledge the usefulness of narrower definitions and specificity of topics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the study"
        },
        {
            "text": "This review has highlighted several knowledge gaps and priority needs for future research highlighted in Table 2 . Firstly, future research should seek to work within real-world conditions rather than through controlled studies, as there is a need for research designs that take into account the complexity of the settings in which the interventions occur. This would allow the influencing factors of intervention implementation in complex systems (e.g., political support) to be considered. Similarly, longer follow-up periods and methodologically rigorous data collection would improve the quality of future studies. Mathematical models can be a valuable tool for informing control measures although the outputs of the models should be evaluated, such as applied to field settings.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 112,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Implications for future research"
        },
        {
            "text": "Secondly, there is a clear need for routine and systematic description of the implementation process, context, and related elements needed for transfer to future studies and scenarios [53] . Standardized reporting checklists such as TIDieR and ASTAIRE should be used in planning and reporting interventions in order to improve knowledge transfer between researchers and enable public health practitioners to reproduce the achieved results in future interventions. We also suggest that the use of these tools should be a requirement of scientific journals that publish research concerning public health interventions.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[53]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Implications for future research"
        },
        {
            "text": "Thirdly, given that the largest body of evidence concerned control activities for Ebola virus and dengue fever, our study highlights the need to expand the body of evidence on the containment of neglected tropical diseases such as chikungunya, human African trypanosomiasis, and leishmaniosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for future research"
        },
        {
            "text": "Lastly, both researchers and public health practitioners would benefit from more theory-informed approaches for disease control [54, 55] . Studies based on mathematical models and implementation theories would help to define factors mediating the speed and effectiveness of containment measures and would improve the ability of public health practitioners to conduct informed interventions. Similarly, evidence-based lessons and recommendations are needed to enable the development of more useful policies and guidelines.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[54,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "55]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Implications for future research"
        },
        {
            "text": "Implications for public health policy and/or practice Based on our findings, we highlighted implications for public health policy and practice which are summarized in Table 3 . Ideally, public health practitioners should focus on proactive rather than reactive approaches. This would involve reinforcing the training of doctors and other Table 2 Knowledge gaps and priority needs for future research • Future research designs need to account for the complexity of real-world settings • Longer follow-up times and more comprehensive data are needed to better understand causality and the effects of the interventions • Comprehensive and systematic descriptions of implementation processes are needed, as are descriptions of contextual elements related to transferability, following standardized reporting guidelines • More and better evidence is needed on control measures for neglected tropical diseases • The theoretical models underpinning interventions need to be strengthened • Evidence-based lessons and recommendations should be generated from research that is conducted objectively Table 3 Implications for public health policy and/or practice • Focus on a proactive approach when time and resources allow: reinforcement of training, planning, and investments in materials • Fund post-intervention research • Include an adequate evaluation period in the planning of interventions • Rely on theory when planning interventions and making evidence-based recommendations • Promote comprehensive intervention description, especially regarding context, using validated checklists such as TIDieR and ASTAIRE health professionals on the diagnosis, management, and treatment of emerging and re-emerging diseases, increasing the resources available for disease containment, and improving medical infrastructure before the onset of any outbreak or epidemic. We recognize that such recommendations are not always feasible in low-resource settings, and this review identified other areas of practice that can be more easily addressed. Among them, the funding of post-intervention research and the inclusion of an evaluation period in the design of the intervention is needed. Similarly, future interventions should be planned on the basis of existing evidence and theory.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 174,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 345,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1096,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Implications for future research"
        },
        {
            "text": "The results of this review demonstrate that there is an important lack of good quality evidence to guide infectious disease containment measures. The majority of interventions included this review were complex, which was further complicated by the setting or context where the intervention was implemented. There are actions that should be taken to improve the quality of the evidence and to account for the context through comprehensive and standard reporting. Allocating research efforts to evaluating the implementation processes of interventions is an important step in improving the control of emerging and re-emerging diseases. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Zika virus public health emergency: 6 months on",
            "authors": [
                {
                    "first": "Maurice",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Lond Engl",
            "volume": "388",
            "issn": "",
            "pages": "449--50",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO | Zika virus and complications. WHO",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical update on dengue, chikungunya, and Zika: what we know at the time of article submission",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dehning",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Phipps",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Swienton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2016",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "How urbanization affects the epidemiology of emerging infectious diseases",
            "authors": [
                {
                    "first": "C-J",
                    "middle": [],
                    "last": "Neiderud",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect Ecol Epidemiol",
            "volume": "5",
            "issn": "0",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "WHO | Increased risk of urban yellow fever outbreaks in Africa. WHO",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Public health interventions for Aedes control in the time of Zikavirus-a meta-review on effectiveness of vector control strategies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bouzid",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brainard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Negl Trop Dis",
            "volume": "10",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Global policy challenges for urban vector-borne disease risks",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alabaster",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Can Comm Dis Rep",
            "volume": "44",
            "issn": "",
            "pages": "203--207",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Approach to identifying research gaps on vector-borne and other infectious diseases of poverty in urban settings: scoping review protocol from the VERDAS consortium and reflections on the project's implementation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Degroote",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bermudez-Tamayo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ridde",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Infect Dis Poverty. Accepted",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "WHO | Vector-borne diseases. WHO",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Report for Research on Infectious Diseases of Poverty",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "How are the income group thresholds determined? -World Bank Data Help Desk",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "United Nations Department of Economics and Social Affairs, Population Division",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Proposal: A mixed methods appraisal tool for systematic mixed studies reviews",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pluye",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cargo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "O&apos;cathain",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Boardman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Gagnon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Rousseau",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Better reporting of interventions: template for intervention description and replication (TIDieR) checklist and guide",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Glasziou",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Boutron",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A modified theoretical framework to assess implementation fidelity of adaptive public health interventions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pérez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Der Stuyft",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Zabala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lefèvre",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Implement Sci IS",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "ASTAIRE: tool for the analysis of the transferability and facilitation of the adaptation of interventions in health promotion",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cambon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Minary",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ridde",
                    "suffix": ""
                },
                {
                    "first": "Alla",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "787--94",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Implementation of an alert and response system in Haiti during the early stage of the response to the cholera epidemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Santa-Olalla",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gayer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Magloire",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barrais",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valenciano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aramburu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Trop Med Hyg",
            "volume": "89",
            "issn": "4",
            "pages": "688--97",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The response to the epidemic of cholera in Port",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gazin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Louissaint",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Antibioprophylaxie de masse contre le cholera dans la prison centrale de Douala (New Bell) au cours de l'epidemie de",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Guevart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Solle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Noeske",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Amougou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mouangue",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Fouda",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cah Détudes Rech Francoph Santé",
            "volume": "15",
            "issn": "4",
            "pages": "225--232",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Dengue outbreak 2000 in Bangladesh: From speculation to reality and exercises",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yunus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bangali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mahmood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Talukder",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Dengue Bull",
            "volume": "25",
            "issn": "",
            "pages": "15--20",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Challenges encountered using standard vector control measures for dengue in Boa Vista. Brazil, Bull World Health Organ",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maciel-De-Freitas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Valle",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Managing dengue outbreak in Lahore, Pakistan: efficacy of government response and lessons for the future",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abbas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Health Manag",
            "volume": "16",
            "issn": "4",
            "pages": "471--80",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Controlling the last known cluster of Ebola virus disease -Liberia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nyenswah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fallah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sieh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kollie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Badio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "1180 Note: Cordier-Lasalle",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "26491830"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ebola virus disease outbreak in Nigeria: transmission dynamics and rapid control",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Musa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shuaib",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gsteiger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemics",
            "volume": "",
            "issn": "",
            "pages": "80--84",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Success in controlling a major outbreak of malaria because of plasmodium falciparum in Jamaica",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Webster-Kerr",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Figueroa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weir",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Lewis-Bell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Horner-Bryce",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Tropical Med Int Health",
            "volume": "16",
            "issn": "3",
            "pages": "298--306",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Islands of hope: building local capacity to manage an outbreak of multidrugresistant tuberculosis in the Pacific",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brostrom",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fred",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heetderks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haddad",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Public Health",
            "volume": "101",
            "issn": "1",
            "pages": "14--22",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Epidemiologic parameters and evaluation of control measure for 2009 novel influenza a (H1N1) in Xiamen",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virol J",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A local outbreak of dengue caused by an imported case in Dongguan China",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hongjuan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huibing",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qiaoli",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Bayi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wenhua",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Public Health",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Undesirable consequences of insecticide resistance following Aedes aegypti control activities due to a dengue outbreak",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maciel-De-Freitas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Avendanho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sylvestre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Araujo",
                    "suffix": ""
                },
                {
                    "first": "Pereira",
                    "middle": [],
                    "last": "Lima",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Dengue vector control and surveillance during a major outbreak in a coastal Red Sea area in Sudan",
            "authors": [
                {
                    "first": "Ome",
                    "middle": [],
                    "last": "Seidahmed",
                    "suffix": ""
                },
                {
                    "first": "Ham",
                    "middle": [],
                    "last": "Siam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Soghaier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abubakr",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Osman",
                    "suffix": ""
                },
                {
                    "first": "Abd",
                    "middle": [],
                    "last": "Elrhman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "East Mediterr Health J",
            "volume": "18",
            "issn": "12",
            "pages": "1217--1241",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "After Ebola in West Africa -unpredictable risks, Preventable Epidemics",
            "authors": [
                {
                    "first": "Wer",
                    "middle": [],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "375",
            "issn": "6",
            "pages": "587--96",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Community-centered responses to Ebola in urban Liberia: the view from below",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Abramowitz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Mckune",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Bardosh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fallah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Monger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Negl Trop Dis",
            "volume": "9",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "25951327"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Managing Ebola from rural to urban slum settings: experiences from Uganda",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Okware",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Omaswa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Talisuna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Amandua",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Amone",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Onek",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Afr Health Sci",
            "volume": "15",
            "issn": "1",
            "pages": "312--333",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Lessons learnt from the management of a case of Lassa fever and followup of nosocomial primary contacts in Nigeria during Ebola virus disease outbreak in West Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iroezindu",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Unigwe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Okwara",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ozoh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ndu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohanu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trop Med Int Health",
            "volume": "20",
            "issn": "11",
            "pages": "1424--1454",
            "other_ids": {
                "DOI": [
                    "10.1111/tmi"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Containing a Lassa fever epidemic in a resource-limited setting: outbreak description and lessons learned from Abakaliki",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Ajayi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Nwigwe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Azuogu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Onyire",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "U"
                    ],
                    "last": "Nwonwu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "U"
                    ],
                    "last": "Ogbonnaya",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Infect Dis",
            "volume": "17",
            "issn": "11",
            "pages": "1011--1017",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Evaluation of control measures implemented in the severe acute respiratory syndrome outbreak in Beijing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "24",
            "pages": "3215--3236",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Assessment of impacts of public health interventions on the SARS epidemic in Beijing in terms of the intervals between its symptom onset, hospital admission, and notification",
            "authors": [
                {
                    "first": "W-N",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z-J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biomed Environ Sci",
            "volume": "18",
            "issn": "3",
            "pages": "153--161",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Effectiveness of oral cholera vaccine in Haiti: 37-month follow-up",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Severe",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rouzier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anglade",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bertil",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deroncelay",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Trop Med Hyg",
            "volume": "94",
            "issn": "5",
            "pages": "1136--1178",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Effectiveness of indoor ultra-low volume application of aqua reslin super during an emergency",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thirion",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Orozco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Am Mosq Control Assoc",
            "volume": "27",
            "issn": "2",
            "pages": "162--166",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Campus quarantine (Fengxiao) for curbing emergent infectious diseases: lessons from mitigating A/H1N1 in Xi'an",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Cheke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "China. J Theor Biol",
            "volume": "295",
            "issn": "",
            "pages": "47--58",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Modelling the dynamics of dengue real epidemics",
            "authors": [
                {
                    "first": "Str",
                    "middle": [],
                    "last": "Pinho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Esteva",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Barreto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Morato E Silva",
                    "suffix": ""
                },
                {
                    "first": "Mgl",
                    "middle": [],
                    "last": "Teixeira",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Philos Trans R Soc Lond Ser Math Phys Eng Sci",
            "volume": "368",
            "issn": "",
            "pages": "5679--93",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Spatiotemporal spread of the 2014 outbreak of Ebola virus disease in Liberia and the effectiveness of non-pharmaceutical interventions: a computational modelling analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fumanelli",
                    "suffix": ""
                },
                {
                    "first": "Mfc",
                    "middle": [],
                    "last": "Gomes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Piontti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Infect Dis",
            "volume": "15",
            "issn": "2",
            "pages": "204--215",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Measuring the impact of Ebola control measures in Sierra Leone",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Camacho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Glover",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc Natl Acad Sci",
            "volume": "112",
            "issn": "46",
            "pages": "14366--71",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Time is (still) of the essence: quantifying the impact of emergency meningitis vaccination response in Katsina State",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fermon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nackers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Llosa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Magone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Grais",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nigeria. Int Health",
            "volume": "6",
            "issn": "4",
            "pages": "282--90",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Reconstruction of the infection curve for SARS epidemic in Beijing, China using a back-projection method",
            "authors": [
                {
                    "first": "Psf",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Commun Stat-Simul Comput",
            "volume": "37",
            "issn": "2",
            "pages": "425--458",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Containment of Ebola and Polio in Low-Resource Settings using Principles and Practices of Emergency Operations Centers in Public Health",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Musa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Public Health Manag Pract",
            "volume": "23",
            "issn": "1",
            "pages": "3--10",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Field evaluation of lethal ovitraps for the control of dengue vectors in Lahore",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jahan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Sarwar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pakistan. J Zool",
            "volume": "45",
            "issn": "2",
            "pages": "305--320",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Evaluation, knowledge management, best practices, and high quality lessons learned",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Q"
                    ],
                    "last": "Patton",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Eval",
            "volume": "22",
            "issn": "3",
            "pages": "329--365",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Real World Evaluation Strategies",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ridde",
                    "suffix": ""
                },
                {
                    "first": "É",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Oxf Bibliogr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "A critical examination of representations of context within research on population health interventions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shoveller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Viehbeck",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Ruggiero",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Greyson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Crit Public Health",
            "volume": "26",
            "issn": "5",
            "pages": "487--500",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "An optimal control theory approach to non-pharmaceutical interventions",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Muthuraman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lawley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Ecological theory to enhance infectious disease control and public health policy",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Mckenzie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Real",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Front Ecol Environ",
            "volume": "3",
            "issn": "1",
            "pages": "29--37",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PRISMA Flowchart",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Quality assessment of studies according to the MMAT Fig. 3 Percentage of studies reporting elements of description of the intervention according to the TIDieR tool filtration and mosquito collection",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Multilingual abstracts in the five official working languages of the United Nations. (PDF 1047 kb) Additional file 2: Complete search strategy. (DOCX 22 kb) Additional file 3: Data extraction grid. (XLSX 104 kb) Abbreviations ASTAIRE: Analysis of the transferability and support to adaptation of health promotion interventions; MMAT: Mixed Method Appraisal Tool; PRISMA: Preferred Reporting Items for Systematic Reviews and Meta-Analyses; TDR: the Special Programme for Research and Training in Tropical Diseases; TIDiER: Template for Intervention Description and Replication; VERDAS: VEctor boRne DiseAses Scoping reviews; WHO: World Health Organization",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of included studies",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Sylvie Fontaine, public health research librarian at the University of Montreal, for her careful review of the search strategy; Kadidiatou Kadio for her contribution to the study selection; and Mariam Otmani del Barrio, from the Unit on Vectors, Environment and Society at TDR (Special Program for Tropical Diseases Research and Training), for her comments on our final manuscript. This study was conducted as part of the VERDAS consortium project, funded by TDR hosted by WHO and sponsored by the United Nations Children's Fund (UNICEF), the United Nations Development Programme (UNDP), the World Bank, and WHO. VR holds a CIHR-funded Research Chair in Applied Public Health (CPP-137901).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "This study was funded by WHO/TDR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "All data generated or analysed during this study are included in this published article and its supplementary information files. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Authors' contributions SD, VR and KZ defined the research question. LC, SD, VR, MC and KZ identified and selected the relevant studies. LC and SD extracted the data. LC and SD summarized the data and wrote the draft. LC, SD, VR, MC and KZ reviewed the article and approved the final version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The study protocol was approved by the Health Research Ethics Committee of the University of Montreal (No. 16-049-CERES-D).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.Author details",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}