{
    "paper_id": "a3c3b7c38ad32e1042d78aae2027ca491e9f2197",
    "metadata": {
        "title": "Understanding the Spatial Clustering of Severe Acute Respiratory Syndrome (SARS) in Hong Kong",
        "authors": [
            {
                "first": "P",
                "middle": [
                    "C"
                ],
                "last": "Lai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "M"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hong Kong",
                    "location": {
                        "settlement": "Hong",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "J"
                ],
                "last": "Hedley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hong Kong",
                    "location": {
                        "settlement": "Hong",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "V"
                ],
                "last": "Lo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "Y"
                ],
                "last": "Leung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Kong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Hospital Authority",
                    "location": {
                        "settlement": "Hong",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "M"
                ],
                "last": "Leung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hong Kong",
                    "location": {
                        "settlement": "Hong",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We applied cartographic and geostatistical methods in analyzing the patterns of disease spread during the 2003 severe acute respiratory syndrome (SARS) outbreak in Hong Kong using geographic information system (GIS) technology. We analyzed an integrated database that contained clinical and personal details on all 1,755 patients confirmed to have SARS from 15 February to 22 June 2003. Elementary mapping of disease occurrences in space and time simultaneously revealed the geographic extent of spread throughout the territory. Statistical surfaces created by the kernel method confirmed that SARS cases were highly clustered and identified distinct disease \"hot spots.\" Contextual analysis of mean and standard deviation of different density classes indicated that the period from day 1 (18 February) through day 16 (6 March) was the prodrome of the epidemic, whereas days 86 (15 May) to 106 (4 June) marked the declining phase of the outbreak. Origin-and-destination plots showed the directional bias and radius of spread of superspreading events. Integration of GIS technology into routine field epidemiologic surveillance can offer a realtime quantitative method for identifying and tracking the geospatial spread of infectious diseases, as our experience with SARS has demonstrated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the emergence and rapid spread of the etiologic agent of severe acute respiratory syndrome (SARS)-SARS coronavirus (SARS-CoV)-in late 2002 and during the first 6 months of 2003, great progress has been made in understanding the biology, pathogenesis, and epidemiology of both the disease and the virus (SARS-CoV). Much remains to be done, however, including the development of effective therapeutic interventions and diagnostic tools with high sensitivity and specificity soon after the onset of clinical symptoms. The evaluation of key epidemiologic parameters and the impact of different public health interventions in the various settings that experienced minor or major epidemics is also needed (Affonso et al. 2004; Cui et al. 2003; Lau et al. 2004; Leung et al., in press) . In terms of outbreak control on the population level, many questions about \"superspreading events\" (SSEs) remain to be investigated. Such an SSE was responsible for > 300 cases (out of a total of 1,755) in the Amoy Garden Housing Estate (AMOY) in the Hong Kong epidemic. Moreover, Donnelly et al. (2003) have demonstrated that there were clear geographic concentrations of microclusters of SARS cases where the density of infection varied widely between different districts.",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 726,
                    "text": "(Affonso et al. 2004;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 727,
                    "end": 743,
                    "text": "Cui et al. 2003;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 744,
                    "end": 760,
                    "text": "Lau et al. 2004;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 761,
                    "end": 784,
                    "text": "Leung et al., in press)",
                    "ref_id": null
                },
                {
                    "start": 1068,
                    "end": 1090,
                    "text": "Donnelly et al. (2003)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The application of geographic information system (GIS) methods in health and health care is a relatively new approach that started to gain acceptance a decade ago (Higgs and Gould 2001; Meade and Earickson 2000) . In particular, a wide variety of cartographic methods have become available for the mapping and analysis of communicable disease data since the defining work of Cliff and Haggett (1988) and Haggett (1994) . Advances in new technologies enable the application of GIS to examine spatially related problems from different perspectives. In addition to the descriptive mapping function, GIS possesses capabilities of data manipulation and geostatistical analysis.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 185,
                    "text": "(Higgs and Gould 2001;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 186,
                    "end": 211,
                    "text": "Meade and Earickson 2000)",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 399,
                    "text": "Cliff and Haggett (1988)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 404,
                    "end": 418,
                    "text": "Haggett (1994)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the present study, we applied GIS technology in mapping and visualizing the SARS outbreak in Hong Kong. In this article we focus on cartographic and geostatistical methods in representing and analyzing the patterns of disease spread during the 2003 outbreak. We also address the utility and limitations of GIS as a real-time disease surveillance tool.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 106,
                    "text": "Kong.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data sources. We used spatial and nonspatial data in this study. Spatial data are geographic in nature and have a physical dimension or location in the real world. These are represented as points, lines, or area symbols, and they form the map base upon which SARS occurrences are depicted. Data on SARS incidence were derived from case-contact interviews that are text based; associated residential address data were first cleaned, checked for completeness and accuracy (e.g., Chinese-English transliteration of building and street names), and then geo-referenced to enable mapping.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "We analyzed the SARSID integrated database (coordinated by the Department of Community Medicine, University of Hong Kong, on behalf of the Health, Welfare and Food Bureau-derived from the Hong Kong Hospital Authority eSARS system and the Department of Health's Master List), which contained details on all patients confirmed to have SARS and admitted to hospitals in Hong Kong throughout the entire epidemic, that is, from 15 February to 22 June 2003. The criteria for inclusion in the SARSID were radiographic evidence of infiltrates consistent with pneumonia, fever ≥ 38°C or history of such at any time in the past 2 days, and at least two of the following: a) history of chills in the past 2 days; b) cough (new or increased cough) or breathing difficulty; c) general malaise or myalgia; and d) known history of exposure. However, patients were excluded if an alternative diagnosis could fully explain their illness. Moreover, each case classified as confirmed SARS was verified by the Hong Kong Department of Health according to World Health Organization (WHO) guidelines on case definitions (WHO 2003) . Eighty-two percent of the 1,755 cases listed as confirmed SARS had either reverse transcription-polymerase chain reaction results positive for SARS-CoV or a 4-fold increase in IgG antibodies in paired sera (at admission and 21 or 28 days after symptom onset). Two questionnaires (case questionnaire and casecontact survey) were administered, mostly through telephone interviews, to all SARS cases confirmed by the Department of Health, initially by four regional field offices and later by a central interviewing team of nurses, to record symptoms at presentation to the hospital and to identify contacts and events of probable significance to transmission.",
            "cite_spans": [
                {
                    "start": 1097,
                    "end": 1107,
                    "text": "(WHO 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "A total of 1,709 confirmed cases (out of 1,755 total cases) were extracted for the analysis. Forty-six cases (i.e., 2.6% of the total) could not be pinpointed at an exact location because of inconsistencies in the address entries (So 2002) .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 239,
                    "text": "(So 2002)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Geostatistical analyses. We carried out three levels of analysis: a) an elementary analysis involving simple visual inspection of a geographic phenomenon; b) a cluster analysis attempting the identification of possible \"hot spots,\" and c) a contextual analysis aiming to explain relationships among geographic phenomena (Bailey and Gatrell 1995; Olson 1976) .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 345,
                    "text": "(Bailey and Gatrell 1995;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 346,
                    "end": 357,
                    "text": "Olson 1976)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "At the elementary level, the spread of a disease in a community is revealed through the plotting of disease occurrences at residential addresses of the patients enabled with the address matching function in a GIS. Point by point is the simplest form of mapping disease occurrences without accounting for the magnitude at each location, but the sheer number and spread of points could have impeded effective reading of the event. A map of cumulative counts collapses the numerous observations into circles of varying sizes to signify differences in the magnitude of disease occurrences in the community. The circles are proportionally sized to reflect the number of occurrences at the sites, and geographic clustering of disease infection can then be clearly identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "We also examined the spread of SARS over time on the basis of point patterns. Each disease occurrence was plotted spatially and the spread or dispersion of disease incidence was examined using nearest neighbor analysis based on the R scale. The nearest neighbor analysis is an accepted spatial statistical analysis used by environmental scientists to study species distribution (Krebs 1989 ) and by crime analysts to explain the levels of dispersion in crime and disorder data (Eck and Weisburd 1995) . The R scale assumes that events will be randomly spaced unless something influences the distribution. Three different patterns are possible: clustered (0 ≤ R < 0.8), distributed randomly (0.8 ≤ R < 1.8), or with uniform spacing (1.8 ≤ R ≤ 2.149). A contagious process will give rise to a clustered pattern with near-zero R values.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 389,
                    "text": "(Krebs 1989",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 477,
                    "end": 500,
                    "text": "(Eck and Weisburd 1995)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Cluster analysis involves statistical mapping that generalizes the numerous observations into a statistical surface to highlight spatial variation. A 5-day incubation period, consistent with a previous gamma distribution parameter estimation exercise (Leung et al., in press) , was used to restructure the data for a time-series study. A statistical surface was created by the kernel method (Bailey and Gatrell 1995) for each day to reveal daily changes of disease hot spots. A kernel size of 300 × 300 m 2 was used to reconstruct the territory of Hong Kong into a gridded surface of 208 columns and 151 rows. The kernel size was 300 × 300 m 2 , and disease occurrences within a bandwidth of 600 m from the kernel were summarized to yield density measures in terms of number of SARS cases per square meter. Each grid was then designated either as urban or suburban based upon land use classification, and its associated density measure was adjusted for the underlying variation in population density (i.e., kernel density × population density × grid cell size/1,000) to yield infection rates per 1,000 population. We adopted the approach by Kafadar (1996) but modified it to account for variation between urban or suburban population densities within a given district in Hong Kong (Table 1) . Each urban or suburban grid was considered a homogeneous unit wherein its population density was apportioned according to the proportion of residents in the employed labor force.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 275,
                    "text": "(Leung et al., in press)",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 416,
                    "text": "(Bailey and Gatrell 1995)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1141,
                    "end": 1155,
                    "text": "Kafadar (1996)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 1281,
                    "end": 1290,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "We created 12 kernel maps adjusted for population at risk to characterize changes in disease hot spots on 12 prototypical days over 16 weeks in a chronologic sequence. The infection rates, which span across a wide range, were collapsed into 15 classes to reduce the complexity of map representation. Each of the 15 classes was assigned a shade in proportion Environmental Health Perspectives • VOLUME 112 | NUMBER 15 | November 2004 (2002). a Sum of employed labor force. b Total urban areas within each district divided by district area. c Computed from urbanrelated occupation in employed labor force, defined as follows: rural-related occupation (includes agriculture and fishing); mining and quarrying; urban-related occupation (includes community, social, and personal services); construction; electricity, gas, and water; financing; insurance, real estates and business services; manufacturing; transport, storage, and communications; wholesale, retail, and import/export trades; restaurants and hotels; unclassified. d Marine data were not land based and thus were excluded from the study. to the magnitudes, with darker shades representing higher densities of infection. Two kinds of indexes were employed to assess the extent of disease clustering: R scale and Moran's I coefficient for more highly connected grids of the queen's case that considers a neighborhood of eight cells in a 3 × 3 matrix. Moran's I coefficient ranges between -1 and 1 and is interpreted as regionalized or juxtaposition of similar values (0.6 ≤ I ≤ 1 indicating positive spatial autocorrelation), lack of autocorrelation, or the actual arrangement of values as one that we would expect from a random distribution (-0.6 < I < 0.6 indicating no spatial correlation), and either contrasting or tendency for dissimilar values to cluster (-1 ≤ I ≤ -0.6 indicating negative spatial correlation). Although R scale is a global measure for the spread or dispersion of disease incidence for point data based on nearest neighbor distance (Eck and Weisburd 1995; Krebs 1989; Taylor 1977) , Moran's coefficient measures local spatial autocorrelation for area data (Getis and Ord 1992; Sawada 2001) . A comparison of the power evaluation of disease clustering tests has been described by Song and Kulldorff (2003) . For contextual analysis, histograms of the kernel data for 12 prototypical days were drawn to highlight variation in infection rates. Also, we replaced mean and SDs of the classed density data with their natural logarithm functions to accentuate the effect of change between near-zero values; we then graphed the values.",
            "cite_spans": [
                {
                    "start": 2013,
                    "end": 2036,
                    "text": "(Eck and Weisburd 1995;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2037,
                    "end": 2048,
                    "text": "Krebs 1989;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2049,
                    "end": 2061,
                    "text": "Taylor 1977)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2137,
                    "end": 2157,
                    "text": "(Getis and Ord 1992;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2158,
                    "end": 2170,
                    "text": "Sawada 2001)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2260,
                    "end": 2285,
                    "text": "Song and Kulldorff (2003)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "We also established a breakdown of disease occurrences by recognized clusters (e.g., SSEs) for contextual analysis. Three disease clusters each with > 30 observations were extracted: AMOY, Prince of Wales Hospital (PWH), and Lower Ngau Tau Kok Housing Estate (NTKLOW). These data were used to derive origin-and-destination (OD) plots or flow diagrams. Lines were drawn to connect an origin location where the flow started (e.g., index source of infection) with related destinations where the flow ended (e.g., residences of secondary contacts). The OD plots are an established methodology employed by transport professionals and human geographers to examine the extent of spatial interaction and human settlement, as well as the modeling of commodity flows (Batten and Boyce 1986) . The flow data themselves can be people, goods, telecommunications, and so on. The lines help to delimit the spatial coverage revealing the extent or degree of spread. SD 1552 VOLUME 112 | NUMBER 15 | November 2004 • Environmental Health Perspectives *p < 0.01, which indicates a tendency toward clumping of disease incidence. **p < 0.001, which implies that spatial autocorrelation exists and that similar values on the map tend to cluster together. ellipses centered on the geometric mean of all locations were drawn to provide a summary trend of the dispersion and to examine whether a distribution has a directional bias. The major axis is the direction of maximum spread of the point events, and the minor axis is the direction of minimum spread. All analyses were carried out using ArcGIS software and its extension modules (Environmental Systems Research Institute, Redlands, CA, USA). Figure 1 illustrates geographic locations of SARS infection by residential address in Hong Kong. The size of the circle corresponds to the density of cases in a particular location. There was clear clustering of cases in certain districts of the Kowloon peninsula (Kwun Tong, in which AMOY is located) and the New Territories (including Shatin, Tai Po), but Hong Kong Island was relatively spared. Table 2 supports this observation: most affected buildings or apartment blocks had very few cases, whereas seven buildings had > 10 SARS-affected patients.",
            "cite_spans": [
                {
                    "start": 757,
                    "end": 780,
                    "text": "(Batten and Boyce 1986)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1675,
                    "end": 1683,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2073,
                    "end": 2080,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Cluster analysis. A series of 12 kernel maps based on date of symptom onset and accounting for a 5-day incubation period of SARS is presented in Figure 2 . Each kernel map shows the density of SARS patients adjusted for underlying population density (i.e., SARS infection rate per 1,000 population) on a prototypical day over 16 weeks, with darker zones emphasizing disease hot spots [see also daily animated series by Lai and Chan (2004) ]. A few disease hot spots were shown to be developing in the Kowloon peninsula and southeast New Territories (i.e., Ma On Shan and Shatin) by 10 March, which was followed later by a heavy concentration at the AMOY by 28 March. By early April, the AMOY case load began to dissipate and a new hot spot emerged in Tai Po (northeast New Territories). There is clear evidence of varying degrees of clustering as the epidemic progressed over time based on the low R values. The low R values signify substantial degrees of clustering (significant at 99% confidence level), with higher degrees of clustering occurring around the peak of the infection and relatively small divergences from random distribution at the beginning of the outbreak. High Moran's I coefficients of ≥ 0.6 indicate that similar values tend to cluster together, which confirms the geospatial clustering and thus infectious nature of the disease, based on rates that were adjusted for the underlying population density. Figure 3 summarizes SARS hot spots in Hong Kong considering cumulative disease occurrences from February through June 2003. The map shows that the urban population was at higher risk of contracting SARS (Moran's I = 0.78, p < 0.001), having already accounted for variation in population density.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 438,
                    "text": "Lai and Chan (2004)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1424,
                    "end": 1432,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Elementary analysis."
        },
        {
            "text": "Contextual analysis. Daily histograms of the number of observations by 15 classes of infection rates, primarily composed of inverse J-shaped curves, show an increased concentration of SARS occurrences toward the end of March (Figure 4) . Figure 5 is a logarithmic plot of the mean and SD of the infection rates of the 12 prototypical days representing different stages of the epidemic; values for individual days are presented in Table 3 . Pairwise comparisons between each of the prototypical days and day 1 (or the day of indifference) of Environmental Health Perspectives • VOLUME 112 | NUMBER 15 | November 2004 the epidemic demonstrated no detectable difference between the mean infection rates throughout the epidemic. However, there were statistically significant differences, by the F-test at a 0.01 significance level, in the SDs of the middle 10 prototypical days compared to day 1, suggesting unequal population variances during much of the outbreak. Higher F-values indicate more unequal variance. Given that the SD is a measure of geographic dispersion, we can infer that a larger SD signifies a wider spread of the disease over the territory. The crossover points of the mean and SD curves in Figure 5 indicate, on the one end, the beginning of substantial disease spread across the territory, and on the other end, the subsidence of the epidemic. Therefore, the time from day 1 (18 February) through day 16 (6 March) was the prodrome of the epidemic, whereas days 86 (15 May) through 106 (4 June) marked the declining phase of the outbreak. OD plots of disease clusters were obtained by linking patients' places of residence with the likely or probable locations of index cases or environmental sources of infection as defined through contact tracing by public health authorities ( Figure 6 ). PWH is a tertiary teaching hospital and the site of the first SSE and nosocomial cluster in the Hong Kong epidemic, whereas AMOY and NTKLOW were subsequent community SSE clusters that had a strong putative environmental etiology (viz., sewage pipes, building design, and poor environmental hygiene) in addition to human-tohuman transmission [Hong Kong Special Administrative Region (HKSAR) 2003; Wong and Hui 2004] . As would be expected because of a large patient catchment area, the PWH cluster was more geographically widespread (as supported by the SD ellipses in Figure 6D ) compared with the AMOY cluster ( Figure  6B ), the sample size of which was one-third larger. The SD ellipses of the PWH cluster ( Figure 6D ) reveal a northwest-southeast directional trend of disease spread that extends over most of Hong Kong. The AMOY cluster was comparatively more localized, and the map had to be be enlarged to show the standard ellipses that exhibit an almost east-west directional trend of disease transmission ( Figure 6B ). The NTKLOW cluster ( Figure  6F ) was the least geographically widespread of the three SSEs, where the very compact spatial distribution must be magnified to visualize details of the SD ellipses. Figure 7 and Table 4 show low R scores (a measure to inform the extent of disease spread) indicating a high degree of clustering for all three SSEs. The R values were significant at the 0.001 level, confirming that the point patterns exhibited a tendency toward clustering. Figure 7 also shows that block E of AMOY (the epicenter of the AMOY SSE), with a lower R score, exhibited a more compact geospatial arrangement in SARS infection than did other apartment blocks within AMOY. Visitors of ward 8A (the epicenter of the PWH SSE where the index patient of the cluster stayed) of the PWH were found to spread the disease farthest from its source of all the three clusters examined here, as would be expected for such a nosocomial outbreak at a tertiary referral hospital where SARS patients were densely aggregated on the ward but visiting relatives and friends returned home situated in different parts of Hong Kong (and not necessarily from the immediate surrounding neighborhood, given that the hospital is one of only two tertiary referral centers in the territory with a very wide catchment area). The NTKLOW cluster recorded the lowest R score, substantiating earlier observations from Figure 6 .",
            "cite_spans": [
                {
                    "start": 2150,
                    "end": 2204,
                    "text": "[Hong Kong Special Administrative Region (HKSAR) 2003;",
                    "ref_id": null
                },
                {
                    "start": 2205,
                    "end": 2223,
                    "text": "Wong and Hui 2004]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 235,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 238,
                    "end": 246,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 430,
                    "end": 437,
                    "text": "Table 3",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1207,
                    "end": 1215,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1797,
                    "end": 1805,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2377,
                    "end": 2386,
                    "text": "Figure 6D",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2422,
                    "end": 2432,
                    "text": "Figure  6B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2520,
                    "end": 2529,
                    "text": "Figure 6D",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2826,
                    "end": 2835,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2860,
                    "end": 2870,
                    "text": "Figure  6F",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 3035,
                    "end": 3043,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 3048,
                    "end": 3055,
                    "text": "Table 4",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 3309,
                    "end": 3317,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 4228,
                    "end": 4236,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Elementary analysis."
        },
        {
            "text": "Our findings show that GIS methods can be usefully employed during an acute infectious disease outbreak to reveal new geospatial information in addition to standard field epidemiologic analyses. This mapping and cartographic technique can provide visual display of information in both space and time simultaneously. When applied in real time during the onset and evolution of an epidemic, it can monitor and enhance understanding of the transmission dynamics of an infectious agent, thereby facilitating the design, implementation, and evaluation of potential intervention strategies. GIS can offer quantitative and statistical measures along with visualization tools to examine patterns of disease spread with respect to disease clusters. Disease mapping is a first step toward understanding spatial aspects of health-related problems, as particular kinds of information are highlighted in maps. Various cartographic symbolizations (as points, lines, or areal patterns) can show the distribution of diseases. Disease clusters and other associations can then be deduced statistically and visually after examining the disease maps. In Chomsky's (1965) terms, analyses at the first two levels concern the surface structure of an event, whereas the third level seeks to extract deep structure information. Surface structure information is simple and immediately perceptible to a user, whereas deep structure information is content-specific knowledge needed for problem solving (Nyerges 1991) .",
            "cite_spans": [
                {
                    "start": 1134,
                    "end": 1150,
                    "text": "Chomsky's (1965)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1474,
                    "end": 1488,
                    "text": "(Nyerges 1991)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the case of SARS in Hong Kong, our study, first and foremost, demonstrates exceptional spatial clustering of the cases. The kernel method adjusted for population density provided a means of highlighting population at risk, whereas the use of R values and Moran's coefficients in conjunction with map displays enhanced the analytical context of the point pattern distributions. In fact, such geospatial 1554 VOLUME 112 | NUMBER 15 | November 2004 • Environmental Health Perspectives intelligence gathered from examining statistical surfaces and disease clusters provided the basis for the formulation of our transmission dynamics model . More specifically, choice of a suitable framework was not straightforward in constructing the transmission dynamics model where a variety of approaches were possible, ranging from a simple deterministic compartmental approach to a spatially explicit, individual-based simulation. Given the data available for Hong Kong, we based our analyses on a stochastic metapopulation compartmental model. A metapopulation approach was appropriate because the incidence of SARS varied substantially by geographical district, as the GIS analyses have shown. Second, the simultaneous geospatialtemporal approach to modeling the SARS outbreak revealed complementary additional information that would otherwise not be available from the traditional epidemic curve method (a standard public health outbreak investigative approach) in identifying the mode of spread. The daily animated series of kernel maps clearly shows that SARS was a highly localized disease; thus, its route of transmission was unlikely to be through casual contact, as it is for influenza and measles, but more compatible with close contact via heavy respiratory droplets and fomites. This confirms that SARS is only a moderately transmissible condition with a basic reproduction number of about 3 , in contrast to measles and influenza, which have basic reproduction numbers of about 13 and 5, respectively (Anderson and May 1991; Ferguson et al. 2003 ). An alternative interpretation of the observed high degree of geospatial clustering would be that SARS was due to an environmental point source outbreak. Indeed, faulty sewage systems and the \"chimney effect\" is the leading hypothesis explaining the AMOY SSE (especially block E), although some have suggested roof rats as a vector (Ng 2004) . Although it is difficult to gauge retrospectively, had the GIS system we implemented in this report been available for near real-time analysis, it would likely have detected the highly unusual clustering of cases in SSEs such as the PWH and AMOY outbreaks much sooner, as they evolved. This in turn could have resulted in more rapid contact tracing and public health intervention, thus perhaps mitigating the extent of spread substantially in the case of person-to-person transmission events and preventing further large-scale environmental point source outbreaks in residential apartment blocks (although it would not have made a difference to AMOY itself given the temporally abrupt and short-lived environmental release of viral particles).",
            "cite_spans": [
                {
                    "start": 2003,
                    "end": 2026,
                    "text": "(Anderson and May 1991;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2027,
                    "end": 2047,
                    "text": "Ferguson et al. 2003",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2382,
                    "end": 2391,
                    "text": "(Ng 2004)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Log • • ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ▲ ■ ■ ■ ■ ■ ■ ■ ■ ■ ■ ■ • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • •",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Daily incident number of SARS cases"
        },
        {
            "text": "Third, contextual analysis of mean and SD values of different density classes, particularly after logarithmic transformation to accentuate Environmental Health Perspectives • VOLUME 112 | near zero values on a graph, provided a geographic approach to estimating the beginning and subsidence of a large degree of spread of SARS in the community. This is a useful adjunct to the usual biomathematical modeling approach using reproductive numbers at different points in time, representing the average number of infections, excluding SSEs, caused by infected individuals in successive generations at time t throughout the SARS epidemic . Fourth, the SD ellipses from the OD analysis, coupled with complementary results from R and Moran's I values, yielded information on the direction of spread in a disease cluster that can be used to inform contact tracing and the design of quarantine measures. In the case of SARS in China, where entire residential districts were cordoned off for weeks at the height of the outbreak, the selection of such districts for quarantine could have been better informed by these ellipses indicating directional bias and associated physical distance in disease transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Daily incident number of SARS cases SD Mean"
        },
        {
            "text": "There are, however, limitations and caveats to the GIS technique in infectious disease epidemiology and outbreak investigation. Howe (1963) argued that mapping of diseases tended to expose the \"where\" but not \"why there\" of the outbreak. Nevertheless, elementary descriptive analysis as an output of disease mapping can be a source of new leads for further exploratory analyses. Map patterns can provide stimuli for generating hypotheses of disease causation (Lloyd and Yu 1994; McKee et al. 2000) . Moreover, newer developments that complement traditional mapping functions such as cluster and contextual analyses can be very useful adjunct investigative tools in outbreak control, as our example on SARS in Hong Kong has highlighted.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 139,
                    "text": "Howe (1963)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 459,
                    "end": 478,
                    "text": "(Lloyd and Yu 1994;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 479,
                    "end": 497,
                    "text": "McKee et al. 2000)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Daily incident number of SARS cases SD Mean"
        },
        {
            "text": "The completeness and availability of necessary data are another area of potential concern where conventional field epidemiologic data collection forms rarely contain the full range of variables that are required in a GIS analysis. Data consistency and, in particular, the nonstandardization of patient address formats is one such example. Field epidemiologists often relegate certain personal particulars such as residential and work addresses to a lower priority in their data collection procedures, or at least enter the information in a haphazard fashion, rendering GIS analysis very difficult by diminishing the proportion of usable cases for analyses. Similar generic problems that plague the establishment of all information systems must be resolved to enable real-time disease monitoring and surveillance. They include lack of standardization for data capture documents, procedures and protocols for information management, delays in transferring and updating information, and a lack of rapid analysis and audit of databases. The SARS epidemic is a clear signal that Hong Kong needs much greater and sustained investment in health informatics, that is, public health information systems, the skills to use them, and networks to share them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Daily incident number of SARS cases SD Mean"
        },
        {
            "text": "In summary, integration of GIS technology into routine field epidemiologic surveillance can offer a scientifically rigorous and quantitative method for identification of unusual disease patterns in real time, as our example of SARS has shown. Its potential can be synergistically maximized when linked with clinical databases collecting data at the point of care across the whole population as well as environmental data sources (e.g., meteorologic, transportation, topographical information) to rapidly recognize, locate, and monitor disease outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Daily incident number of SARS cases SD Mean"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The urban geography of SARS: paradoxes and dilemmas in Toronto's health care",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Affonso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jeffs",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Adv Nurs",
            "volume": "45",
            "issn": "6",
            "pages": "568--578",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious Diseases of Humans: Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Interactive Spatial Data Analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Gatrell",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Spatial interaction, transportation, and interregional commodity flow models",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Batten",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Boyce",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Handbook of Regional and Urban Economics",
            "volume": "1",
            "issn": "",
            "pages": "357--406",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aspects of the Theory of Syntax",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chomsky",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Atlas of Disease Distributions-Analytic Approaches to Epidemiological Data",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Air pollution and case fatality of SARS in the People's Republic of China: an ecologic study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "F"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Froines",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Environ Health",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiological determinant of spread of causal agent of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Crime and Place",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Eck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weisburd",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Crime Prevention Studies",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ecological and immunological determinants of influenza evolution",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Bush",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "422",
            "issn": "",
            "pages": "428--433",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The analysis of spatial association by use of distance statistics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Getis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ord",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Geogr Anal",
            "volume": "24",
            "issn": "3",
            "pages": "189--206",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Geographical aspects of the emergence of infectious diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Geografiska Annaler. Hum Geogr Chang Geogr Dis Distr",
            "volume": "76",
            "issn": "2",
            "pages": "91--104",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Is there a role for GIS in the \"new NHS\"?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Higgs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Health Place",
            "volume": "7",
            "issn": "",
            "pages": "247--259",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SARS in Hong Kong: From Experience to Action. Report of SARS Expert Committee. Hong Kong:Hong Kong Special Administrative Region",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hksar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Hong Kong 2001 Population Census-TAB on CD-ROM and MAP on CD-ROM. Hong Kong:Census and Statistics Department",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "National Atlas of Disease Mortality in the United Kingdom",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Howe",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Smoothing geographical data, particularly rates of disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kafadar",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Stat Med",
            "volume": "15",
            "issn": "23",
            "pages": "2539--2560",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ecological Methodology",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Krebs",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Kernel Density Estimation of Temporal Changes of SARS Cases in Hong Kong (with 5-Day Incubation)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "SARS transmission among hospital workers in Hong Kong",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "2",
            "pages": "280--286",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "In press. The epidemiology of severe acute respiratory syndrome (SARS) in the 2003 Hong Kong epidemic: analysis of all 1,755 patients",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "Iol",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Q"
                    ],
                    "last": "Thach",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Disease mapping: a valuable technique for environmental medicine",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "L"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Hong Kong Med Assoc",
            "volume": "46",
            "issn": "1",
            "pages": "3--15",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Application of a geographic information system to the tracking and control of an outbreak of Shigellosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Zenilman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Glass",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Infect Dis",
            "volume": "31",
            "issn": "3",
            "pages": "728--733",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The mystery of Amoy Gardens",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "At the Epicentre: Hong Kong and the SARS Outbreak (Loh C",
            "volume": "",
            "issn": "",
            "pages": "95--116",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Analytical map use",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Nyerges",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cartogr Geogr Inf Syst",
            "volume": "18",
            "issn": "1",
            "pages": "11--22",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A coordinate approach to map communication improvement",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Olson",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Am Cartogr",
            "volume": "3",
            "issn": "2",
            "pages": "151--159",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Transmission dynamics of the etiological agent of severe acute respiratory syndrome (SARS) in Hong Kong: the impact of public health interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Abu-Raddad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1961--1966",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Global Spatial Autocorrelation Indices-Moran's I, Geary's C and the General Cross-Product Statistic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sawada",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "An Application of Geographic Information Systems in the Study of Spatial Epidemiology of Respiratory Diseases in Hong Kong",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "So",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Power evaluation of disease clustering tests",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Health Geogr",
            "volume": "2",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Consensus Document on the Epidemiology of Severe Acute Respiratory Syndrome (SARS). WHO/CDS/CSR/ GAR/2003.11. Geneva:World Health Organization",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Index patient and SARS outbreak in Hong Kong",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "2",
            "pages": "339--341",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A summary map of SARS-infected cases in HongKong (February-June 2003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Time sequence of the spatial spread of SARS in Hong Kong (by date of onset with 5-day incubation period and weighted by population density), February-June 2003. Abbreviations: n, number of SARS patients; NA, not computed because of insufficient sample size (n < 25). An animated series is available online(Lai and Chan 2004).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "SARS hot spots based on cumulative disease occurrences from February through June 2003. Moran's I = 0.78 (p < 0.001).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Daily histograms of SARS by classes on infection rates. Frequency counts are truncated at 600. Fifteen classes represent different ranges of infection rate per 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A logarithmic plot of mean and SD of infection rates of 12 prototypical days throughout the epidemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Spatial clusters of SARS patients (February-June 2003) by nearest neighbor analysis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Extent and trend of spatial spread of known disease clusters. (A) AMOY cluster (n = 335; R = 0.15; p < 0.001); the null hypothesis of a random pattern is rejected and the point patterns exhibit a high tendency toward clustering. (B) SD ellipses for AMOY cluster (ellipse 1: x-length = 869.87, y-length = 2044.20; ellipse 2: x-length = 1739.74, y-length = 4088.40). (C) PWH cluster (n = 212; R = 0.45; p < 0.001); the null hypothesis of a random pattern is rejected, and the point patterns exhibit a tendency toward clustering but a more widespread distribution compared with the others. (D) SD ellipses for PWH cluster (ellipse 1: x-length = 7889.94, y-length = 18541.37; ellipse 2: x-length = 15779.88, y-length = 37082.74). (E) NTKLOW cluster (n = 38; R = 0.22; p < 0.001); the null hypothesis of a random pattern is rejected and the point patterns exhibit a high degree of clustering. (F) SD ellipses for NTKLOW cluster (ellipse 1: x-length = 59.34, y-length = 139.44; ellipse 2: x-length = 118.67, y-length = 278.88).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Urban area and population data of Hong Kong by districts. Data from Hong Kong Census and Statistics Department",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "A frequency breakdown of SARS-infected buildings(February-June 2003).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Land area = 1,094,956,123 = 12,182 grids Water area = 1,728,059,536 = 19,226 grids Total area = 2,823,015,659 = 31,408 grids Grid size: 208 columns × 151 rows Grid cell size: 300 × 300 m 2 = 89,882.057 m 2 = 0.090 km 2",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Mean and SD of infection rates of 12 prototypical days.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Index of spatial spread by nearest neighbor analysis. n, number of SARS patients. *p < 0.001 indicates that the null hypothesis is rejected; a tendency towards clustering exists.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}