{
    "paper_id": "a401eee90cc270520c65bc001f31a617f4edb7df",
    "metadata": {
        "title": "F1000Research Open Peer Review",
        "authors": [
            {
                "first": "Riken",
                "middle": [],
                "last": "Japan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gloria",
                "middle": [],
                "last": "Fuentes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sean",
                "middle": [],
                "last": "Ekins",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joel",
                "middle": [
                    "S"
                ],
                "last": "Freundlich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Megan",
                "middle": [],
                "last": "Coffee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "(0) Comments 2 1 RESEARCH NOTE A common feature pharmacophore for FDA-approved drugs inhibiting the Ebola virus [v2; ref status: indexed,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We are currently faced with a global infectious disease crisis which has been anticipated for decades. While many promising biotherapeutics are being tested, the search for a small molecule has yet to deliver an approved drug or therapeutic for the Ebola or similar filoviruses that cause haemorrhagic fever. Two recent high throughput screens published in 2013 did however identify several hits that progressed to animal studies that are FDA approved drugs used for other indications. The current computational analysis uses these molecules from two different structural classes to construct a common features pharmacophore. This ligand-based pharmacophore implicates a possible common target or mechanism that could be further explored. A recent structure based design project yielded nine co-crystal structures of pyrrolidinone inhibitors bound to the viral protein 35 (VP35). When receptor-ligand pharmacophores based on the analogs of these molecules and the protein structures were constructed, the molecular features partially overlapped with the common features of solely ligand-based pharmacophore models based on FDA approved drugs. These previously identified FDA approved drugs with activity against Ebola were therefore docked into this protein. The antimalarials chloroquine and amodiaquine docked favorably in VP35. We propose that these drugs identified to date as inhibitors of the Ebola virus may be targeting VP35. These computational models may provide preliminary insights into the molecular features that are responsible for their activity against Ebola virus in and and we propose that this hypothesis could be readily tested. vitro in vivo",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The current Ebola virus (EBOV) crisis has demonstrated that globally we are not prepared to respond with therapeutics to treat existing infections or act as prophylactics as there is no Food and Drug Administration (FDA) or European Medicines Agency (EMEA) approved therapeutic. More importantly this suggests we should have been prepared for a pathogen which has been known about for nearly forty years. The current EBOV outbreak is already proving remarkably costly in terms of the mortality and financial ramifications 1, 2 . The best approaches to EBOV so far have relied on public health measures for containment 3 which have been used in past outbreaks 4 . These lessons with EBOV will undoubtedly be important for the next virus outbreak 5 but they also raise many questions 6 which point to how little we know about these viruses in general, as well as how best to share knowledge openly 7 .",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 524,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 525,
                    "end": 526,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There have been a relatively small number of studies that have attempted to identify compounds active against EBOV. Two recent studies utilized high-throughput screens of a subset of FDA approved drugs against different EBOV strains (Zaire and Sudan) in vitro and in vivo. These independent reports suggested the promise of the antimalarials amodiaquine and chloroquine in one study 8 , while the selective estrogen receptor modulators (SERMs) clomiphene and toremifene were active in another 9 . Chloroquine to date has not progressed beyond the mouse EBOV model used in these studies. We hypothesized that we could use these four molecules to computationally define the features that are important for activity. The previous studies were not exhaustive screens of all FDA drugs and so we have taken this opportunity to suggest additional compounds. Looked at from another perspective \"non-antiviral\" drugs may be worth following up even though their molecular mechanism is unknown. These compounds may themselves have broad antiviral activity as reports describe modest inhibitory activity against other viruses 10-13 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several studies have identified non-FDA approved drugs including an in silico docking approach to identify molecules targeting the viral Nedd4-PPxY interface 14 . These molecules were similar to the FDA benzimidazole and aminoquinoline 8, 9 compounds that were active against EBOV. Another good example is the recent in silico docking of 5.4 million drug-like compounds docked in the viral protein VP35 protein 15 . This identified multiple pyrrolidinones which inhibit its polymerase cofactor activity 15 . The pyrrolidinones bind to an alpha helix which is proposed as important for viral function 16 . With the limited knowledge of small molecules and potential targets we have studied whether the FDA-approved drugs that are active in vitro and in vivo versus EBOV could be targeting VP35.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 238,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 240,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 602,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Common features pharmacophore for EBOV actives Two papers from 2013 described compounds active as inhibitors of different EBOV strains in vitro and in vivo, namely amodiaquine and chloroquine in one study 8 , clomiphene and toremifene in another 9 . These active molecules were used as they have both in vitro and in vivo activity to build a common features pharmacophore with Discovery Studio 4.1 (Biovia, San Diego, CA) from 3D conformations of the molecules generated with the CAESAR algorithm. This identified key features. The pharmacophore was then used to search various databases (for which up to 100 molecule conformations with the FAST conformer generation method with the maximum energy threshold of 20 kcal/mol, were created). The pharmacophore was then used to search the Microsource Spectrum database (http://www.msdiscovery.com/spectrum.html) as well as the CDD FDA drugs dataset (https://www.collaborativedrug.com/ pages/public_access). In both cases over 300 hits were retrieved initially. The van der Waals surface of amodiaquine (which was more potent than chloroquine 8 ) was added to limit the number of hits retrieved 17-19 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Receptor-ligand pharmacophores for the VP35 protein were generated from crystal structures (4IBB, 4IBC, 4IBD, 4IBE, 4IBF, 4IBG, 4IBI, 4IBJ, 4IBK) in the protein data bank PDB. Pharmacophores were constructed using the receptor-ligand pharmacophore generation protocol in Discovery Studio version 4.1 (Biovia, San Diego, CA) with a maximum number of pharmacophores (10), minimum features (4), and maximum number of features (6) as are described elsewhere 20 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Receptor-ligand pharmacophores for VP35"
        },
        {
            "text": "in silico docking of molecules in VP35 structure PDB 4IBI was used for docking using LibDock in Discovery Studio (Biovia, San Diego CA) 21 . The proposed binding site was centered on the ligand and a site sphere created (coordinates 2.14, 20.93, 1.71) with 9.45 Å diameter. The protocol included 10 hotspots and docking tolerance (0.25). The FAST conformation method was also used along with steepest descent minimization with CHARMm. Further parameters followed the default settings. The ligand VPL57 was removed from the binding site and re-docked. The four FDA approved drugs with activity against Ebola were docked in the structure from an sdf file. Molecules were visualized alongside the original ligand VPL57 and the 2D interaction plots generated. Common features pharmacophore for EBOV actives The pharmacophore was generated using the in vivo and in vitro active amodiaquine, chloroquine, clomiphene and toremifene",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Receptor-ligand pharmacophores for VP35"
        },
        {
            "text": "We have responded to the reviewers suggestions. We have made a small labeling addition to Figure 1 and added a new Figure S2 which is an expanded view of Figure 2B .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 115,
                    "end": 124,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 154,
                    "end": 163,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "Amendments from Version 1"
        },
        {
            "text": "(Supplemental Table 1 ) as these represent the most relevant FDA approved drugs to date. This pharmacophore consists of 4 hydrophobic features and a hydrogen bond acceptor feature ( Figure 1 ). The pharmacophore with van der Waals surface was also used to search FDA drug various libraries (Supplemental Table 2 and Supplemental Table 3 ). The most interesting observations from this virtual screen are that various estradiol analogs score well (e.g. estradiol valerate Fit value 4.23). Previously estradiol was suggested to be active in the EBOV pseudotype assay in vitro 8 . In addition, dibucaine was also retrieved (Fit value 1.58) which was also active in the EBOV pseudotype assay 8 . Amodiaquine, chloroquine, clomiphene and toremifene can be used as positive controls for future screens. Because the original complete sets of FDA approved compounds screened are not publically accessible it is difficult to compare hit rates versus all compounds tested to date.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 21,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 182,
                    "end": 190,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 304,
                    "end": 311,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 336,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "REVISED"
        },
        {
            "text": "The nine receptor-ligand pharmacophores created all consisted of three to four hydrophobic features and one to two hydrogen bonding features ( Table 1 ). Eight of these pharmacophores also had a negative ionizable feature. These suggest that the receptor-ligand based approach results in a general similarity across the nine structures, likely indicating the similar binding mode and importance of features for interfering with this generally hydrophobic pocket for protein-protein interactions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Receptor-ligand pharmacophores for VP35"
        },
        {
            "text": "In silico docking of molecules in VP35 structure Redocking the 4IBI ligand in the protein resulted in an RMSD of 3.02Å, which generally indicates the difficulty of predicting orientations for compounds binding in what is a relatively hydrophobic and shallow pocket ( Figure S1 ). This molecule was ranked the 29 th pose and had a LibDock score of 86.62 ( Figure S1 higher scores are better). The four FDA approved drugs were docked into the VP35 structure 4IBI. All compounds docked similarly and overlapped with the co-crystal ligand ( Figure 2 ). Amodiaquine and chloroquine had higher LibDock scores (> 90) than the 4IBI ligand, while clomiphene and toremifene had LibDock scores less than 70. All four FDA approved drugs bound similarly to the pyrrolidinone ligands in the pocket formed by residues from the α-helical and β-sheet subdomains 15 . We have highlighted proposed energetically favorable interactions of the antimalarial candidate binders with ILE295, LYS248 and GLN244, which scored favorably. Previously published studies suggested mutation of ILE295, LYS248 resulted in near-complete loss of binding activity 15 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 276,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 355,
                    "end": 364,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 537,
                    "end": 545,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Receptor-ligand pharmacophores for VP35"
        },
        {
            "text": "Our previous experience with common feature and quantitative pharmacophore models has demonstrated their value in predicting novel actives from collections of FDA approved drugs 22-27 . Candidate predicted actives may be assessed by their Fit Value to the pharmacophore model. This score can be used to prioritize compounds for eventual testing. In the current study it was hypothesized that two different classes of compounds showing activity against EBOV in vitro and in vivo may share a common pharmacophore. Construction of this pharmacophore ( Figure 1 ) indicated four hydrophobic features and a hydrogen bond acceptor feature. This pharmacophore (with an added van der Waals surface to limit the number of hits retrieved) was then used to screen and score other FDA drugs from score particularly well in terms of docking to VP35. If this is the case it could provide a means to follow up with other small molecule analogs and/or additional FDA approved drugs that could target this protein-protein interaction. As with our other tuberculosis-focused research 32,33 , and computational approaches to repositioning compounds 34 we embrace the essentiality for computational predictions to be interrogated through rigorous experimental studies. For example at least two in silico docking studies screened commercially available compounds 14,15 . We propose that docking FDA approved drugs could also be a viable first step to identifying potential compounds that could be used. We are actively seeking collaborators with experience with EBOV assays to enable further translational studies. We believe this computationally inspired approach may be applicable for other known infectious pathogens that do not have current treatments such as other viruses related to Ebola. Ultimately we need to be able to leverage such approaches to provide antivirals for future pathogens.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 549,
                    "end": 557,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "F1000Research: Dataset 1. Pharmacophores, receptor ligand models and docking data for FDA-approved drugs inhibiting the Ebola virus, 10.5256/f1000research.5741.d38449 35 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "The ligand-based pharmacophore was previously made available: http://figshare.com/articles/Ebola_active_cpds_pharmacophore/ 1190902.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "The following PDB structures were used in this study (4IBB, 4IBC, 4IBD, 4IBE, 4IBF, 4IBG, 4IBI, 4IBJ, 4IBK).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "For models and advice please contact Sean Ekins (ekinssean@ yahoo.com).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "Author contributions S.E. and M.C. came up with the general idea for the study based on the published in vitro and in vivo data. All authors contributed to the collaborative writing of this project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "S.E. works for Collaborations in Chemistry, and consults for Collaborative Drug Discovery Inc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "The author(s) declared that no grants were involved in supporting this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grant information"
        },
        {
            "text": "Dr. Christopher D. Southan, Dr. Peter Madrid and Dr. Nadia Litterman are acknowledged for discussions on Ebola. Biovia are kindly acknowledged for providing Discovery Studio. An earlier preliminary version of this pharmacophore was described previously: http://figshare.com/articles/A_pharmacophore_of_ebola_active_ compounds/1190787. a small database and identified 120 and 124 structures for future evaluation in vitro testing (Supplemental Table 2 and Supplemental  Table 3 ). Out of these compounds estradiol and dibucaine had been previously described as active in in vitro EBOV assays. This suggested the pharmacophore could retrieve some structurally diverse classes of known hits 8 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 476,
                    "text": "Table 2 and Supplemental  Table 3",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgments"
        },
        {
            "text": "Recently identified co-crystal structures of the EBOV VP35 protein were used to derive receptor-ligand pharmacophores. These nine receptor-ligand pharmacophores suggested the importance of hydrophobic, hydrogen bonding and negative ionizable interactions to interfere with this protein-protein interaction ( Table 1) . Eight out of nine of the pharmacophores had one or more hydrogen bond acceptor feature. These pharmacophores are grossly similar to our ligand based pharmacophore (derived from four FDA approved drugs that inhibit EBOV), as both types of model had multiple hydrophobic features and at least one hydrogen bond acceptor. When we docked the antimalarials and SERMs into a representative VP35 structure these compounds were found to overlap with the X-ray ligand to differing extents. Amodiaquine and chloroquine had LibDock scores greater than 90 and higher than that for the redocked X-ray ligand. This indicated that VP35 may be a potential target for these two distinct classes of compounds. However, it is important to point out that we have not compared docking to other proteins in EBOV and it could also be possible that these molecules are active elsewhere as well as via other mechanisms than by specific binding to proteins 28,29 . Further, VP35 may be a preferred target for the antimalarials while the SERMs are not predicted to bind as well as the X-ray ligand. The use of other docking and scoring methods may produce differences in the pose and predicted binding affinity, which could be of interest for further studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 316,
                    "text": "Table 1)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Acknowledgments"
        },
        {
            "text": "A combination of the promising efficacy of chloroquine (EC 50 16 μM 8 ) and amodiaquine (EC 50 8.4 μM 8 ) versus EBOV, their availability and likely low cost should prioritize their further laboratory exploration. Mechanistic studies against VP35 and possibly other proteins should also be pursued and may be enlightened by the observation that both of these compounds also have reported activity against other viruses. For example, chloroquine is active against human coronavirus OC43 (in vitro and in infected mice) as well as SARS (in vitro) 10,30,31 , while amodiaquine also inhibits dengue virus 2 replication and infectivity in vitro 11 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "In summary, this study has built on the previous publications that identified four FDA approved compounds active against different strains of EBOV 8,9 . Our pharmacophore model for SERMs and aminoquinolines suggests that these compounds share multiple chemical features based on their overlap to the four hydrophobic features and a hydrogen bond acceptor ( Figure 1E ) and they may have a common mechanism or target. We suggest that VP35 may be the likely target based on the overlap of receptor-based pharmacophores and docking into the crystal structure. Amodiaquine and chloroquine Figure S1 . Redocking VPL57 in 4IBI. The 4IBI ligand was removed from the structure and redocked. The closest pose (grey) was ranked 29 with RMSD 3.02A and LibDock score 86.62 when compared to the actual ligand in 4IBI (yellow). Table 2 . FDA drugs and common features pharmacophore. The dataset of 2643 molecules was downloaded from the CDD Public Access (https://www.collaborativedrug.com/pages/public_access) as an sdf and then a 3D database was created in Discovery Studio using FAST conformer generation with up to 255 conformations. The database was searched with the common feature pharmacophore developed from amodiaquine, chloroquine, clomiphene and toremifene. The search 3D database protocol was used with the Fast search method. In some cases the indication for the molecules is not described (ND). Table 3 . Microsource Spectrum and common features pharmacophore. The dataset of 2311 molecules was provided by Microsource (http://www.msdiscovery.com/spectrum.html) as an sdf and then a 3D database was created in Discovery Studio using FAST conformer generation with up to 255 conformations. The database was searched with the common feature pharmacophore developed from amodiaquine, chloroquine, clomiphene and toremifene. The search 3D database protocol was used with the Fast search method. have presented a crisp and lucid manuscript on a very relevant topic. They have suggested a et al. methodology to extract common features from four approved compounds that have recently been found to work against the Ebola virus (amodiaquine, chloroquine, clomiphene and toremifene), and define a pharmacophore, which has been used to search databases, and identify further compounds for and in vitro in vivo testing. The methodology described here provides an excellent method to quickly screen known in silico compounds for possible therapies against Ebola in particular, and other viruses in general.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 366,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 585,
                    "end": 594,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 814,
                    "end": 821,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1396,
                    "end": 1403,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "The result that SERMs show lower scores for binding to VP35 is rationalized by the finding that 'clomiphene and toremifene inhibit EBOV VLP entry with some specificity to GP' , and therefore does not probably inhibit VP35.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some minor comments."
        },
        {
            "text": "'Chloroquine to date has not progressed beyond the mouse EBOV model used in these studies.' This statement is not clear, does it mean that the others have progressed beyond the mouse EBOV model?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some minor comments."
        },
        {
            "text": "The first few compounds in Supplemental Table 2 should be part of the main manuscript as a table. Color coding of pharmacophore features should be in Fig 1 too (it comes earlier than Table 1 , where it is described).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 97,
                    "text": "Table 2 should be part of the main manuscript as a table.",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 159,
                    "text": "Fig 1 too",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 183,
                    "end": 190,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Some minor comments."
        },
        {
            "text": "The structures look better with a white background.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some minor comments."
        },
        {
            "text": "A 3 Å RMSD for redocking a given ligand is quite high . The authors should consider the use of other docking methods, as a comparison.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some minor comments."
        },
        {
            "text": "A table of Libdock scores would help easily analyze results (with a mention of whether a higher score is better, and the significance of a score). The major concern with the manuscript is the use of proprietary software, and data formats, in the study, which makes it difficult for users to probe the resultant docked structures. Further, non-standard formats are subject to the existence of the company which uses it, and not a given in the future. Response: Because this data is available easily on the website, I do not see any benefits of taking these compounds out of this supplemental table and putting them into the body of the manuscript. It might also add more confusion cutting the table up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some minor comments."
        },
        {
            "text": "Color coding of pharmacophore features should be in Fig 1 too (it comes earlier than Table  1 , where it is described).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 84,
                    "text": "Fig 1 too (it comes earlier than",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 85,
                    "end": 93,
                    "text": "Table  1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Some minor comments."
        },
        {
            "text": "Response: Thank you -this has now been added.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some minor comments."
        },
        {
            "text": "Response: I think this is a personal preference, the structures are clear in our opinion with a black background. I have not had this suggestion previously with other publications regarding the background color.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The structures look better with a white background."
        },
        {
            "text": "The study was not intended as an exhaustive docking comparison, there are plenty of these in the literature as noted by the reviewer. I agreed the redocking RMSD was high, but I also provided some justification for the result (difficulty of predicting orientations for compounds binding in what is a relatively hydrophobic and shallow pocket). If others want to use different methods and perform a comparison for this target I would be supportive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response:"
        },
        {
            "text": "A table of Libdock scores would help easily analyze results (with a mention of whether a higher score is better, and the significance of a score).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response:"
        },
        {
            "text": "The Libdock scores for the best poses are in the '4IBI Libdock docking data best poses\" file. A higher score is better and this has been added to the results section The major concern with the manuscript is the use of proprietary software, and data formats, in the study, which makes it difficult for users to probe the resultant docked structures. Further, non-standard formats are subject to the existence of the company which uses it, and not a given in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response:"
        },
        {
            "text": "All of the models were generated with the proprietary software Discovery studio, and Response: all files have been provided. The comment about such software is true, while I support using open software, I have yet to find an open source pharmacophore tool as good as that in Discovery Studio to date. It is also more convenient to use this software generating pharmacophores, receptor-ligand pharmacophores and docking in the same place. The types of analysis I have described could be repeated with any software, open source or proprietary. My hope is that by making this work openly accessible others will be inspired to pursue computational approaches with EBOV. Perhaps the community could propose the use of standards for open pharmacophore files as well. By publishing in this journal we are making all our data open even though they are in proprietary formats, I do not think this should preclude publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response:"
        },
        {
            "text": "No competing interests were disclosed. The current Ebola crisis in West Africa has shattered all expectations by continuing to grow months following the initial case. This has stimulated a massive and global emergency response, and it has challenged the health protocols and by extension, the efforts of scientific community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response:"
        },
        {
            "text": "The authors have carried out a computational analysis using several compounds detected in two previous high throughput screens to build a pharmacophore model. The key features of such a model are used to scan databases of small molecules. They have come up with a list of putative inhibitors. Their study will have a stronger scientific impact if the authors could elaborate more in suggestions on how the best ranked compounds will increase the binding affinity, based in the structural model VP30-inhibitors that they have built.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response:"
        },
        {
            "text": "In parallel, they observed a highly overlapping between the motifs in the pharmacophore and those found in the crystal structures of several inhibitors of the viral protein 35. Based on this fact, and in their results in an in-silico docking, they propose that the most likely inhibitory mechanism for these compounds is the targeting of the protein-protein interaction involving this protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response:"
        },
        {
            "text": "In this regard, the authors should extend their study to include different docking protocols, including different programs, in an attempt to verify their results. As they mention in the text (page 4), the redocking of the ligand in 4IBI to the protein does not show the crystal structure binding mode accurately. These different settings could help in a better prediction of the ligand orientations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response:"
        },
        {
            "text": "Concerning the docking and proposed mechanism, I wonder how different the other solved nucleocapsid proteins are from a structural and sequence point of view, in order to make the authors point that VP35 is indeed the target. Would it be possible to explore for surface patches with similar physico-chemical features? In the case of VP30, a potential binding pocket for small-molecule inhibitors has been suggested by . How good or bad the overlapping with the built pharmachophore is Hartlieb (2007) et al. for this case?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response:"
        },
        {
            "text": "To complete the structural understanding of the action of these compounds, a figure displaying their location on the protein surface as well as the binding site for RNA would clarify their role in the inhibition of protein-protein interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response:"
        },
        {
            "text": "In summary, the manuscript describes an interesting and fast approach to identify putative inhibitors for a currently serious target as Ebola virus. Although their results should be experimental validated to confirm their finding, this computational study and further extensions of it are of the great value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response:"
        },
        {
            "text": "No competing interests were disclosed. The current Ebola crisis in West Africa has shattered all expectations by continuing to grow months following the initial case. This has stimulated a massive and global emergency response, and it has challenged the health protocols and by extension, the efforts of scientific community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I have read this submission. I believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard."
        },
        {
            "text": "The authors have carried out a computational analysis using several compounds detected in two previous high throughput screens to build a pharmacophore model. The key features of such a model are used to scan databases of small molecules. They have come up with a list of putative inhibitors. Their study will have a stronger scientific impact if the authors could elaborate more in suggestions on how the best ranked compounds will increase the binding affinity, based in the structural model VP30-inhibitors that they have built.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I have read this submission. I believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard."
        },
        {
            "text": "Response: To clarify, we have focused on VP35 not VP30. I am not aware of an X-ray structure with ligand bound for VP30. The same type of approach could certainly be pursued with other EBOV targets. We produced a common features pharmacophore for the 4 compounds, and after looking at the VP35 receptor-ligand pharmacophores proposed that there may be some overlap, and then this led to docking the 4 compounds in the X-ray structures. Our intent was not to design molecules but to use the available methods to perhaps infer a potential target/mechanism and then perhaps researchers would want to test the compounds. We do not have access to experimentally test these predictions, but this manuscript may lead to others doing this work perhaps. Whether one wants to use the Libdock score for (absolute) prediction of binding affinity interactions is debatable, rather this approach might help to limit or prioritize which compounds to test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I have read this submission. I believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard."
        },
        {
            "text": "In parallel, they observed a highly overlapping between the motifs in the pharmacophore and those found in the crystal structures of several inhibitors of the viral protein 35. Based on this fact, and in their results in an in-silico docking, they propose that the most likely inhibitory mechanism for these compounds is the targeting of the protein-protein interaction involving this protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I have read this submission. I believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard."
        },
        {
            "text": "Response: VP35 may be a target for these compounds although we do not discount other targets or non-target related mechanisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I have read this submission. I believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard."
        },
        {
            "text": "In this regard, the authors should extend their study to include different docking protocols, including different programs, in an attempt to verify their results. As they mention in the text (page 4), the redocking of the ligand in 4IBI to the protein does not show the crystal structure binding mode accurately. These different settings could help in a better prediction of the ligand orientations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I have read this submission. I believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard."
        },
        {
            "text": "Response: As explained earlier, our study is not intended to be an exhaustive evaluation of docking tools, we have used different computational approaches to suggest that the FDA drugs may have a common pharmacophore, which seems to be similar to that of the ligands co-crystallized with VP-35. Finally docking suggests they may fit into the pocket that the co-crystal ligands bind to. The work proposes that the compounds could fit in the binding site, but it is unclear what additional value more docking would add unless we were going to try to predict and then generate the X-ray structure of these FDA drugs. Certainly if experts in docking or crystallography want to pursue this target they can.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I have read this submission. I believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ebola by the numbers: The size, spread and cost of an outbreak",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morello",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "514",
            "issn": "7522",
            "pages": "284--289",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pharmacophore based on 4 hits. A. amodiaquine, B. chloroquine, C. clomiphene D. toremifene and E. Overlap showing all molecules in the van der Waals surface of amodiaquine. Pharmacophore features are Hydrophobic (H, cyan) and Hydrogen bond acceptor (HBA, green).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Docking chloroquine in 4IBI showing complete protein. 4IBI ligand VPL57 shown in yellow. Chloroquine (grey). The compounds bind in the first basic patch of the interferon inhibitory domain which is important for the viral nucleoprotein interaction and replication complex formation 15 .Supplemental",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Dataset 1. Pharmacophores, receptor ligand models and docking data for FDA-approved drugs inhibiting the Ebola virus http://dx.doi.org/10.5256/f1000research.5741.d38449Data was downloaded sourced from Microsource Spectrum and CDD Drugs. Dataset includes sd files used to create the 3D database that was searched. Note that models only run on Discovery Studio.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Figure 2. Docking FDA approved compounds in VP35 protein showing overlap with ligand (yellow) and 2D interaction diagram. 4IBI was used, 4IBI ligand VPL57 shown in yellow. A. Amodiaquine (grey) and 4IBI LibDock score 90.80, B. Chloroquine (grey) LibDock score 97.82, C. Clomiphene (grey) and 4IBI LibDock score 69.77, D. Toremifene (grey) and 4IBI LibDock score 68.11",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Information for common features pharmacophore generation.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": ", and define a pharmacophore, which has been used to search databases, and identify further compounds for in vitro and in vivo testing. The in silico methodology described here provides an excellent method to quickly screen known compounds for possible therapies against Ebola in particular, and other viruses in general.Thank you for your constructive comments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Some minor comments.The result that SERMs show lower scores for binding to VP35 is rationalized by the finding that 'clomiphene and toremifene inhibit EBOV VLP entry with some specificity to GP' , and therefore does not probably inhibit VP35.Response: While the lower docking scores are noted I do not think this necessarily excludes them from inhibiting, as we know docking scores may not be that accurate and in this case, docking was used to answer the question could they fit. It's pretty clear that a wide variety of drugs could fit based on the binding site size and accessibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response:"
        },
        {
            "text": "Response: From discussions with the author on the paper that described Chloroquine as active versus EBOV and in mouse, this work has not gone beyond the mouse model in vitro of EBOV. Response: this is indeed a very good point. We are not experts on these proteins. I think the proposed work could be done, the difficulty may be that there is no crystal structure (that I can see) with a ligand bound that would be a useful guide to binding in this pocket and would be essential for a receptor-ligand pharmacophore to be built. In summary, the manuscript describes an interesting and fast approach to identify putative inhibitors for a currently serious target as Ebola virus. Although their results should be experimental validated to confirm their finding, this computational study and further extensions of it are of the great value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "'Chloroquine to date has not progressed beyond the mouse EBOV model used in these studies.' This statement is not clear, does it mean that the others have progressed beyond the mouse EBOV model?"
        },
        {
            "text": "Response: Thank you for your suggestions, we agree and would encourage other scientists to test whether these compounds are targeting VP35 or VP 30 as you propose, or having an alternative mechanism. I think we would also be happy to see any of these molecules progress into other animal models of EBOV.No competing interests were disclosed. Competing Interests:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first few compounds in Supplemental"
        }
    ]
}