{
    "paper_id": "a50f3a7514dd9363e42a1eff725a7eb3e49b6ed2",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "1 Supporting Text S1 infection (relative to control) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An RNA replication-center assay for high content image-based quantifications of human rhinovirus and coxsackievirus infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jurgeit",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moese",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roulin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dorsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loetzerich",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology Journal",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A three-dimensional model to analyze drugdrug interactions",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Prichard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shipman",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Antiviral Res",
            "volume": "14",
            "issn": "",
            "pages": "181--205",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Niclosamide . Infection was measured by the formation of dsRNA replication centers and quantified using automated microscopy and single cell image analysis [1]. For all experiments the average infection index and SEM from two independent experiments are shown. Data were normalized to DMSO treated control samples (100%). B) Time course of metabolic activity in HeLa cells determined by resazurin conversion and change in fluorescence in the presence of increasing concentrations of niclosamide, SDS or DMSO. Mean and SEM values are shown (n=16).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure S3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Time the less pH dependent CVB4, and the pH independent CVB3. HeLa cells were either pre-incubated for 30 min with bafilomycin A1 (BafA1, 50nM), or drug was added at the time of infection (0 min) or time points post infection with HRV1A, 2, 14, 16 or CVB3, B4. Infection was at 37°C for 7 h and scoring of infected cells as described in the main text.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Viruses were passaged eight times in the presence of different concentrations of niclosamide. Each of the 48 resulting virus preparations were titrated in the presence of niclosamide and IC50 values were obtained.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "No was passaged eight times for 24 h in HeLa cells in the presence of 0.37 µM niclosamide and titrated against increasing concentrations of niclosamide up to 10 µM. The mean and SEM of IC 50 values of 11 virus concentrations are plotted (red), the input virus in green. C) Sensitivity to niclosamide of HRV1A passaged either eight times in niclosamide (0.37 µM) or untreated virus. Shown are mean and SEM from 4 experiments. D) No evidence for HRV1A escape mutants upon virus passage in niclosamide containing media. Viruses collected from infected cells by freeze/thaw and passaged for eight times 24 h at different concentrations of niclosamide showed no shift of sensitivity against the drug. Infection was measured by the formation of dsRNA replication centers and quantified using automated microscopy and single cell image analysis. For all experiments the average and SEM values from four independent experiments are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Niclosamide Impact of drug washout on the efficacy of niclosamide against HRV1A, 2, 14, 16, CVB3 and B4 infections of HeLa cells. Cells pre-incubated with 10 µM of niclosamide for 30 min were either washed three times with PBS or virus was added in the presence of the drug. Infections were quantified as described in panel (A), and means and SEM values from four independent experiments are shown. C) Analogous to panel (B) cells where pre-treated with niclosamide, washed and infected with HRV1A. In addition to the treatment shown in panel (b), 3 different concentrations of niclosamide were applied and pre-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Niclosamide affects acidic compartments similar to BafA1 or ammonium chloride but has no effect on the v-ATPase activity in CCV preparations.A) Niclosamide induces the neutralization of intracellular vesicles as measured by ratiometric live cell imaging of AO green and red fluorescence with DAPI staining for nuclei (blue). B) Quantification of AO green/red fluorescence ratio of HeLa cells treated with niclosamide or NH 4 Cl. Perinuclear fluorescence intensity was quantified by high throughput automated live cell microscopy and single cell image analysis. Mean and SEM values shown (n=4). C) Niclosamide does not inhibit v-ATPase activity in bovine brain CCV preparations measured in a plate reader format assay using malachite green detection of P i . D) Impact of niclosamide, BafA1, NH 4 Cl or chloroquine on the distribution of early endosomal structures stained by EEA1 (red) in HeLa cells, including DAPI stained nuclei (blue). E) Impact of niclosamide, BafA1 or chloroquine on the distribution of early endosomal structures stained by EEA1 (red) and late endosomes stained by LAMP1 (green) in HeLa cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "CoPR8. Infection was measured by the formation of dsRNA replication centers, or nucleoprotein expression for influenza virus. Quantification was done by automated microscopy and single cell image analysis, and mean infection values are shown from two independent experiments, normalized to DMSO treated control cells. IC 50 values (µM) representing half maximal inhibition concentrations of the respective compounds are indicated on the right side. Color code indicates reduction (red) or increase (green) of infection relative to DMSO control (1, black). B) Time course of addition of pH neutralizing agents BafA1, NH 4 Cl, niclosamide or TVBs (10 µM). HeLa cells were either pre-incubated with compounds, or compounds were added at the indicated time points post infection. Graphs show the mean infection and SEM values (n=2). C) Impact of niclosamide and sixteen structurally related compounds on the accumulation of the acidotropic dye lysotracker DND99 in HeLa cells. Overview montages acquired by high throughput live cell microscopy in 96-well plates are shown. Each image represents a field of view in one well measuring 449 µm by 335.5 µm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Synergistic and combinations thereof followed by infection with HRV1A for 16 h, and staining for infected cells with mAB J2 detecting dsRNA replication centers. Representative images of cells treated with BafA1 and niclosamide and combinations thereof are shown. Infected cells are shown in green and nuclei stained with DAPI in blue. Scale bar 100 µm. B) Inhibition of HRV1A infection by serial dilutions of niclosamide combined with serial dilutions of BafA1. Infection was scored by immune-staining for dsRNA replication centers, followed by automated imaging and image analysis. C) Representation of synergy values calculated with MacSynergy II, as developed by [2]. Synergy levels are plotted as a function of BafA1 (µM) and niclosamide concentrations (µM) showing greatest level of synergy at concentrations below 0.5 µM for niclosamide and 0.5 nM for BafA1. Results were derived from n=2 experiments.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Niclosamide protects WI-38 human lung fibroblasts from infection with HRV1A. Infection was measured as described in a). Mean and SEM values shown (n=4).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}