{
    "paper_id": "a64792baacb18e3bbfb88eee3a3592c85f04a627",
    "metadata": {
        "title": "The cientificWorldJOURNAL A Real-Time PCR Assay for Bat SARS-Like Coronavirus Detection and Its Application to Italian Greater Horseshoe Bat Faecal Sample Surveys",
        "authors": [
            {
                "first": "Andrea",
                "middle": [],
                "last": "Balboni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università di Bologna",
                    "location": {
                        "addrLine": "Via Tolara di Sopra 50",
                        "postCode": "40064",
                        "settlement": "Ozzano Emilia",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Gallina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università di Bologna",
                    "location": {
                        "addrLine": "Via Tolara di Sopra 50",
                        "postCode": "40064",
                        "settlement": "Ozzano Emilia",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Alessandra",
                "middle": [],
                "last": "Palladini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Pavia",
                    "location": {
                        "addrLine": "Via Taramelli 24",
                        "postCode": "27100",
                        "settlement": "Pavia",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Santino",
                "middle": [],
                "last": "Prosperi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università di Bologna",
                    "location": {
                        "addrLine": "Via Tolara di Sopra 50",
                        "postCode": "40064",
                        "settlement": "Ozzano Emilia",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Mara",
                "middle": [],
                "last": "Battilani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università di Bologna",
                    "location": {
                        "addrLine": "Via Tolara di Sopra 50",
                        "postCode": "40064",
                        "settlement": "Ozzano Emilia",
                        "country": "Italy"
                    }
                },
                "email": "mara.battilani@unibo.it"
            },
            {
                "first": "R",
                "middle": [],
                "last": "Marquet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Mccrae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "Y"
                ],
                "last": "Morozov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Bats are source of coronaviruses closely related to the severe acute respiratory syndrome (SARS) virus. Numerous studies have been carried out to identify new bat viruses related to SARS-coronavirus (bat-SARS-like CoVs) using a reverse-transcribed-polymerase chain reaction assay. However, a qualitative PCR could underestimate the prevalence of infection, affecting the epidemiological evaluation of bats in viral ecology. In this work an SYBR Green-real time PCR assay was developed for diagnosing infection with SARS-related coronaviruses from bat guano and was applied as screening tool in a survey carried out on 45 greater horseshoe bats (Rhinolophus ferrumequinum) sampled in Italy in 2009. The assay showed high sensitivity and reproducibility. Its application on bats screening resulted in a prevalence of 42%. This method could be suitable as screening tool in epidemiological surveys about the presence of bat-SARS-like CoVs, consequently to obtain a more realistic scenario of the viral prevalence in the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Among the human viral epidemics which have emerged in the past ten years, one of the most important is represented by the outbreak of severe acute respiratory syndrome (SARS) which appeared in China in 2002-2003, rapidly causing a human epidemic [1] .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several studies showed, firstly, that a new coronavirus was the aetiological agent of SARS, the SARS-CoV [2] , and subsequently bats were the natural reservoir for several viruses closely related genetically to the SARS-CoV, the SARS-like coronaviruses (SARS-like CoVs) [3] . At present, the presence of SARS-like CoVs in bats has been demonstrated in Asia, Africa, and Europe [4] [5] [6] [7] [8] [9] , showing the wide diffusion of these viruses.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Bats play a critical role in the ecology and evolution of these viruses; therefore, numerous studies have been carried out to identify new bat-SARS-like CoVs and to understand the mechanisms of transmission from animal hosts to humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In most of the surveys carried out on bat-SARS-like CoVs, the preferred technique for the initial screening of population samples has been a reverse-transcribedpolymerase chain reaction (RT-PCR) assay or an RT-nested PCR assay on RNA extracted from faecal samples. The primers used for the PCR reaction generally amplified a fragment of the RNA-dependent RNA polymerase gene (RdRp, the 12th nonstructural protein encoded by ORF1a, b), a conserved feature of the coronavirus genome which was also frequently used for subsequent phylogenetic analysis [4, 8, [10] [11] [12] [13] [14] [15] [16] . However, this technique may not have an optimal sensitivity, causing an underestimation of the true prevalence of infection, which may be due to a low amount of viral clearance in the faeces during the infection, too low to be detected by traditional PCR methods.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 552,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 553,
                    "end": 555,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Real-time PCR assay is a method with a significantly lower limit of detection than conventional PCR, allowing to increase the sensitivity of diagnostic test. In spite of high sensitivity, until now, only a few authors have used this 2 The Scientific World Journal technique in their epidemiological surveys [5, 10, 13] . The developed real-time PCRs described by other authors have used primers designed on viral sequences found in local geographical areas; therefore, it is uncertain whether these assays are able to detect viruses from other areas, in light of the high genetic variability of the coronaviruses.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 234,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of this work was to develop a real-time PCR assay for diagnosing infection with SARS-related coronaviruses from bat guano in order to use it as a screening tool in epidemiological surveys for the detection of the viruses. For this purpose, an SYBR Green real-time PCR assay, amplifying a fragment of the RdRp gene for the generic detection of the coronavirus [17] , was modified to increase the specificity towards the SARS-related coronavirus. The developed SYBR Green real-time PCR techniques were applied to an SARS-like coronavirus survey carried out on 45 greater horseshoe bats (Rhinolophus ferrumequinum) which were sampled in Italy in 2009, resulting in a prevalence of coronavirus infection of 42%.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Forty-five greater horseshoe bat (Rhinolophus ferrumequinum) specimens were captured from different roosts in all of Italy, including caves, mines, and abandoned houses, over a 4-month period (from August to November 2009) ( Figure 1 and Table 1 ). All captures were authorised by the Italian Ministry of the Environment and were part of a Ph.D. project on Rhinolophus ferrumequinum conservation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 233,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 238,
                    "end": 245,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sampling from Bats."
        },
        {
            "text": "The bats were caught using harp traps and placed individually into cotton bags before subsequent investigation started. Once species, sex, age category (juvenile, subadult, adult), forearm length, and weight were determined, the bats were released at their capture site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling from Bats."
        },
        {
            "text": "The faeces were immediately collected when bats produced fresh bolus during handling and kept in 2 mL of RNAlater RNA stabilisation reagent (QIAGEN, Hilden, Germany) permitting RNA conservation during transport. The samples were then conserved at −80 • C before processing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling from Bats."
        },
        {
            "text": "Faecal boluses of each sampled bat were suspended in 200 µL of phosphate buffered saline (PBS) pH 7.2 ± 0,2, and viral RNA extraction was performed beginning with 140 µL of suspended faeces by using the QIAamp Viral RNA (Qiagen, Hilden, Germany) following the supplier's recommendations. Extracted RNA was stored at −80 • C. First-strand cDNA was synthesised using random hexamers with the ImProm-II Reverse Transcription System (Promega Corporation, Madison, WI, USA), according to the manufacturer's instructions, and was stored at −20 • C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA Extraction and cDNA Synthesis."
        },
        {
            "text": "The forward and reverse primers were designed on the basis of the 11FW and 13RV degenerate primers which amplified a fragment of RNA-dependent RNA polymerase gene (RdRp), previously published by Escutenaire et al. [17] . The sequences of the two primers Table 1. were modified on the basis of a multiple sequence alignment including 10 SARS-related coronavirus reference strains available from the GenBank database in order to increase the specificity of the primers towards the bat-SARS-like coronaviruses ( Figure 2 ). Reference sequences were aligned using ClustalW software implemented with BioEdit version 7.0.5.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 262,
                    "text": "Table 1.",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 509,
                    "end": 517,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Primer Design."
        },
        {
            "text": "Using 11FW-modified (5 -TGA TGA TGC CGT CGT GTG CTA CAA-3 ) and 13RV-modified (5 -TGT GAG CAA AAT TCG TGA GGT CC-3 ) primers, a 168 bp fragment located between the nt 15647-15814 (Coronavirus, SARS-CoV Tor2; NC 004718) was able to be detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primer Design."
        },
        {
            "text": "A pCR4 plasmid (Invitrogen, Carlsbad, California, USA) containing a copy of the RdRp target sequence was produced as the external standard for the construction of the assay standard curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Standard DNA."
        },
        {
            "text": "The template DNA to be inserted as a target sequence in the plasmid vector was produced by amplifying the cDNA obtained from sample 893/09-11, an Italian bat-SARS-like CoV detected and only partially sequenced by the authors in a preceding survey [4] . A conventional PCR was carried out by Taq DNA Polymerase (Qiagen, Hilden, Germany) using 11FW-modified and 13RV-modified primers; the thermal cycler conditions consisted of an initial incubation at 94 • C for 5 min followed by 50 cycles of denaturation at 94 • C for The amplification product was purified by the High Pure PCR Product Purification Kit (Roche Diagnostics, Mannheim, Germany) following the supplier's recommendations and was cloned into the pCR4 vector using the TOPO TA Cloning Kit (Invitrogen, Leek, The Netherland), according to the manufacturer's instructions. The resulting recombinant plasmid purification was carried out using the PureLink Quick Plasmid Miniprep Kit (Invitrogen, Leek, the Netherland); purity was assessed by a spectrophotometer using the 260/280 nm ratio.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of Standard DNA."
        },
        {
            "text": "In order to simulate the amplification efficiency of viral reverse-transcribed RNA more closely and to avoid the presence of supercoiled plasmid DNA, the plasmid was linearised above the bat-SARS-like CoV fragment sequence using restriction endonuclease Spe I (Fermentas, Burlington, Ontario, Canada). The linearised plasmid was visualised and quantified by electrophoresis on 1% (w/v) agarose gel stained with ethidium bromide in 1x standard TAE buffer and using a Quick-Load 1Kb DNA Ladder (New England BioLabs, Ipswich, MA, USA). The copy number (CN) of standard plasmid DNA was calculated using the equation described by the US Environmental Protection Agency protocol [18] .",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 677,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of Standard DNA."
        },
        {
            "text": "Real-Time PCR. The real-time PCR was performed using the SYBR Premix Ex Taq II (Takara Bio inc., Shiga, Japan) and the Rotor-Geen 3000 system (Corbett Research, Mortlake, NSW, Australia). The fluorescence signal was acquired on the FAM channel (multi channel machine, source, 470 nm; detector, 510 nm; gain set to 5) with a fluorescence reading taken at the end of each elongation step.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SYBR Green"
        },
        {
            "text": "The SYBR Green real-time PCR was performed in a final volume of 25 µL containing 12.5 µL of SYBR Premix Ex Taq II, 0.4 µM of forward (11FW-modified) and reverse (13RVmodified) primers and 2 µL of template DNA. Autoclaved nanopure water was added to arrive at a final volume of 25 µL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SYBR Green"
        },
        {
            "text": "Each run consisted of an initial incubation for activation of the hot-start DNA polymerase at 95 • C for 30 sec followed by 40 cycles of denaturation at 95 • C for 10 sec, annealing at 55 • C for 20 sec, and polymerization at 72 • C for 20 sec. During the melt cycle, the temperature was increased by increments of 1 • C from 72 • C to 95 • C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SYBR Green"
        },
        {
            "text": "Specimens were considered positive if the fluorescence curve in the amplification plot showed an exponential increase, and a specific melting peak was observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SYBR Green"
        },
        {
            "text": "The SYBR Green real-time PCR standard curve was generated by serial 10-fold dilutions of recombinant plasmid with a known copy number (from 1×10 8 to 1×10 −1 copies/µL). These dilutions were tested in triplicate and used as quantification standards to construct the standard curve by plotting the plasmid copy number against the corresponding threshold cycle values (Ct). The threshold was determined using the Autofind Threshold function of the Rotor-Gene 3000, which scans the range of the threshold levels to obtain the best fit of the standard curve through the samples which have been defined as standards. The limit of detection (LOD) of the reaction was determined based on the highest dilution of plasmid possible to amplify with good reproducibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standard Curve and Limit of Detection (LOD)."
        },
        {
            "text": "To verify the specificity of the reaction, a melting curve analysis and electrophoresis on agarose gel were carried out for the products of the SYBR Green real-time PCR reaction. Five microliters of the amplicons were electrophoresed in 2% (w/v) agarose gel stained with ethidium bromide in 1x standard tris-acetate-EDTA (TAE) buffer and visualised by ultravioltet (UV) light; MassRuler Low-Range DNA Ladder (Fermentas, Burlington, Ontario, Canada) was used to check that amplicons of the expected size were present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standard Curve and Limit of Detection (LOD)."
        },
        {
            "text": "The analytical sensitivity and efficiency of real-time PCR is reflected by the LOD, which was assessed as described previously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic Sensitivity and Specificity."
        },
        {
            "text": "The specificity of the assay was evaluated using several dilutions of the recombinant plasmid together with a bat-SARS-like CoV, coronaviruses of different genera, and other RNA and DNA viruses, in triplicate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic Sensitivity and Specificity."
        },
        {
            "text": "The cDNA obtained from RNA extracted from faecal sample 893/09-11 [4] was used as a standard to test the amplification of the bat-SARS-like CoV while coronaviruses of other genera tested were feline coronavirus FCoV (Alphacoronavirus, strain 420, cDNA obtained from RNA extracted from lymph node, [19] ), and infectious bronchitis virus IBV (Gammacoronavirus, strain M41, DQ834384, cDNA obtained from RNA extracted from infected cells, kindly provided by Professor Elena Catelli). To further determine the specificity of the amplification reaction, the canine distemper virus CDV (Morbillivirus, Onderstepoort strain, NOBIVAC PUPPY CP, Nobivac, Boxmeer, The Netherlands, cDNA obtained from RNA extracted from vaccine suspension) and the feline panleukopenia virus FPV (Parvovirus, strain 1033/09, DNA extracted from tongue, [20] ) were tested as noncoronavirus RNA viruses and as DNA viruses, respectively. A melting curve analysis of the amplification products obtained was carried out.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Diagnostic Sensitivity and Specificity."
        },
        {
            "text": "In order to determine the intraassay variability of the technique for the standard plasmid and for samples, seven successive 10-fold dilutions (from 2 × 10 6 to 2 × 10 0 copies/µL) of recombinant plasmid were tested in triplicate within the same run, and the same was done for three samples with different viral concentrations (the highest viral concentration detected among the sampled bats (B1): 10 2 , and two low viral concentrations near the limit of detection (B2 and B3): 10 0 ) ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 496,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Intra-and Interassay Variability."
        },
        {
            "text": "The interassay variability was tested on bat samples by testing the three samples with different viral concentrations (B1, B2, and B3) in triplicate on three different days (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 182,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Intra-and Interassay Variability."
        },
        {
            "text": "Mean, standard deviation (SD), and coefficient of variation (CV) were calculated. In particular, the CV was calculated as the percentage of the ratio of standard deviation and the mean of the copies obtained, in accordance with the US Environmental Protection Agency protocol [18] .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Intra-and Interassay Variability."
        },
        {
            "text": "After optimisation of the SYBR Green real-time PCR assay, for each run, duplicates of six 10-fold dilutions of the standard plasmid, triplicates of the viral reverse-transcribed RNA of the bat samples, and a no template control were simultaneously subjected to analysis. Bat samples were considered positive if the mean of three replicates was greater than the LOD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of Coronavirus in Bat Faecal Samples Using SYBR Green Real-Time PCR."
        },
        {
            "text": "To confirm the expected size of the reaction products, five microliters of the amplicons were electrophoresed in 2% (w/v) agarose gel stained with ethidium bromide in 1x standard tris-acetate-EDTA (TAE) buffer and visualised by ultravioltet (UV) light; MassRuler Low-Range DNA Ladder (Fermentas, Burlington, Ontario, Canada) was used to check the size of DNA fragments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of Coronavirus in Bat Faecal Samples Using SYBR Green Real-Time PCR."
        },
        {
            "text": "The linearity and efficiency of the SYBR Green realtime PCR were determined by generating a standard curve in which serial 10-fold dilutions of recombinant plasmid were tested. The standard curve was generated by plotting the real-time PCR threshold cycle numbers (Ct) of each dilution against the known copy numbers of recombinant plasmid. The resulting slope showed a linear relationship over 9 orders of magnitude, ranging from approximately 1 × 10 0 to 1 × 10 8 copies/µL. The slope was −3.36 with a coefficient of determination (R 2 ) > 0.99 and a reaction efficiency (E) of 0.99, calculated from the slope (S) using E = 10 (−1/S) − 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development and Validation of SYBR Green Real-Time PCR."
        },
        {
            "text": "The LOD determined on the standard curve generated by amplifying the recombinant plasmid dilutions was found to be 0.0045 fg or 1 copy/µL, thus showing a high sensitivity of the assay. The specificity of the reaction was confirmed by a melting temperature of 83.3 • C for standard plasmid dilutions, indicating the formation of a single PCR product with no artefacts, such as nonspecific amplification products or primer dimers (results not shown). Furthermore, amplification products were also checked on agarose gel stained with ethidium bromide in standard TAE buffer and a clear and well-defined specific band of approximately 168 bp was visualised for all replicates of recombinant plasmid dilutions, except the concentration of 1 × 10 −1 copies/µL. (Figure 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 755,
                    "end": 765,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Development and Validation of SYBR Green Real-Time PCR."
        },
        {
            "text": "The developed assay was capable of detecting bat-SARSlike CoV sample 893/09-11 and no positive results were obtained with any other RNA or DNA viruses tested. The melting curve analysis of sample 893/09-11 showed a single peak at 83.3 • C (Figure 4) . These results suggested that the technique was highly specific for the bat-SARS-like coronaviruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 249,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Development and Validation of SYBR Green Real-Time PCR."
        },
        {
            "text": "The intraassay variability was determined, first, on seven successive 10-fold dilutions of recombinant plasmid tested in triplicate and, then, on three bat samples with different viral concentrations tested in triplicate. The coefficient of variation (CV) obtained ranged from 0.45 to 1.41 for plasmid concentrations higher than 10 2 copies/µL, while they increased progressively for lower concentrations. For bat samples, the CV obtained was 1.27 for the viral concentration of 10 2 copies/µL and 7.56-13.68 for concentrations of 10 0 copies/µL ( Table 2 ). The determination of the interassay variability tested on three bat samples gave a CV of 1,38 for the viral concentration of 10 2 copies/µL and 23.97-28.79 for concentrations of 10 0 copies/µL ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 548,
                    "end": 555,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 754,
                    "end": 762,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Development and Validation of SYBR Green Real-Time PCR."
        },
        {
            "text": "The intra-and interassay variability for plasmid dilutions and samples is therefore low for decreasing concentrations down to 10 2 copies/µL and progressively higher for lower concentrations, as influenced by distribution statistics (Poisson's law) which involves an increase in CV values for the quantification of very low copy number. However, despite the higher variability, low viral concentrations were always detected in all repetitions using the SYBR Green assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development and Validation of SYBR Green Real-Time PCR."
        },
        {
            "text": "Furthermore, the standard deviation (SD) between the individual assays was below 0.25 log 10 (Table 2) , a level which is normally considered the minimum requirement for acceptable reproducibility of quantitative molecular assays. were positive with a prevalence of 42% (Table 1 ). Viral quantities in positive samples ranged from orders of magnitude 10 0 to 10 2 ; a low viral concentration which could also be a consequence of the dilution of the faeces sampled during the extraction procedure. Melting curve analysis showed a single peak between 83 • and 84 • C for each positive bat sample. The difference in the melting temperature between the standard plasmid (83.3 • C, see above) and the faecal samples was a probable consequence of nucleotide mutations in the amplified target sequence (results not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 102,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 270,
                    "end": 278,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Development and Validation of SYBR Green Real-Time PCR."
        },
        {
            "text": "The real-time PCR products were checked on agarose gel stained with ethidium bromide in standard TAE buffer and all replicates of the detected positive samples showed a welldefined specific band of approximately 168 bp ( Figure 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 229,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Detection of Coronavirus in Bat Faecal"
        },
        {
            "text": "To confirm that positive samples belonged to SARSlike CoVs, the genome of some detected virus was partially sequenced and analysed by BLAST web interface (http://blast.ncbi.nlm.nih.gov/Blast.cgi) (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of Coronavirus in Bat Faecal"
        },
        {
            "text": "The importance of bats as a reservoir of infectious viral agents potentially transmissible to humans and other animals has become more evident with the passage of time. Among the different viral families hosted by the bats, much attention has been paid to the coronaviruses which demonstrate considerable variability in these hosts. This is also associated with the central role of Chiroptera as a source of coronaviruses closely related to the SARS virus which, no more than ten years ago, caused a serious global epidemic in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In view of this, there have been numerous studies in recent years with the goal of finding new species of coronaviruses in bats in order to monitor the world situation, to study the possible origin of human SARS virus, and to predict possible new coronavirus outbreaks in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Until now, the predominance of surveys on coronavirus infection in bats has used a reverse-transcribed PCR (RT-PCR) technique for the initial faecal sample screening. However, since conventional PCRs usually have a relatively higher limit of detection in comparison to other methods of analysis, it is possible that there has been an underestimation of the real prevalence of infection in bats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This possible underestimation of coronavirus prevalence can affect the evaluation of the real epidemiologic impact of bats in viral ecology, by not considering a population of chronically or persistently infected animals with a low viral load, which may be important for the transmission, maintenance, and evolution of the virus in the environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this paper, the description and validation of an SYBR Green real-time PCR method was carried out to detect the presence of SARS-like-coronaviruses, in order to improve the sensitivity of viral detection and to develop, at the same time, a rapid and robust technique to be used for the initial screening of faecal samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The SYBR Green real-time PCR developed in this study was highly sensitive, capable of detecting minimum concentrations of virus. Furthermore, it showed optimal efficiency and linearity of the reaction associated with low intra-and interassay variations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Therefore, this reliable and rapid technique, given its extreme sensitivity and reproducibility, may represent an important and useful alternative method for SARS-likecoronavirus detection in epidemiological investigations. Real-time PCR could be especially useful in programs of bats screening for the detection of viruses from faecal samples having low amounts of viral copies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The assay developed was applied to the detection of SARS-like coronaviruses in the faeces of bats sampled in different areas of Italy in 2009. Nineteen of the 45 greater horseshoe bats sampled were positive with a 42% prevalence and viral quantities in positive samples ranged from orders of magnitude 10 0 to 10 2 . Drexler et al. are the only authors that applied a real-time PCR assay to faecal samples of European (Bulgaria) field bats detecting 26% positive animals reaching up to 10 8 copies per gram of faces [5] . The prevalence of SARS-like coronavirus infection resulted higher in Italian bats than in Bulgarian bats. The Italian bat faeces were initially diluted and not quantified; therefore it is difficult to compare the difference of copies of virus in tested faeces between our and Drexler et al. studies.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 519,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The prevalence detected in this survey is much higher than that reported in the only other study done until now regarding the presence of coronavirus in the Italian bat population [4] , which detected (using qualitative RT-PCR) two positives out of 52 bats of the same species. These divergent results may reflect a genuine difference in the prevalence of coronavirus infection among bat populations in Italian areas, but it could also be due to the different detection methods used.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The real-time PCR assay which was developed is a reliable, specific, and sensitive tool with potential utility for rapid The Scientific World Journal 7 screening in bat populations. If conventional qualitative RT-PCR is widely applied (since it allows the sequencing of the obtained products and the genomic characterisation of the viruses), a combined approach with a quantitative real-time PCR furnishes relevant information about the epidemiological situation of coronavirus infection in bats, thus obtaining a more realistic vision of the viral prevalence in the population. Limit of detection ORF:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Open reading frame PCR:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbreviations"
        },
        {
            "text": "Polymerase chain reaction R2:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbreviations"
        },
        {
            "text": "Coefficient of determination RdRp:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbreviations"
        },
        {
            "text": "RNA-dependent RNA polymerase gene RT-PCR:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbreviations"
        },
        {
            "text": "Reverse transcribed-polymerase chain reaction S: S l o p e SARS:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbreviations"
        },
        {
            "text": "Severe acute respiratory syndrome SARS-CoV:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbreviations"
        },
        {
            "text": "Severe acute respiratory syndrome coronavirus SARS-like CoV:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbreviations"
        },
        {
            "text": "Severe acute respiratory syndrome-like coronavirus SD:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbreviations"
        },
        {
            "text": "Standard deviation TAE:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbreviations"
        },
        {
            "text": "Tris-acetate-EDTA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbreviations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature Medicine",
            "volume": "10",
            "issn": "12",
            "pages": "88--97",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "5624",
            "pages": "1394--1399",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A review of studies on animal reservoirs of the SARS coronavirus",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Research",
            "volume": "133",
            "issn": "1",
            "pages": "74--87",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Detection of a virus related to betacoronaviruses in Italian greater horseshoe bats",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balboni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palladini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bogliani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Battilani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Epidemiology and Infection",
            "volume": "139",
            "issn": "2",
            "pages": "216--219",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Genomic characterization of severe acute respiratory syndrome-related coronavirus in European bats and classification of coronaviruses based on partial RNA-dependent RNA polymerase gene sequences",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gloza-Rausch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glende",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Virology",
            "volume": "84",
            "issn": "21",
            "pages": "11336--11349",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bats are natural reservoirs of SARSlike coronaviruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "5748",
            "pages": "676--679",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification of a severe acute respiratory syndrome coronavirus-like virus in a leafnosed bat in Nigeria",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Firth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Street",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "mBio",
            "volume": "1",
            "issn": "4",
            "pages": "208--218",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Identification of SARS-like coronaviruses in horseshoe bats (Rhinolophus hipposideros) in Slovenia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rihtarič",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hostnik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grom",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Toplak",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Archives of Virology",
            "volume": "155",
            "issn": "4",
            "pages": "507--514",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Detection of novel SARS-like and other coronaviruses in bats from Kenya",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Conrardy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruone",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerging Infectious Diseases",
            "volume": "15",
            "issn": "3",
            "pages": "482--485",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K P"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S M"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "102",
            "issn": "",
            "pages": "14040--14045",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Complete genome sequence of bat coronavirus HKU2 from Chinese horseshoe bats revealed a much smaller spike gene with a different evolutionary lineage from the rest of the genome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K P"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S M"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "367",
            "issn": "2",
            "pages": "428--439",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ecoepidemiology and complete genome comparison of different strains of severe acute respiratory syndrome-related Rhinolophus bat coronavirus in China reveal bats as a reservoir for acute, selflimiting infection that allows recombination events",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K P"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Virology",
            "volume": "84",
            "issn": "6",
            "pages": "2808--2819",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bat coronaviruses and experimental infection of bats, the Philippines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Masangkay",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerging Infectious Diseases",
            "volume": "16",
            "issn": "8",
            "pages": "1217--1223",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Molecular diversity of coronaviruses in bats",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K P"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S M"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "351",
            "issn": "1",
            "pages": "180--187",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comparative analysis of twelve genomes of three novel group 2c and group 2d coronaviruses reveals unique group and subgroup features",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K P"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Virology",
            "volume": "81",
            "issn": "4",
            "pages": "1574--1585",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Intraspecies diversity of SARSlike coronaviruses in Rhinolophus sinicus and its implications for the origin of SARS coronaviruses in humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of General Virology",
            "volume": "91",
            "issn": "4",
            "pages": "1058--1062",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "SYBR Green real-time reverse transcription-polymerase chain reaction assay for the generic detection of coronaviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Escutenaire",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Isaksson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Archives of Virology",
            "volume": "152",
            "issn": "1",
            "pages": "41--58",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Quality Assurance/ Quality Control Guidance for Laboratories Performing PCR Analysis on Environmental Samples",
            "authors": [],
            "year": 2004,
            "venue": "US Environmental 8 The Scientific World Journal Protection Agency",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Quasispecies composition and phylogenetic analysis of feline coronaviruses (FCoVs) in naturally infected cats",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Battilani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Coradin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scagliarini",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "FEMS Immunology and Medical Microbiology",
            "volume": "39",
            "issn": "2",
            "pages": "141--147",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Genetic complexity and multiple infections with more Parvovirus species in naturally infected cats",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Battilani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balboni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ustulin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giunti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scagliarini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prosperi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Veterinary Research",
            "volume": "42",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Distribution of bat sampling in Italy. Sites of bat sampling from August to November 2009. For correspondence between letters and places, see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Multiple sequence alignment of primer binding sites. The alignments include 10 SARS-related coronavirus reference strains: SBRp3 (Bat SARS CoV Rp3/2004, DQ071615, identified from Rhinolophus pearsoni), SBRs (SARS coronavirus Rs 672/2006, FJ588686, identified from Rhinolophus sinicus), SHTor2 (SARS coronavirus Tor2, AY274119, identified from Human), SC (Civet SARS CoV SZ16/2003, AY304488, identified from Paguma larvata), SB (SARS coronavirus isolate CFB/SZ/94/03, AY545919, identified from Melogale moschata), SBRf1 (Bat SARS CoV Rf1/2004, DQ412042, identified from Rhinolophus ferrumequinum), SBRm1 (Bat SARS CoV Rm1/2004, DQ412043, identified from Rhinolophus macrotis), SBHKU3-1 (Bat coronavirus HKU3, DQ022305, identified from Rhinolophus sinicus), SB273 (Bat CoV 273/2005, DQ648856, identified from Rhinolophus ferrumequinum), and SB279 (Bat CoV 279/2005, DQ648857, identified from Rhinolophus macrotis). 40 sec, annealing at 50 • C for 40 sec, and polymerisation at 72 • C for 40 sec. A final cycle of extension at 72 • C for 30 min was performed to produce a single 3 deoxiadenosine (A) overhang.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "fold dilutions of recombinant plasmid: A1 (2 × 10 6 ), A2 (2 × 10 5 ), A3 (2 × 10 4 ), A4 (2 × 10 3 ), A5 (2 × 10 2 ), A6 (2 × 10 1 ), and A7 (2 × 10 0 ). Three bat samples with different viral concentrations: B1 (10 2 ), B2 and B3 (10 0 ). SD: standard deviation. CV: coefficient of variation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Real-time PCR reaction products checked on agarose gel stained with ethidium bromide in standard tris-acetate-EDTA (TAE) buffer: serial 10-fold dilutions of recombinant plasmid. Specific bands of approximately 168 bp were visualised for all replicates of recombinant plasmid dilutions, except the concentration of 1 × 10 −1 copies/µL. For recombinant plasmid dilution with a concentration of 1 × 10 −1 copies/µL only one specific amplicon to three replicates was visualised. MK: MassRuler Low-Range DNA Ladder (Fermentas, Burlington, Ontario, Canada). a, b, c, d, and e: recombinant plasmid dilutions with concentrations of 1 × 10 3 , 1 × 10 2 , 1 × 10 1 , 1 × 10 0 , and 1 × 10 −1 copies/µL, respectively. W: no template control (water).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Melting curve analysis of standard plasmid dilutions and sample 893/09-11. In gray: signals obtained from the standard plasmid dilutions; in black: signals obtained from the sample 893.09-11; derivative −dF/dT where F is fluorescence and T is time; • C: temperature (centigrade).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Real time-PCR reaction products checked on agarose gel stained with ethidium bromide in standard tris-acetate-EDTA (TAE) buffer: positive samples detected by developed real-time PCR. Specific bands of approximately 168 bp were visualised for all replicates of the detected positive samples. In this figure is represented the 2% (w/v) agarose gel electrophoresis of five of the 11 positive samples detected in bats belonging to sampling area A (San Cesario sul Panaro, MO). Pl: amplicon of the recombinant plasmid with 1×10 4 copies/µL; 1, 2, 3, 4, and 5: amplicons of the five positive samples belonging to sampling area A, each with three repetitions.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Bats tested for coronavirus infection using SYBR Green real-time PCR assay.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Intra-and interassay variability of the SYBR green real-time PCR method.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "bat-SARS-like CoV: Bat virus related to",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Financial support was provided by founds RFO (Ricerca Fondamentale Orientata) of the Alma Mater Studiorum-University of Bologna.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}