{
    "paper_id": "a6761d94a9d2827b88e04a42b2e2ddd8036ba410",
    "metadata": {
        "title": "CFTR Delivery to 25% of Surface Epithelial Cells Restores Normal Rates of Mucus Transport to Human Cystic Fibrosis Airway Epithelium",
        "authors": [
            {
                "first": "L",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Button",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "E"
                ],
                "last": "Gabriel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Burkett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Dysfunction of CFTR in cystic fibrosis (CF) airway epithelium perturbs the normal regulation of ion transport, leading to a reduced volume of airway surface liquid (ASL), mucus dehydration, decreased mucus transport, and mucus plugging of the airways. CFTR is normally expressed in ciliated epithelial cells of the surface and submucosal gland ductal epithelium and submucosal gland acinar cells. Critical questions for the development of gene transfer strategies for CF airway disease are what airway regions require CFTR function and how many epithelial cells require CFTR expression to restore normal ASL volume regulation and mucus transport to CF airway epithelium? An in vitro model of human CF ciliated surface airway epithelium (CF HAE) was used to test whether a human parainfluenza virus (PIV) vector engineered to express CFTR (PIVCFTR) could deliver sufficient CFTR to CF HAE to restore mucus transport, thus correcting the CF phenotype. PIVCFTR delivered CFTR to .60% of airway surface epithelial cells and expressed CFTR protein in CF HAE approximately 100-fold over endogenous levels in non-CF HAE. This efficiency of CFTR delivery fully corrected the basic bioelectric defects of Cl 2 and Na + epithelial ion transport and restored ASL volume regulation and mucus transport to levels approaching those of non-CF HAE. To determine the numbers of CF HAE surface epithelial cells required to express CFTR for restoration of mucus transport to normal levels, different amounts of PIVCFTR were used to express CFTR in 3%-65% of the surface epithelial cells of CF HAE and correlated to increasing ASL volumes and mucus transport rates. These data demonstrate for the first time, to our knowledge, that restoration of normal mucus transport rates in CF HAE was achieved after CFTR delivery to 25% of surface epithelial cells. In vivo experimentation in appropriate models will be required to determine what level of mucus transport will afford clinical benefit to CF patients, but we predict that a future goal for corrective gene transfer to the CF human airways in vivo would attempt to target at least 25% of surface epithelial cells to achieve mucus transport rates comparable to those in non-CF airways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Cystic fibrosis (CF) is the most common recessive lethal genetic disorder in Caucasian populations and results from a defect in the CFTR gene. Although CF affects many organs, the pulmonary manifestations account for over 90% of the morbidity and mortality [1] . Dysfunction of CFTR in CF airway epithelium perturbs the normal regulation of ion transport, leading to a reduced volume of airway surface liquid (ASL), mucus dehydra-tion, decreased mucus transport (MCT), and mucus plugging of the airways, which are hallmarks of early CF lung disease. Failure of effective mucus clearance initiates and exacerbates CF lung disease, resulting in an inability to effectively prevent or eradicate bacterial infection, typically dominated by Pseudomonas aeruginosa. Persistent neutrophil-mediated inflammation in CF airways further compromises defective clearance and, over several decades, results in airway destruction and fatal decline of lung function.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Airway mucus clearance is dependent on MCT facilitated by ciliated cell function and cough clearance, and constitutes ''mechanical'' innate defense of the lung [2] . Both MCT and cough clearance require sufficient hydration of mucus secretions for effective airway clearance. The currently accepted model for CF lung pathogenesis is that absence of CFTR function leads to ASL volume reduction that results in mucostasis. A logical therapeutic strategy to reverse CF lung pathogenesis would therefore replace CFTR function to CF airway epithelium, restoring ASL volume regulation and MCT. CFTR gene delivery strategies remain a rational approach towards this goal. To date, however, clinical trials in CF patients using CFTR gene delivery techniques have resulted in limited successful gene delivery that is widely considered to be insufficient for therapeutic benefit to CF patients. The fundamental hurdle to these approaches is the low efficiency of CFTR gene delivery to human conducting airway epithelial cells that regulate MCT.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In non-CF human airways, CFTR is expressed in ciliated airway epithelial cells of the surface and submucosal gland ductal epithelium [3] , and in the fluid-secreting cells of the submucosal glands [4] . Ciliated cells are the predominant luminal epithelial cell type present throughout the proximal and distal conducting airways and are critical cell types for facilitating MCT [5] . These properties of ciliated cells make them an abundant and relevant target for CFTR gene delivery. Since restoration of MCT or ASL volumes to normal non-CF levels has not been described after delivery of CFTR to CF airway epithelium either in vitro or in vivo, it remains unknown how much CFTR or how many surface epithelial cells will be required to express CFTR to restore mechanical innate defense to the airways.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In vitro models of human ciliated airway epithelium (HAE) recapitulate the morphology and physiology of the human airway epithelium and have been a valuable tool in the study of cell physiologic mechanisms that regulate ion and fluid transport and MCT in the human ciliated conducting airways [6] [7] [8] . Importantly, HAE retain phenotypic differences between non-CF and CF airway epithelium, i.e., CF HAE exhibit reduced or absent cAMP-mediated chloride ion (Cl 2 ) secretion, dysregulation of sodium ion (Na + ) absorption, excessive ASL absorption, dehydration of secreted mucus, and mucostasis [6] . This model has been predictive of the in vivo efficacy of drug-and gene-based therapeutics in human clinical studies [9] [10] [11] [12] [13] [14] [15] [16] . In particular, this model has been utilized to determine that currently available gene transfer vectors approved for clinical testing (e.g., adenovirus, lentivirus, AAV, and nonviral vectors) are inefficient at delivering CFTR to sufficient numbers of surface epithelial cells to restore CFTR function or ASL volume for effective MCT. The target number of cells in a ciliated airway epithelium needed to express CFTR for restoration of ASL and MCT is currently unknown.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 737,
                    "end": 741,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 742,
                    "end": 746,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 757,
                    "end": 761,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We have shown that human parainfluenza virus (PIV) selectively targets ciliated cells of HAE after luminal delivery [17] . Since recombinant PIV can be re-engineered to express large transgene inserts [18] , we used PIV to: (1) generate PIV-expressing CFTR as an additional gene (PIVCFTR); (2) test whether delivery of CFTR to CF ciliated cells restored mechanical innate defense, i.e., MCT, to human CF airway epithelia; and (3) determine the numbers of CF epithelial cells requiring CFTR to restore MCT rates to normal non-CF HAE levels. Using CF HAE, CFTR expression levels per cell and numbers of cells expressing CFTR were correlated with correction of ion transport, ASL volume regulation, and MCT rates to assess the relationship between gene transduction and restoration of normal mucociliary transport. We show that PIV-mediated delivery of CFTR to ciliated cells of CF HAE resulted in functional CFTR channel activity with restoration of ASL volume homeostasis and MCT. Further, we show that CFTR expression in individual ciliated cells does not require tight regulation of expression and that restoration of MCT rates to those measured in non-CF HAE required CFTR delivery to at least 25% of surface epithelial cells or approximately 30% of ciliated cells. Hence, we describe the first demonstration, to our knowledge, of efficient CFTR gene delivery to CF ciliated airway epithelium that is sufficient to correct the fundamental physiological dysfunctions that precipitate CF lung pathogenesis.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 201,
                    "end": 205,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recombinant PIV-expressing GFP (PIVGFP) infects ciliated cells of an in vitro model of human airway epithelium that recapitulates the morphology of the human ciliated airway epithelium in vivo ( Figure 1A , 1B, and 1C). Inoculation of freshly excised human tracheobronchial airway epithelium showed PIVGFP also targeted ciliated cells under noncultured conditions ( Figure 1D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 204,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 366,
                    "end": 375,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Efficient CFTR Delivery to Ciliated Airway Epithelium by PIV"
        },
        {
            "text": "To express CFTR in CF ciliated cells, a PIV with CFTR inserted into the viral genome was constructed (PIVCFTR, Figure  S1 ). Apical surface inoculation of CF HAE with PIVCFTR or PIVGFP at 10 6 plaque-forming units (PFU) (100 ml of 10 7 PFU/ ml for 2 h: multiplicity of infection [MOI] ,3 for all lumenal cells and ,5 for ciliated cells) resulted in infection of a significant number of cells 48 h postinoculation (pi) as detected by immunolocalization of PIV fusion (F) glycoprotein viewed en face (Figure 2A and 2B) . Immunolocalization of PIV-mediated GFP and PIV F expressed by PIVGFP or F glycoprotein expressed by PIVCFTR confirmed targeting of ciliated cells ( Figure 2C and 2D). Quantitation of lumenal cells infected by PIVGFP or PIVCFTR revealed that similar numbers of ciliated cells were infected by each virus ( Figure 2E ). Although ciliated cell numbers were variable in HAE derived from different donors (range 60% to 80%), the percentage of ciliated cells per square centimeter of epithelium surface area determined by b-tubulin IV immunodetection showed that on average approximately 70% of surface cells",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 121,
                    "text": "Figure  S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 498,
                    "end": 516,
                    "text": "(Figure 2A and 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 667,
                    "end": 676,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 824,
                    "end": 833,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Efficient CFTR Delivery to Ciliated Airway Epithelium by PIV"
        },
        {
            "text": "The ciliated epithelium that lines the conducting airways of the lung normally functions to transport hydrated mucus secretions out of the airways to maintain respiratory sterility. Cystic fibrosis (CF) lung disease results from reduced airway surface hydration leading to decreased mucus clearance that precipitates bacterial infection and progressive obstructive lung disease. CF is a genetic disease, and the mutant protein is a chloride ion channel (CFTR) that normally regulates ion and fluid transport on the airway surface. Restoration of corrected CFTR function to the airway epithelium of CF patients by delivering a new CFTR gene to airway epithelial cells has long been envisioned as a therapeutic strategy for CF lung disease. Towards this goal, we use a novel viral vector to deliver CFTR to a culture model that represents the ciliated airway epithelium of CF patients and show that this strategy restores airway surface hydration and mucus transport to levels of that in non-CF individuals. This study demonstrates efficient and efficacious CFTR delivery to CF ciliated airway epithelium and that CFTR delivered to approximately 25% of the surface epithelial cells restores normal levels of airway surface hydration and mucus transport. These studies serve as a benchmark for the efficiency of CFTR gene delivery to CF airways for future CF gene therapy studies in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "were ciliated cells. Since the total number of lumenal surface cells in HAE approximates 0.3610 6 cells, we estimate that approximately 42% of surface cells or approximately 60% of ciliated cells were infected by PIV under these conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "The PIV vector replicates in ciliated cells and by 24 h pi, sheds progeny virions onto the culture surface, resulting in further rounds of ciliated cell infection. However, when low viral titers (10 3 PFU) were used to inoculate HAE, evidence of further rounds of infection (i.e., spread) was not apparent until 48 h pi [17] . To determine whether the high efficiency of ciliated cell infection by PIVCFTR was dependent on spread of progeny virus from ciliated cell to ciliated cell, we compared infection rates at 24 h versus 48 h pi. HAE inoculated with PIVCFTR (10 6 PFU) for 2 h showed similar high infection rates at 24 h pi as for 48 h (2-h data for Figure 2F vs. 2E), indicating that the initial high titer inoculum and not cell-cell spread of virus mediated the highly efficient targeting of ciliated cells by PIV. Prolonging or decreasing inoculation times to 8 h or 5 min produced modestly increased or decreased infection rates, respectively ( Figure 2F ). The high numbers of PIVCFTR-infected cells with only 5-min inoculation time highlight the high efficiency of PIV infection and suggest that short exposure times in the airways will be sufficient for efficient targeting of ciliated cells in vivo.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 656,
                    "end": 665,
                    "text": "Figure 2F",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 955,
                    "end": 964,
                    "text": "Figure 2F",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Although equally efficient at targeting ciliated cells as PIVGFP, PIVCFTR stimulated significantly lower amounts of epithelial cellderived inflammatory mediators associated with in vivo viral pathogenesis. Indeed, PIVCFTR only induced inflammatory mediator secretion to levels stimulated by inoculation with UVinactivated PIV ( Figure 2G for CXCL8, and Figure S2 for CXCL10, IL-6, IL-12p40, MCP-1, and RANTES). Since PIVCFTR produced 10-fold fewer progeny virions than PIVGFP due to the insertion of the relatively large CFTR insert ( Figure 2H ), it is likely that the generation of inflammatory mediators is proportional to the rate of PIV replication in ciliated cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 337,
                    "text": "Figure 2G",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 353,
                    "end": 362,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 535,
                    "end": 544,
                    "text": "Figure 2H",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Expression levels of transduced CFTR in CF HAE were determined by comparing the levels of exogenous CFTR mRNA ) and GFP expression assessed at 24 h pi. GFP was detected by indirect immunofluorescence with rabbit anti-GFP polyclonal antibodies (Ab) and goat anti-rabbit IgG-fluorescein (green). Ciliated cells were identified using mouse primary Ab against acetylated atubulin and detected with anti-mouse IgG-Texas Red (red). GFP colocalized to cells that were also positive for acetylated a-tubulin, confirming the targeting of ciliated cells in vitro and ex vivo by PIV. Bar represents 20 mm in (A); and 5 mm in (B, C, and D). doi:10.1371/journal.pbio.1000155.g001 expressed by PIVCFTR relative to endogenous CFTR mRNA in CF HAE and non-CF HAE using quantitative RT-PCR. Previously, it has been estimated that human airway cells contain only approximately 10 CFTR transcripts/cell [19] . In our experiments, we found that CF HAE inoculated with PIVCFTR produced a 236-fold increase in CFTR mRNA when compared to cultures inoculated with PIVGFP or mock ( Figure 3A ). Since this large-fold increase in CFTR mRNA is in part reflective of the low endogenous copy number of CFTR, we also assessed CFTR protein levels semiquantitatively by western blot. CF HAE (C) Representative confocal images of CFTR immunoreactivity in CF HAE (i and ii), and non-CF HAE (iii and iv), 48 h after inoculation with PIVGFPCFTR (i and iii) or PIVGFP (ii and iv). CFTR was detected with CFTR monoclonal Ab (clone 596) and secondary Abs conjugated to AlexaFluor 594 (red). CF HAE inoculated with PIVGFPCFTR (i) showed immunolocalization of CFTR at apical domains of ciliated cells that were also GFP-positive, but not in GFP-negative ciliated cells or in CF HAE infected with PIVGFP (ii). Robust apical domain CFTR and GFP were detected in non-CF HAE ciliated cells inoculated with PIVGFPCFTR and endogenous CFTR levels detected in GFP-negative ciliated cells (iii, arrowheads). Endogenous CFTR was detected at the apical membranes of GFP-positive and -negative ciliated cells after inoculation with PIVGFP (iv, arrowheads). Bar inoculated with PIVCFTR expressed large amounts of mature CFTR ( Figure 3B , lane 3, band C), whereas no mature CFTR protein was detected in CF HAE inoculated with vehicle alone (lane 1) or PIVGFP (lane 2). Serial 10-fold dilutions of total protein lysates of CF HAE inoculated with PIVCFTR (lanes 4 and 5) provided a semiquantitative measurement of the amounts of exogenous CFTR protein in CF HAE compared to CFTR protein levels in non-CF HAE (lane 6). We estimate that an approximately 50-fold increase in mature CFTR protein in transduced CF HAE was achieved compared to non-CF HAE. Therefore, two independent measures of CFTR abundance indicate a significant overexpression of both CFTR mRNA and protein in transduced CF HAE. Note, these measures are likely an underestimate given that not all ciliated cells are infected by PIVCFTR. Because approximately 60% of ciliated cells were infected in these experiments, and ciliated cells on average comprise approximately 70% of surface cells within a culture, we estimate that individual infected ciliated cells likely overexpress CFTR protein by at least 100-fold over non-CF ciliated cells.",
            "cite_spans": [
                {
                    "start": 883,
                    "end": 887,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2103,
                    "end": 2106,
                    "text": "Bar",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1056,
                    "end": 1065,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2172,
                    "end": 2181,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "PIV Delivers CFTR to Ciliated Cells, Resulting in Overexpression and Apical Localization of Functional CFTR"
        },
        {
            "text": "Apical localization and overexpression of CFTR above endogenous levels in ciliated cells was confirmed by immunodetection of CFTR in CF HAE and non-CF HAE ( Figure 3C ). For these studies, we chose to engineer both GFP and CFTR into a single PIV vector (PIVGFPCFTR) to enable identification of infected cells by GFP fluorescence. In CF HAE infected with PIVGFPCFTR, CFTR was immunolocalized only to ciliated cells that were also positive for GFP ( Figure 3Ci ) and concentrated in apical membrane domains at the base of the cilial shafts. Although endogenous CFTR in non-CF ciliated cells in vitro is localized to these regions [3] , subapical membrane CFTR immunoreactivity was also detected after PIVGFPCFTR, likely suggesting the increased presence of CFTR in recycling endosomes. Infection of CF HAE with PIVGFP alone showed that ciliated cells positive for GFP were negative for CFTR immunoreactivity (Figure 3Cii ). When non-CF HAE were infected by PIVGFPCFTR, endogenous CFTR was present in GFP-negative ciliated cells and overexpressed in GFP-positive cells ( Figure 3Ciii ). For non-CF HAE infected with PIVGFP, GFP-positive and -negative ciliated cells showed only endogenous CFTR apical membrane immunoreactivity ( Figure 3Civ ). CFTR (endogenous or PIV-delivered), GFP, or PIV antigens were never detected in cell types that did not posses cilia ( Figure S3 ).",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 631,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 166,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 448,
                    "end": 458,
                    "text": "Figure 3Ci",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 906,
                    "end": 918,
                    "text": "(Figure 3Cii",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1068,
                    "end": 1080,
                    "text": "Figure 3Ciii",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1226,
                    "end": 1237,
                    "text": "Figure 3Civ",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1360,
                    "end": 1369,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "PIV Delivers CFTR to Ciliated Cells, Resulting in Overexpression and Apical Localization of Functional CFTR"
        },
        {
            "text": "To determine whether PIV-mediated CFTR delivery to ciliated cells resulted in functional CFTR anion channel activity in CF HAE, we maximally stimulated cAMP-mediated anion transport capacity using forskolin (Fsk), an activator of CFTR. Figure 3D shows bioelectric short-circuit current (I sc ) traces obtained in Ussing chamber experiments with CF HAE inoculated with mock (vehicle alone), PIVGFP, or PIVCFTR. For comparison, a I sc trace from a non-CF HAE is also shown. Whereas I sc responses to Fsk were not observed in mock-or PIVGFP-inoculated CF HAE, CF HAE inoculated with PIVCFTR exhibited rapid and sustained increases in I sc that were rapidly inhibited by a CFTR-specific inhibitor (CFTR 172 [20] ). Experiments using CF cells derived from four different donors revealed that the kinetics and magnitudes of the Fsk responses in PIVCFTR-corrected CF HAE were indistinguishable from those observed for non-CF HAE ( Figure 3D and 3E; range 6.7-42.0 mA/cm 2 for PIVCFTR, 0-1.5 mA/cm 2 for CF HAE controls [mock and PIVGFP] and 7.8-70.3 mA/cm 2 for non-CF HAE). An additional control using PIV expressing the nonfunctional CFTR mutant DF508CFTR (PIVDF508) confirmed that functional CFTR was required for bioelectric correction of CF HAE ( Figure 3E ). These data show that delivery of functional CFTR to CF ciliated cells fully restored maximally stimulated CFTR anion channel activity to normal non-CF levels. PIVCFTR did not significantly affect UTPmediated Cl 2 secretion in CF HAE beyond that of PIVGFP ( Figure S4 ).",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 707,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 245,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 924,
                    "end": 933,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1245,
                    "end": 1254,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1515,
                    "end": 1524,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "PIV Delivers CFTR to Ciliated Cells, Resulting in Overexpression and Apical Localization of Functional CFTR"
        },
        {
            "text": "Although others have shown that overexpression of CFTR was not detrimental to airway epithelial cell integrity in vitro and in vivo [21, 22] , we had anticipated that Fsk-stimulated Cl 2 secretion would exceed that of non-CF HAE since CF ciliated cells significantly overexpressed CFTR, i.e., CF HAE would be ''supercorrected.'' That CF HAE overexpressing CFTR exhibited identical anion secretion as measured in non-CF HAE with endogenous CFTR levels suggested that the ceiling for anion secretion rates was not solely related to the absolute quantity of CFTR present in ciliated cells. Several explanations appeared plausible to account for this observation.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Overexpression of CFTR in CF Ciliated Cells Does Not Increase Anion Transport Beyond That of Non-CF HAE"
        },
        {
            "text": "A first explanation is that transduced CFTR was not trafficked to the apical membrane of CF ciliated cells. As shown in Figure 3C , this was not the case, as immunofluorescent localization revealed clear targeting of transduced CFTR to apical domains of CF ciliated cells. It is possible, however, that not all correctly trafficked CFTR was inserted into the apical membrane in regions that facilitate function. Certainly, our immunolocalization data suggest CFTR is present in subapical membrane structures likely representing recycling endosomes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 129,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Overexpression of CFTR in CF Ciliated Cells Does Not Increase Anion Transport Beyond That of Non-CF HAE"
        },
        {
            "text": "A second explanation is that overexpression of CFTR resulted in mislocalization of a fraction of CFTR to basolateral membranes of ciliated cells. This event would be predicted to dampen Fskinduced CFTR responses as suggested for adenovirus-mediated CFTR delivery to airway epithelia [23] . Although CFTR immunoreactivity was restricted to the apical domains of ciliated cells, even when overexpressed ( Figure 3C ), we further tested for this possibility by using CFTR 172 as a probe to measure CFTR functional activity in apical and/or basolateral compartments of PIVCFTR-corrected CF HAE. Addition of CFTR 172 to apical surfaces 15 min before or during Fsk-induced anion secretion resulted in rapid and complete inhibition of secretion ( Figure 4A ). In contrast, CFTR 172 applied to basolateral surfaces before or during Fsk-induced anion secretion had no effect on Fsk-induced anion secretion, suggesting that no significant functional CFTR was present in the basolateral membranes of ciliated cells.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 412,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 740,
                    "end": 749,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Overexpression of CFTR in CF Ciliated Cells Does Not Increase Anion Transport Beyond That of Non-CF HAE"
        },
        {
            "text": "A third explanation is that the Fsk responses are limited by the apical membrane driving force for Cl 2 secretion. We tested this possibility by comparing the Fsk responses with PIVCFTRcorrected CF HAE (.100-fold increased CFTR) to non-CF HAE (endogenous CFTR levels) with protocols designed to make the electrochemical driving force for Cl 2 secretion nonlimiting (bathing solutions changed from Cl 2 replete [Krebs bicarbonate Ringer, KBR] to Cl 2 deplete [high potassium low chloride, HKLC]). As shown in Figure 4B , Fsk responses in CF HAE overexpressing CFTR and non-CF HAE were similar under conditions of physiological Cl 2 secretory driving forces (KBR). Importantly, when the apical membrane Cl 2 secretory driving force was made large and not limiting by lumenal Cl 2 substitution, Fsk again stimulated similar responses in CF HAE overexpressing CFTR compared to non-CF HAE ( Figure 4B , HKLC). These observations strongly suggest that overexpressed levels of CFTR do not produce reduction in Cl 2 secretory driving forces that offset the additional quantity of CFTR in the apical membrane and hence buffer the Cl 2 secretion rates. As an additional control, UTP-mediated Cl 2 secretion (via calcium-activated Cl 2 channels) was increased .20-fold in HKLC bathing solution compared to KBR ( Figure 4C ), indicating that the maximal anion secretory capacity of cultures had not been reached.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 517,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 886,
                    "end": 895,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1301,
                    "end": 1310,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Overexpression of CFTR in CF Ciliated Cells Does Not Increase Anion Transport Beyond That of Non-CF HAE"
        },
        {
            "text": "Collectively, these data suggest that CFTR overexpressed in CF ciliated cells is selectively trafficked to the apical domains of these cells. However, a ceiling of CFTR Cl 2 secretion is reached that approximates that of endogenous CFTR in non-CF HAE. We speculate that this ceiling reflects the limiting requirement of the number of potential apical membrane docking sites for CFTR and/or the limited amount of accessory/regulatory proteins localized at apical membranes of CF cells required for CFTR function. It is likely that CFTR insertion into the apical membranes of ciliated cells is tightly regulated with recycling and replenishment of CFTR governed by CFTR-rich recycling endosomes. To determine whether limited availability of docking sites or accessory proteins was unique to CF ciliated cells, non-CF HAE were inoculated with PIVCFTR and PIVGFP, and Fsk responses compared ( Figure 4D ). Overexpression of CFTR in non-CF HAE provided only moderately increased Fsk-mediated Cl 2 secretion compared to cultures inoculated with PIVGFP. Although modest but significant differences in resistance were measured before/after Fsk treatment in mock-treated non-CF HAE, no significant differences in resistance were measured before/after forskolin treatment after PIVCFTR versus PIVGFP inoculations: (Resistances [V.cm 2 ] before/after Fsk: Mock, 550649/40160.5; PIVGFP, 452639/40260; PIVCFTR, 419612/40160.2; n = 5 for each). Collectively, these data suggest replacement of a corrective CFTR gene to CF ciliated cells is the only manipulation required for correction of the CF defect since both CF and non-CF HAE regulate CFTR activity similarly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 889,
                    "end": 898,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Overexpression of CFTR in CF Ciliated Cells Does Not Increase Anion Transport Beyond That of Non-CF HAE"
        },
        {
            "text": "The dehydrated airway surface phenotype characteristic of CF results from the inability to induce Cl 2 secretion and the failure to regulate Na + absorption to maintain ASL height at approximately 7-10 mm, i.e., physiologic ''thin-film'' volumes. We investigated whether expression of CFTR in CF ciliated cells corrected both the Cl 2 secretory and Na + hyperabsorptive phenotype of CF HAE by measuring responses to specific antagonists on transepithelial potential difference (V t ) with microelectrodes under thin-film conditions when the height of the ASL was at steady state. Measurement of the basal contribution of Cl 2 transport to V t by blocking basolateral membrane cellular Cl 2 entry with bumetanide (10 24 M) showed that 40% of the V t in non-CF HAE was accounted for by Cl 2 ion transport ( Figure 5A , white bars). In contrast, in CF HAE, there was no detectable bumetanidesensitive V t , consistent with the absence of functional CFTR (black bars). However, after PIVCFTR, but not PIVGFP, the contribution of Cl 2 transport to CF HAE V t was indistinguishable from that for non-CF HAE (approximately 40%, red bars). These data obtained under thin-film conditions confirm that delivery of CFTR to CF ciliated cells fully corrected the Cl 2 secretory defect to non-CF levels.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 805,
                    "end": 814,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Restoration of ASL Volume Regulation in CF HAE by Expressing CFTR in Ciliated Cells"
        },
        {
            "text": "The epithelial Na + channel (ENaC) is rate-limiting for Na + absorption and is negatively regulated by CFTR expression [24] [25] [26] . Since ENaC activity is regulated by mediators present in the ASL (e.g., nucleotides and proteases [27, 28] ), and Ussing chamber (''thick-film'') studies result in washing away of these critical ENaC regulatory factors, we determined how CFTR delivery to CF ciliated cells affected the regulated activity of ENaC under thin-film conditions using microelectrodes. The change in V t , in response to the Na + channel blocker, benzamil (10 25 M), indicated that Na + transport accounted for approximately 40% of the total V t in non-CF HAE ( Figure 5A , white bars) and approximately 80% of transport in CF HAE (black bars), consistent with a Na + hyperabsorptive phenotype for CF airway epithelia. Expression of CFTR, but not GFP, in CF ciliated cells significantly reduced the contribution of CF HAE Na + transport to levels measured in non-CF HAE ( Figure 5A , red bars). These data show that delivery of CFTR to CF ciliated cells restored both Cl 2 secretion and the regulation of Na + absorption by CF airway epithelia to normal, non-CF HAE levels. The simplest conclusion drawn from these data is that ENaC and CFTR both reside in ciliated cells in the human airway epithelium.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 124,
                    "end": 128,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 129,
                    "end": 133,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 675,
                    "end": 684,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 985,
                    "end": 994,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Restoration of ASL Volume Regulation in CF HAE by Expressing CFTR in Ciliated Cells"
        },
        {
            "text": "During these experiments, it was noted that the lumenal surfaces of PIVCFTR-corrected CF HAE appeared hydrated compared to the dehydrated surfaces of CF HAE, suggesting that the rebalancing of Na + absorption and Cl 2 secretion consequent to delivery of CFTR to ciliated cells restored hydration to the lumenal surfaces of CF HAE. Therefore, we initiated experiments to measure ASL height regulation in CF HAE in the absence or presence of transduced CFTR in ciliated CF cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CFTR Expression in CF Ciliated Cells Restores Regulation of Apical Surface Hydration"
        },
        {
            "text": "ASL volume regulation was assessed by measuring ASL height with XZ-plane confocal microscopy 48 h after addition of 25 ml of PBS to the apical surfaces of CF HAE. In control CF HAE (inoculated with mock or PIVGFP), CF epithelia absorbed almost all fluid from their surfaces, resulting in an ASL height of 3 mm, i.e., the minimal space of compacted folded-over cilia and consistent with mucostasis ( Figure 5B ) [29] . However, in PIVCFTR-corrected CF HAE, ASL height stabilized at approximately 8 mm, a height similar to that of non-CF HAE ( Figure 5B ). These data show that delivery of CFTR to CF ciliated cells fully restored the regulation of ASL height to levels maintained by non-CF HAE, thus establishing the critical role of CFTR and ciliated cells in ASL height homeostasis.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 415,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 399,
                    "end": 408,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 542,
                    "end": 551,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "CFTR Expression in CF Ciliated Cells Restores Regulation of Apical Surface Hydration"
        },
        {
            "text": "We next investigated whether the depletion of ASL over time impaired cilia beat by measuring ciliary beat frequency (CBF) of CF HAE under thin-film conditions. Immediately after addition of 25 ml of PBS to the apical surface of CF HAE, CBF was approximately 8 Hz, a value not different than exhibited by non-CF HAE ( Figure 5C ). However, consistent with the decreased ASL height in control CF HAE, effective CBF was reduced 48 h later in CF HAE compared to non-CF HAE ( Figure 5C ). In contrast, effective CBF was maintained in PIVCFTR-inoculated, but not PIVGFP-inoculated, CF HAE at levels similar to those measured in non-CF HAE ( Figure 5C ). These data strongly argue that ineffective cilia beat observed in CF HAE reflects a defect in ASL height regulation, not ciliary function, and restoration of ASL height regulation with PIVCFTR is sufficient to restore effective cilia beat in CF HAE.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 326,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 471,
                    "end": 480,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 635,
                    "end": 644,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "CFTR Expression in CF Ciliated Cells Restores Regulation of Apical Surface Hydration"
        },
        {
            "text": "A novel feature of the HAE model is the recapitulation of MCT, reflecting coordinated cilia beat that produces rotational flow of mucus over hydrated epithelial apical surfaces [6] . In CF HAE, the rotational flow is abolished due to ASL depletion, mimicking mucostasis described for CF airways in vivo [6] . To determine whether expression of CFTR in CF ciliated cells could prevent mucostasis, CF HAE were inoculated with PIVCFTR, PIVGFP, or mock and, 24 h later, a small bolus of 1-mm fluorescent beads added to the apical surfaces and cultures maintained at .95% humidity for 24 h. For control CF HAE, rotational flow of beads was rarely observed at 48 h pi ( Figure 5D, 5Ei, and 5Eii) , i.e., mucostasis occurred. In contrast, PIVCFTR-corrected CF HAE exhibited significant rotational flow of beads, indicating that MCT had been restored ( Figure 5D and 5Eiii ). Under these conditions at 48 h pi, PIVCFTR restored approximately 50% of the MCT measured in parallel non-CF HAE ( Figure 5D and 5Eiv) . These data are the first demonstration, to our knowledge, that MCT can be restored to CF airway epithelia by delivering CFTR to ciliated cells, indicating that the cumulative effects of CFTR deficiency on mechanical innate defense can be reversed by this strategy.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 664,
                    "end": 689,
                    "text": "Figure 5D, 5Ei, and 5Eii)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 845,
                    "end": 864,
                    "text": "Figure 5D and 5Eiii",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 983,
                    "end": 1002,
                    "text": "Figure 5D and 5Eiv)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "CFTR Expression in CF Ciliated Cells Restores Effective MCT"
        },
        {
            "text": "Why MCT was not completely restored to normal levels, especially when ion transport processes and ASL volume regulation were fully corrected, remains to be determined. A possible explanation may relate to potentially subtle cytopathic effects of PIV infection at 48 h pi. To address this possibility, we inoculated non-CF HAE with PIVGFP or PIVCFTR, and assessed MCT 48 h later. PIVGFP decreased MCT to 4063% (n = 5) of normal levels, whereas PIVCFTR decreased MCT to approximately 74611% (n = 5) of normal levels. These data strongly suggest that after 48 h of PIV infection, virus-induced cytopathic events, likely linked to virus replication capacity, limit complete restoration of MCT to non-CF levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CFTR Expression in CF Ciliated Cells Restores Effective MCT"
        },
        {
            "text": "Duration of CFTR correction is limited by shedding of PIVinfected ciliated cells. Experiments to determine the duration of PIVCFTR-mediated bioelectric correction showed that significant functional correction was maintained for at least 1 wk with detectable, but decreased, levels of function remaining at 21 d pi ( Figure 6A ). Previously, we have shown that PIV-infected ciliated cells are shed from HAE 3-7 d pi by a poorly understood process of extruding infected ciliated cells from the epithelium onto the lumenal surfaces of HAE [17] . This process likely represents an innate defense function of the epithelium to rid itself of PIVinfected ciliated cells. To confirm that PIV-infected ciliated cells were being shed from the epithelium, we assessed the cellular composition of apical secretions 6 d after PIVGFP inoculation. By morphologic and immunodetection of GFP-positive cells and ciliated cells, we determined that PIV-infected ciliated cells were shed into apical secretions at a rate far exceeding that of natural ciliated cell shedding ( Figure 6B) . Therefore, the temporally related loss of CFTR functional activity in PIVCFTR-corrected CF HAE likely reflects shedding of infected ciliated cells and suggests that the extent of correction is directly related to the numbers of ciliated cells expressing CFTR. To further explore this relationship, we counted the numbers of PIV-positive cells present in CF HAE over time and show that the loss of PIV-positive ciliated cells paralleled the loss of Cl 2 transport (compare Figure 6C to 6A), suggesting that the magnitude of correction was indeed directly proportional to the number of CF ciliated cells expressing CFTR.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 540,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 325,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1055,
                    "end": 1065,
                    "text": "Figure 6B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1540,
                    "end": 1549,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "CFTR Expression in CF Ciliated Cells Restores Effective MCT"
        },
        {
            "text": "Interestingly, although the numbers of PIV-positive ciliated cells were similar at day 2 and 4 pi for both transgenes (CFTR or GFP), by day 8 pi, significantly more PIVCFTR-positive ciliated cells remained compared to PIVGFP. Because PIVCFTR has a lower replication capacity than PIVGFP, we speculate that ciliated cell shedding is related to the rate of virus replication and that identification or generation of PIV vectors with further attenuated replication may provide delivery vectors that prolong functional CFTR correction. Further characterization of the processes involved in PIV-induced ciliated cell shedding from HAE may also provide novel strategies to prolong the lifespan of CFTRexpressing ciliated cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CFTR Expression in CF Ciliated Cells Restores Effective MCT"
        },
        {
            "text": "A central question in CF gene transfer studies has been the efficiency of CFTR delivery required for clinical benefit. For chemical corrector therapies, efficiency reflects the percent increase in CFTR function per cell. With respect to gene transfer studies, when CFTR expression exceeds endogenous levels on a per cell basis, it may be speculated that efficiency reflects the number of cells within the epithelium targeted for CFTR delivery. Given the low endogenous level of CFTR expression in ciliated cells, coupled with high levels of exogenous CFTR expression generated from PIV vectors, we performed dose-effect experiments with PIV designed to ask what percentage of CF surface epithelial cells must be corrected to restore hydration and MCT to the airway surface in CF HAE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficacy of CFTR Correction Is Related to the Number of Surface Epithelial Cells Expressing CFTR"
        },
        {
            "text": "First, we determined that inoculation of CF HAE with different concentrations of PIVCFTR (range 10 3 -10 6 PFU) resulted in inoculum-dependent increases in the percentage of PIV-positive cells at 24 h pi ( Figure 7A ). Increasing numbers of cells expressing CFTR paralleled increasing CFTR mRNA levels, Fsk-stimulated Cl 2 secretion, and Amil-sensitive Na + absorption ( Figure 7B , 7C, and 7D).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 215,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 371,
                    "end": 380,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Efficacy of CFTR Correction Is Related to the Number of Surface Epithelial Cells Expressing CFTR"
        },
        {
            "text": "We next used this approach to determine the percentage of cells required to express CFTR to restore normal ASL homeostasis and MCT to CF HAE under thin-film conditions. ASL height and MCT were measured in CF HAE 24 h after inoculation with PIVCFTR at different concentrations. PIVCFTR resulted in concurrent increases in ASL height and MCT rates that were proportional to the percentages of PIV-positive cells, with a plateau occurring at approximately 40% of PIV-positive cells ( Figure 7E and 7F ). As controls, PIV expressing GFP or DF508CFTR failed to increase ASL height or MCT rates in CF HAE (Figures 7E and 7F ). By comparison of these data to ASL height and MCT measurements in non-CF HAE ( Figure 7E and 7F, dashed lines), it was noted that ASL height and MCT rates both plateaued at levels similar to those measured in non-CF HAE, suggesting that normal homeostasis had been reached. We speculate that the plateau levels for ASL height and MCT reflect homeostatic feedback signals within ASL under the thin-film conditions, e.g., ATP release rates that regulate ion channel activity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 497,
                    "text": "Figure 7E and 7F",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 599,
                    "end": 617,
                    "text": "(Figures 7E and 7F",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 700,
                    "end": 709,
                    "text": "Figure 7E",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Efficacy of CFTR Correction Is Related to the Number of Surface Epithelial Cells Expressing CFTR"
        },
        {
            "text": "By comparison of data obtained in corrected CF HAE to that in normal non-CF HAE, we calculate that at least 25% of surface epithelial cells (30% of ciliated cells) required CFTR expression to restore ASL height regulation to non-CF HAE levels. For MCT, approximately 40% of cells (50% of ciliated cells) required CFTR expression to approach MCT rates measured in parallel non-CF HAE. These data identify the efficiency of epithelial cell CFTR delivery to restore defective MCT in CF HAE. Of note is the observation that although PIVCFTR was able to restore MCT to nearly normal levels, MCT, unlike ASL height, was not fully restored. This discrepancy is likely related to the cytotoxic effects of PIV infection on MCT, but not ASL measurements. In these experiments, performed 24 h after inoculation, MCT restoration is much improved over that measured at 48 h pi ( Figure 5D ), further suggesting that 48 h, but not 24 h, of infection with this prototypic PIV vector had detrimental effects on MCT. These data, taken together with those indicating that overexpression of CFTR on a per cell basis was not detrimental to ion and fluid transport processes, indicate that gene delivery vectors capable of targeting at least 25% of the surface airway epithelial cells will be sufficient to restore ASL height regulation and MCT to levels comparable to those exhibited in non-CF airway epithelia and that precise regulation of CFTR levels at least in ciliated cells is not required.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 866,
                    "end": 875,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Efficacy of CFTR Correction Is Related to the Number of Surface Epithelial Cells Expressing CFTR"
        },
        {
            "text": "Successful gene transfer to CF airways in vivo has been principally hampered by a lack of efficacy due to the inefficiency of gene transfer to human airway epithelium that normally exhibits CFTR function [30] [31] [32] [33] . Although there is clear evidence that both airway surface and submucosal gland epithelia are dysfunctional in CF, presently, the precise airway regions of the CF lung that require CFTR delivery for restoration of normal physiological function and reduction of disease symptoms are not well established. Although dependent on antibodies used, CFTR has been localized to human ciliated cells [3] and the fluid-secreting cells of the submucosal glands [4] . Previously noted physiologic characteristics of ciliated cells also indicate that ciliated cells function to maintain airway surface hydration [34] . Certainly, ciliated cells facilitate effective MCT and airway mucus clearance. Together, these properties of ciliated cells combined with the abundance of ciliated cells throughout the human airways make this cell type a logical, although not exclusive, target for CF lung gene delivery strategies.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we have shown that PIV-mediated CFTR delivery to ciliated cells is efficient and sufficient for correcting the CF airway epithelium phenotype, i.e., efficient delivery of CFTR to CF human ciliated airway epithelium corrected hallmark characteristics of CF HAE that mimic the initiating events of CF lung disease, i.e., abnormal ASL volume homeostasis and mucostasis (Figures 5 and 7) . Abnormal ASL homeostasis in CF airway epithelium is due to dysregulated Na + and Cl 2 ion transport [35] , both consequent to the absence/dysfunction of CFTR at the apical membrane [24] . Here, we have demonstrated that delivery of CFTR to ciliated cells restores Cl 2 secretion and reduces the Na + hyperabsorption characteristic of the CF airway epithelium in vitro and in vivo, providing confirmatory evidence that CFTR functions as both a Cl 2 channel and regulator of ENaC within ciliated cells. Further, we have demonstrated that correction of the ion channel defects of CF HAE restores the integrated physiology required for ASL regulation, which ultimately restores MCT (shown schematically in Figure 7G) .",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 505,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 398,
                    "text": "(Figures 5 and 7)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1103,
                    "end": 1113,
                    "text": "Figure 7G)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A critical variable for restoration of CFTR functional activity by PIV is the percentage of cells expressing CFTR. Using CF HAE, we demonstrate that restoration of normal ASL height and MCT required CFTR delivery to approximately 25% and approximately 40% of surface epithelial cells, respectively. We suggest that restoration of ASL height is the most predictive measure for these studies, as PIV clearly exerts cytotoxic effects on MCT, but not ASL measurements. These effects were isolated to MCT, but not ASL, suggesting that virus-mediated cytotoxicity may affect the synchrony of cilia beat, leading to modestly reduced effectiveness of ciliated cells to transport mucus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous studies with gap junction-coupled polarized, but not differentiated, airway epithelial cell lines suggested that approximately 6%-10% of cells required CFTR to correct the Cl 2 transport defect [36] , whereas almost all cells (.90%) required CFTR overexpression to correct ENaC hyperabsorption [21] . Clearly, expression of CFTR in nonciliated airway epithelial cells would be predicted to increase fluid secretion onto the apical surfaces of these cells although these previously published studies did not test this hypothesis. In our studies, we have directly shown that expression of CFTR in 60% of CF ciliated cells fully corrects the ENaC hyperabsorption defect ( Figure 5A ) and that CFTR expression in approximately 25% of cells (approximately 30% of ciliated cells) corrects ASL volume homeostasis in CF HAE ( Figure 7E ). With respect to ENaC activity after CFTR delivery, the reasons why our data differ from these previous studies are unclear, but it may be speculated that differentiated human airway epithelium models as used in this current study are more representative and relevant to the required efficiency of CFTR delivery to human airway epithelium in vivo.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 678,
                    "end": 687,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 827,
                    "end": 836,
                    "text": "Figure 7E",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Although our data indicate that CFTR delivery to CF ciliated cells is sufficient for restoring MCT to CF HAE, it is likely that delivery of CFTR to other nonciliated surface epithelial cells may provide functional CFTR activity capable of hydrating the airway surface. At present, we are not aware of gene delivery vectors capable of delivering CFTR exclusively to nonciliated cells of HAE to determine whether CFTR expression in nonciliated cells also restores MCT. In our studies, we have combined the requirement of ciliated cells for generation of MCT with CFTR targeting of CF ciliated cells to restore defective MCT. Since ciliated cells are the predominant airway surface epithelial cell type throughout the human conducting airways, vectors targeting at least ciliated cells may achieve the required efficiency of delivery for restoration of MCT. We propose that targeting at least ciliated cells provides efficient and effective CFTR function that is sufficient for restoration of MCT. the role of CFTR and ENaC in ASL homeostasis in non-CF airway epithelium; the presence of CFTR modulates ENaC activity and combined regulation of these ion channels dictates ASL depth regulation at a level sufficient for effective MCT (black arrow). In CF airway epithelium, the absence of CFTR reduces fluid secretion and leads to dysregulation of ENaC activity overall resulting in hyperabsorption of surface fluid, dehydration of ASL, and mucostasis with accumulation of mucus plugs. Delivery of CFTR to ciliated cells of CF HAE by PIV restores CFTR function, ENaC regulation, ASL homeostasis, and MCT. Error bars indicate SEM. doi:10.1371/journal.pbio.1000155.g007",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our data using an in vitro model of human airway epithelium predict that CFTR delivery to 25% of CF airway epithelial cells will restore MCT to near normal levels. However, it remains to be determined what proportion of normal MCT rates in vivo would be beneficial to CF patients. Tracheal mucus velocities in young smokers are significantly reduced compared to young nonsmokers (3.4 mm/min versus 10.0 mm/min) but without significant differences in lung function, perhaps suggesting that MCT at rates below ''normal'' may be sufficient to maintain pulmonary healthy [37] . These in vivo studies measured mucus velocities only in the trachea, whereas CF lung disease likely initiates in the more vulnerable, smaller bronchiolar airway regions. If these regions respond similarly to CFTR delivery, then it is possible that delivering CFTR to fewer than 25% of CF cells may provide sufficient MCT to maintain healthy airways. Further testing of this hypothesis will require appropriate in vivo studies.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 571,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since PIV infects ciliated airway epithelium of hamsters and human and nonhuman primates, but not those of the murine airways, testing our PIV vectors in vivo in appropriate models is difficult. Additionally, it has been recently reported that expression of human or murine CFTR in ciliated cells of CFTR 2/2 mice failed to correct the nasal epithelium bioelectric defect, although correction was demonstrated in neonatal, but not adult, tracheal epithelium [38] . One explanation for these results, in contrast to our data, is that murine CFTR expressed in murine ciliated cells may not function correctly. Our study highlights the need to test vectors for CFTR delivery in appropriate human models and that such data obtained from CF mouse models require cautious interpretation. The recent generation of a CF pig model [39, 40] may be beneficial for testing such vector systems, but preliminary data using ciliated airway epithelial cultures derived from porcine trachea suggest that this species is also not infected by the human viruses from which our PIV vectors are generated.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 462,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "[39,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 827,
                    "end": 830,
                    "text": "40]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Using our prototypic PIV vector, we could not determine the lowest limit of CFTR expression on a per cell basis required for correction since this vector significantly overexpressed CFTR relative to endogenous levels. In this regard, because CFTR is critical for regulation of ASL homeostasis, there has been concern that overexpression of CFTR in CF airways would ''supercorrect'' Cl 2 transport and generate excessive fluid secretion. This concern, while reasonable, appears unwarranted based on our observations that ion transport rates and ASL heights in CF HAE after CFTR delivery did not exceed that measured in non-CF HAE (Figures 3,  5, and 7) . These data agree with previously published reports in which CFTR was transgenically overexpressed in mouse airway epithelium without deleterious results in terms of cell or organ toxicity [22] . However, in this transgenic study, CFTR was overexpressed in Clara cells and alveolar type II cells of the mouse lung, and so our study represents the first demonstration, to our knowledge, of the functional safety of CFTR overexpression in human ciliated cells. Since CFTR overexpression did not supercorrect ASL regulation, we speculate that normal airway epithelium exhibits multiple apical membrane regulatory mechanisms in addition to CFTR levels that prevent excessive secretion of fluid into the airway lumen, i.e., airway flooding.",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 846,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 629,
                    "end": 651,
                    "text": "(Figures 3,  5, and 7)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Demonstrating that PIV expresses CFTR at levels in excess of those required to restore full function to CF HAE suggests that further attenuation of PIV will be feasible while still providing sufficient CFTR for functional correction. Indeed, the lower replication capacity 10-fold reduction of PIVCFTR compared to PIVGFP, in the context of .100-fold overexpression of CFTR in individual ciliated cells, suggests that further attenuation of PIV will continue to provide sufficient CFTR for correction of the CF MCT defect and possibly further reduce the generation of inflammatory mediators and cytotoxicity associated with our PIV vector prototype. The continued effort to develop vaccines against PIV has generated a wealth of live attenuated recombinant PIV [41] that exhibit attenuated replication. It is interesting to note that PIV3 vaccine candidates have been extensively evaluated after lumenal airway delivery in adults and infants as young as 3 mo [42] ; an age of CF patients in which CFTR replacement would be desirable.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 764,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 958,
                    "end": 962,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The demonstration of efficacious CFTR gene delivery to human ciliated airway epithelium overcomes a major hurdle to gene transfer approaches for CF lung disease. Other strategies to improve gene delivery to the human airways are ongoing and are focused on vector development [43] [44] [45] and/or manipulation of the host tissue [46, 47] . However, the results so far published have not shown significant improvement in the ability to deliver transgenes to human ciliated airway epithelium. Lentiviral-based vectors pseudotyped with Ebola, influenza virus, baculovirus, Sendai, or SARS-CoV envelope proteins efficiently transduce airway epithelial cells in vitro and murine airways in vivo [48] [49] [50] [51] [52] [53] , suggesting that combining useful envelope glycoproteins with the potential longer duration of gene expression afforded by lentiviruses may provide novel vectors for lung gene transfer strategies. Similar vectors can be envisioned using the glycoproteins of PIV to target lentiviruses to human ciliated airways. However, to date, none of these vector systems have progressed to functional studies after delivery of CFTR to human ciliated airway epithelium, and no demonstration of correction of the CF phenotype (e.g., ASL height or MCT) has been reported.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 710,
                    "end": 714,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 715,
                    "end": 719,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Collectively, the studies reported here demonstrate the efficiency of CFTR delivery to human CF ciliated airway epithelium that is sufficient to reverse the CF phenotype of ASL dehydration and mucostasis. Our prototypic PIV vector provides a useful tool for manipulating ciliated cell function and for investigating the future potential of delivering functional CFTR to the airways of CF patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recombinant hPIV3 (NC_001796) encoding human CFTR (NM_000492) or DF508CFTR cDNA or GFP and CFTR as separate genes was generated from the cDNA antigenome of fulllength hPIV3 JS strain and described in detail in the Supplemental Methods (Text S1). After rescue, PIV replicated in HEp2 cells to a titer comparable to the JS wild-type strain (10 9.1 50% tissue culture infective dose [TCID 50 ]/ml) suggesting that GFP, CFTR, or DF508CFTR did not adversely affect the growth capacity of PIV in producer epithelial cell lines. Virus titers generated by CF HAE were determined in duplicate by procedures previously described [17] .",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 623,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Construction of PIVCFTR, PIVDF508CFTR, and PIVGFPCFTR"
        },
        {
            "text": "Human tracheobronchial tissues were obtained by the University of North Carolina (UNC) CF Center Tissue Culture Core from airways resected from CF (DF508/DF508 mutation) or non-CF patients undergoing elective surgery under UNC Institutional Review Board-approved protocols. Isolated epithelial cells were obtained and plated at a density of 250,000 cells per well on permeable Transwell-Col supports (T-Col, 12-mm diameter; Corning-Costar [13, 54] ). For bioelectric measurements in Ussing chambers, cells were plated on type IV collagen-coated Snapwell supports (Corning-Costar). HAE were generated by provision of an air-liquid interface for 4-6 wk to form well-differentiated, polarized cultures that resemble in vivo pseudostratified ciliated epithelium [13] . Prior to viral inoculation, the apical surfaces of HAE were rinsed three times over 15 min and inoculated with 100 ml of 10 7 PFU/ml virus stocks for 2 h at 37uC (unless otherwise described). After removal of inoculum, HAE were returned to humidified incubators. Human tracheobronchial tissues with 1 cm 2 of epithelial cell surface area were inoculated with 100 ml of PIVGFP (10 7 PFU/ml) or vehicle control for 2 h at 37uC, and then tissues were washed in medium and returned to the incubator for 24 h in minimal media volume. After fixation in 4% PFA, tissues were paraffin-embedded, and histological sections were prepared. Immunodetection of GFP was performed as described below.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 443,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Human Airway Epithelial Cell Cultures"
        },
        {
            "text": "To determine epithelial cell types infected by PIVGFP in vitro, HAE were fixed in 4% PFA, permeabilized with 1% Triton X-100, and ciliated cells identified with mouse primary antibodies (Ab) against acetylated a-tubulin (Zymed Laboratories) and antimouse IgG-Texas Red (Jackson ImmunoResearch) using confocal X-Z scanning microscopy. Ex vivo tissues were paraffin-embedded, and histological sections were prepared. GFP signal was enhanced by indirect immunofluorescence with rabbit anti-GFP polyclonal Ab (Ab-Cam) and goat anti-rabbit IgG-fluorescein (Jackson ImmunoResearch). Both in vitro and ex vivo, GFP colocalized to cells that were also positive for acetylated a-tubulin, confirming the targeting of ciliated cells in vitro and ex vivo by PIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunodetection Protocols"
        },
        {
            "text": "Immunolocalization of PIV F protein was performed on HAE fixed in 4% PFA and immunostained either en face or on paraffinembedded histological sections. For en face detection, the apical surfaces of HAE were incubated with PIV3 F-specific monoclonal Ab (clone 216.16), followed by goat anti-mouse IgG-Alexa-Fluor594 (Invitrogen). Quantitation of percentages of cells expressing PIV F protein was performed as described previously [17] by assessing four different en face fields of the HAE surface with two cultures obtained from each of three patients. For histological sections, HAE were immunostained as previously described [17] . GFP fluorescence was enhanced as described above. To immunolocalize CFTR in ciliated cells, CF and non-CF HAE inoculated with PIVGFPCFTR or PIVGFP were gently scraped with pipette tips and cell suspensions in PBS, immediately pelleted onto glass slides with Cytospin, and then air-dried. Following fixation in 4% PFA, CFTR was detected with antihuman CFTR mouse monoclonal Ab #596 (a gift from Dr. J. Riordan, University of North Carolina at Chapel Hill) and Alexafluor594-conjugated goat anti-mouse antibody. Cell nuclei were counterstained with Hoechst 33342 (Invitrogen). Images were taken with a Leica SP2 Laser Scanning Confocal Microscope, and processed with Adobe Photoshop CS2.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 433,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Immunodetection Protocols"
        },
        {
            "text": "To assess ciliated cell shedding induced by PIV, the apical surfaces of CF HAE inoculated with PIVGFP or mock were washed in 200 ml of PBS for 30 min, harvested, and washes pelleted onto glass slides using a StatSpin Cytofuge2 (Iris Sample Processing) and then air-dried. Slides were then counterstained with Giemsa (Invitrogen) or probed with rabbit anti-GFP polyclonal Ab (Ab-Cam) with goat anti-rabbit IgG-fluorescein (Jackson ImmunoResearch) and Ab against acetylated a-tubulin (Zymed Laboratories) with anti-mouse IgG-Texas Red (Jackson ImmunoResearch). Cell nuclei were counterstained with Hoechst 33342 (Invitrogen). Fluorescent confocal images and DIC were taken with Leica SP2 Laser Scanning Confocal Microscope. Image processing and overlay were done with Adobe Photoshop CS2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunodetection Protocols"
        },
        {
            "text": "Western blot analyses of CFTR protein was performed on HAE lysed in M-PER buffer (Pierce). Equal amounts of total protein (850 mg) per sample were adjusted to 1 ml volume with lysis buffer and added to 2 ml of anti-CFTR Ab #596, followed by 50 ml of immobilized-protein G agarose bead slurry (Pierce). Proteins were released from beads with sample buffer, separated with a NuPAGE 3%-8% Tris-Acetate Gel (Invitrogen), and transferred to PVDF membranes. The membranes were then incubated with anti-CFTR Ab (#596) followed by goat anti-mouse IgG-HRP (Jackson ImmunoResearch), and CFTR were visualized with SuperSignal West Dura Substrate (Pierce).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunodetection Protocols"
        },
        {
            "text": "Total RNA was isolated HAE after inoculation with either PIVCFTR, PIVGFP, or vehicle alone using acid phenol-guanidine thiocyanate followed by DNase digestion and further purification using the Qiagen RNeasy Mini Kit. RNA from three individual CF HAE per inoculation was pooled and first-strand cDNA was synthesized with oligo(dT) and SuperScript II reverse transcriptase (Invitrogen) to ensure amplification of mRNA and not viral genome RNA. Quantitative PCR was performed using a Roche LightCycler with the Roche FastStart DNA Master SYBR Green I Kit according to the manufacturer's protocols. Using the Light-Cycler Software version 4.0, levels of CFTR mRNA were normalized to the level of GAPDH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative Reverse Transcriptase PCR for CFTR"
        },
        {
            "text": "Apical and basolateral samples were collected 48 h pi by applying 0.2 ml of serum-free medium to apical surfaces and harvested 30 min later. Basolateral samples were harvested from the basolateral medium. Samples were stored at 280uC before cytokine analyses using 28-plex Beadlyte Assays (Upstate) with Luminex technology (see Text S1 for details).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inflammatory Mediator Measurements"
        },
        {
            "text": "HAE were mounted in Ussing chambers for measurement of transepithelial resistance (R t ), transepithelial potential difference (V t ), and short-circuit current (I sc ) as previously described [55] . HAE were bathed in bilateral Krebs Bicarbonate Ringer solution (KBR) gassed with 95% O 2 , 5% CO 2 , and maintained at 37uC. V t was clamped to zero, and pulsed to 610 mV for 0.5 s every 60 s. The electrometer output was digitized online, and I sc , R t , and calculated V t displayed on a video monitor. Drugs (amiloride [10 25 M], forskolin [10 26 M], and UTP [10 24 M]) were added from concentrated stock solutions to either lumenal and/or serosal surfaces (all obtained from Sigma-Aldrich). CFTR 172 (10 25 M) was synthesized from a local source according to appropriate standards and used as previously described [20] . CFTR 172 was added to the apical or basolateral bath 15 min before or during forskolin-activated CFTR ion transport. For the basolateral studies, CFTR 172 did not affect forskolin-activated responses even when left 15 min until addition of CFTR 172 to the contralateral surface. For the time course of CFTR functional activity experiments, all CF HAE were inoculated with either PIVGFP or PIVCFTR at day 0, and on specific days, cultures were mounted in Ussing chambers for analyses.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "text": "[55]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 522,
                    "end": 528,
                    "text": "[10 25",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 549,
                    "text": "[10 26",
                    "ref_id": null
                },
                {
                    "start": 818,
                    "end": 822,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Ion Transport Measurements"
        },
        {
            "text": "For microelectrode measurements of V t in thin films of ASL, borosilicate glass microelectrodes (World Precision Instruments) were filled with 3 M KCl and positioned into the ASL by a motorized micromanipulator (MC1000e; SD Instruments) connected to a high-impedance electrometer (World Precision Instruments). A macroelectrode, constructed of polyethylene tubing containing 3 M KCl/4% agar, was placed in the serosal bath as the ground. To measure the contribution of basal Cl 2 and Na + transport to V t , bumetanide (10 24 M) and benzamil (10 25 M), respectively, were added to the basolateral bath 10 min prior to recording, as previously described [35] . To avoid evaporation of the thin ASL layer in low-humidity environments, 100 ml of immiscible perfluorocarbon (Fluorinert-77; 3 M Corporation) was added to the airway surface as previously described [56] .",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 657,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 859,
                    "end": 863,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Ion Transport Measurements"
        },
        {
            "text": "To visualize the ASL height, 25 ml of PBS containing 0.2% vol/ vol Texas Red-dextran (10 kDa; Invitrogen) was added to the lumenal surfaces of HAE. This volume of PBS results in an initial ASL height of approximately 20-30 mm, as previously described [56] . Images of the Texas Red-labeled ASL are acquired by laserscanning confocal microscopy (Zeiss Model 510) using the appropriate filters, 540 nm excitation/630 nm emission for Texas Red. Perfluorocarbon was added to the airway surface 10 min after the addition of the dye to avoid evaporation of ASL as described above. ASL height was determined by averaging the height obtained from XZ scans of five predetermined points per HAE over time [56] .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "ASL Height Measurements"
        },
        {
            "text": "HAE were rinsed three times with PBS, then placed on an inverted phase contrast microscope (TE 2000; Nikon) to record cilial movement with a 206 objective. High-speed (125 Hz) video images were captured with an eight-bit b/w camera (GS-310 Turbo; Megaplus). The analog signal was digitized via an analogto-digital converter board (A/D; National Instruments). A digital computerized CBF analysis system was used to analyze the acquired video images, using specialized software, based on Sisson-Ammons Video Analysis [57] .",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 519,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Cilia Beat Frequency Measurements"
        },
        {
            "text": "HAE were removed from a well-humidified incubator and washed three times with PBS, and green fluorescent microspheres (0.02% vol/vol, 1 mm; Invitrogen) were added to apical surfaces in 20 ml of PBS and then HAE immediately returned to the incubator. The rate of microsphere displacement was measured from time-lapse fluorescent images (488 nm excitation/530 nm emission) acquired for 3 s with an inverted epifluorescence microscope (Eclipse; Nikon) and a charge-coupled device (CCD) camera (OrcaER; Hamamatsu). Angular bead transport velocity was calculated as previously described [6] .",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 585,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Measurement of MCT Rates"
        },
        {
            "text": "All data are expressed as means6standard error of the mean (SEM) and followed normal distribution as assessed by a standard Normality Test (Kolmogorov-Smirnov). Unpaired Student t-test was used to assess the difference between groups. One-way ANOVA was performed when more than two groups were compared with a single control, and then the differences between individual groups within the set assessed by a multiple-comparison test (Tukey) when the F was ,0.05. A p-value of ,0.05 was considered significant. Figure S1 Schematic representation of construction of PIVCFTR, PIVDF508CFTR, and PIVGFPCFTR. The coding sequence for CFTR was inserted into the downstream noncoding region of the HN gene. Nucleotides 8598-8603 of the PIV3 genome were modified into a StuI site, which was used to accept a linker that contained the PIV3 gene-end (GE), intergenic (IG), and gene-start (GS) transcription signals, followed by SacII and ApaI sites. These latter sites were used to accept a SacII-ApaI fragment containing the open reading frame for CFTR (shaded rectangle, with ATG and TAG initiation and termination codons indicated). PIVGFPCFTR was constructed with the same strategy as for PIVCFTR, except with the PIVGFP backbone. Thus, PIVGFP-CFTR expresses two transgenes, GFP and CFTR, simultaneously. Found at: doi:10.1371/journal.pbio.1000155.s001 (0.41 MB TIF) Figure S2 Inflammatory mediators secreted by CF HAE in response to PIVGFP or PIVCFTR. Luminex bead-based quantitation of inflammatory mediators secreted into apical (positive of abscissa) and basolateral (negative of abscissa) compartments of CF HAE 48 h pi with mock (vehicle control alone) (black bars), UVinactivated PIVGFP (hatched bars), PIVGFP (green bars), or PIVCFTR (red bars). CXCL-10, IL-6, IL-12p40, MCP-1, RANTES, and CXCL-8 were the only analytes of 27 tested that were significantly altered by virus infection. In all cases, PIVCFTR infection resulted in decreased secretion of inflammatory mediators compared to PIVGFP and reducing secretion to that measured after UV-PIVGFP alone (n = 4 for each point, ns denotes not statistically significant differences). Text S1 Additional methodologies are described. These include the detailed procedures for the molecular constructions of recombinant PIV vectors (PIVCFTR, PIVDF508CFTR, and PIVGFPCFTR), the oligonucleotide sequences for primers used for qRT-PCR assays, and the list of inflammatory mediators measured by Luminex multiplex assays. Found at: doi:10.1371/journal.pbio.1000155.s005 (0.03 MB DOC)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 517,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1357,
                    "end": 1366,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Statistics"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pathogenesis of cystic fibrosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hoiby",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Lancet",
            "volume": "341",
            "issn": "",
            "pages": "1065--1069",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effective mucus clearance is essential for respiratory health",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Randell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "35",
            "issn": "",
            "pages": "20--28",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of wild-type and deltaF508 cystic fibrosis transmembrane regulator in human respiratory epithelia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kreda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mengos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rochelle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yankaskas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol Biol Cell",
            "volume": "16",
            "issn": "",
            "pages": "2154--2167",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Acinar origin of CFTR-dependent airway submucosal gland fluid secretion",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Krouse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Wine",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "292",
            "issn": "",
            "pages": "304--311",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epithelia: advances in cell physiology and cell culture",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jeffery",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "195--220",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evidence for periciliary liquid layer depletion, not abnormal ion composition, in the pathogenesis of cystic fibrosis airways disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Grubb",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tarran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Randell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Gatzy",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Cell",
            "volume": "95",
            "issn": "",
            "pages": "1005--1015",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coordinated clearance of periciliary liquid and mucus from airway surfaces",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Randell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peretti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Clin Invest",
            "volume": "102",
            "issn": "",
            "pages": "1125--1131",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": ") 17beta-Estradiol inhibits Ca2+-dependent homeostasis of airway surface liquid volume in human cystic fibrosis airway epithelia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Coakley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Clunes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Stackhouse",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Invest",
            "volume": "118",
            "issn": "",
            "pages": "4025--4035",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mucus clearance and lung function in cystic fibrosis with hypertonic saline",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Zeman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Knowles",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tarran",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "241--250",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SERCA pump inhibitors do not correct biosynthetic arrest of deltaF508 CFTR in cystic fibrosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Grubb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Gabriel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mengos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gentzsch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Randell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "34",
            "issn": "",
            "pages": "355--363",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A controlled study of adenoviral-vector-mediated gene transfer in the nasal epithelium of patients with cystic fibrosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Knowles",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Hohneker",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Noah",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Safety and biological efficacy of a lipid-CFTR complex for gene transfer in the nasal epithelium of adult patients with cystic fibrosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Noone",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Hohneker",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Foy",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mol Ther",
            "volume": "1",
            "issn": "",
            "pages": "105--114",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Limited entry of adenovirus vectors into well-differentiated airway epithelium is responsible for inefficient gene transfer",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pickles",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mccarty",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Randell",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "6014--6023",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Basolateral localization of fiber receptors limits adenovirus infection from the apical surface of airway epithelia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Walters",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Grunst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bergelson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Finberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Biol Chem",
            "volume": "274",
            "issn": "",
            "pages": "10219--10226",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Repeated aerosolized AAV-CFTR for treatment of cystic fibrosis: a randomized placebocontrolled phase 2B trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Milla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Colombo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Accurso",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Zeitlin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Hum Gene Ther",
            "volume": "18",
            "issn": "",
            "pages": "726--732",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Repeated adeno-associated virus serotype 2 aerosol-mediated cystic fibrosis transmembrane regulator gene transfer to the lungs of patients with cystic fibrosis: a multicenter, double-blind, placebo-controlled trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rodman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Aitken",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Zeitlin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chest",
            "volume": "125",
            "issn": "",
            "pages": "509--521",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Infection of ciliated cells by human parainfluenza virus type 3 in an in vitro model of human airway epithelium",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bukreyev",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Peeples",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "1113--1124",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Long nucleotide insertions between the HN and L protein coding regions of human parainfluenza virus type 3 yield viruses with temperature-sensitive and attenuation phenotypes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Skiadopoulos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Surman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Durbin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "272",
            "issn": "",
            "pages": "225--234",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Administration of an adenovirus containing the human CFTR cDNA to the respiratory tract of individuals with cystic fibrosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Crystal",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Mcelvaney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rosenfeld",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mastrangeli",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nat Genet",
            "volume": "8",
            "issn": "",
            "pages": "42--51",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Thiazolidinone CFTR inhibitor identified by high-throughput screening blocks cholera toxin-induced intestinal fluid secretion",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Thiagarajah",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Sonawane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Folli",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Clin Invest",
            "volume": "110",
            "issn": "",
            "pages": "1651--1658",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Normalization of raised sodium absorption and raised calcium-mediated chloride secretion by adenovirus-mediated expression of cystic fibrosis transmembrane conductance regulator in primary human cystic fibrosis airway epithelial cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Boyles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Clin Invest",
            "volume": "95",
            "issn": "",
            "pages": "1377--1382",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Role of cystic fibrosis transmembrane conductance regulator in pulmonary clearance of Pseudomonas aeruginosa in vivo",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "C"
                    ],
                    "last": "Chroneos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Wert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Livingston",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Hassett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitsett",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "165",
            "issn": "",
            "pages": "3941--3950",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Gene transfer of CFTR to airway epithelia: low levels of expression are sufficient to correct Cl-transport and overexpression can generate basolateral CFTR",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Farmen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Karp",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Koehler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "289",
            "issn": "",
            "pages": "1123--1130",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "CFTR as a cAMP-dependent regulator of sodium channels",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Stutts",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Canessa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamrick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cohn",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Science",
            "volume": "269",
            "issn": "",
            "pages": "847--850",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Epithelial sodium channels regulate cystic fibrosis transmembrane conductance regulator chloride channels in Xenopus oocytes",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dubroff",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Foskett",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Biol Chem",
            "volume": "275",
            "issn": "",
            "pages": "13266--13274",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The cytosolic termini of the beta-and gamma-ENaC subunits are involved in the functional interactions between cystic fibrosis transmembrane conductance regulator and epithelial sodium channel",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Chalfant",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jovov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lockhart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Biol Chem",
            "volume": "275",
            "issn": "",
            "pages": "27947--27956",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Soluble mediators, not cilia, determine airway surface liquid volume in normal and cystic fibrosis superficial airway epithelia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tarran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Trout",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Gen Physiol",
            "volume": "127",
            "issn": "",
            "pages": "591--604",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Prostasin expression is regulated by airway surface liquid volume and is increased in cystic fibrosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Myerburg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Mckenna",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Luke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Frizzell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Kleyman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "294",
            "issn": "",
            "pages": "932--941",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The CF salt controversy: in vivo observations and therapeutic approaches",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tarran",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Grubb",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Parsons",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Picher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hirsh",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mol Cell",
            "volume": "8",
            "issn": "",
            "pages": "149--158",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Towards a gene therapy for cystic fibrosis lung disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pickles",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Expert Opin Investig Drugs",
            "volume": "6",
            "issn": "",
            "pages": "1459--1463",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Current status of CF gene therapy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Trends Genet",
            "volume": "12",
            "issn": "",
            "pages": "81--84",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Gene therapy for cystic fibrosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Geddes",
                    "suffix": ""
                },
                {
                    "first": "Alton",
                    "middle": [
                        "Ew"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Gene Med",
            "volume": "3",
            "issn": "",
            "pages": "409--417",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "CFTR gene transfer to lung epithelium-on the trail of a target cell",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "O&apos;dea",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Curr Gene Ther",
            "volume": "2",
            "issn": "",
            "pages": "173--181",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Abnormal apical cell membrane in cystic fibrosis respiratory epithelium. An in vitro electrophysiologic analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "U"
                    ],
                    "last": "Cotton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Stutts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Knowles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Gatzy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Clin Invest",
            "volume": "79",
            "issn": "",
            "pages": "80--85",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Normal and cystic fibrosis airway surface liquid homeostasis. The effects of phasic shear stress and viral infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tarran",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Button",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Picher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Paradiso",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Ribeiro",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "35751--35759",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Efficiency of gene transfer for restoration of normal airway epithelial function in cystic fibrosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sarkadi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Swanstrom",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nat Genet",
            "volume": "2",
            "issn": "",
            "pages": "21--25",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Relationship of smoking history and pulmonary function tests to tracheal mucous velocity in nonsmokers, young smokers, ex-smokers, and patients with chronic bronchitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Yergin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Landa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Golivanux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sackner",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Am Rev Respir Dis",
            "volume": "117",
            "issn": "",
            "pages": "205--214",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Expression of CFTR from a ciliated cell-specific promoter is ineffective at correcting nasal potential difference in CF mice",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Ostrowski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Diggs",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Neal",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Gene Ther",
            "volume": "14",
            "issn": "",
            "pages": "1492--1501",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The porcine lung as a potential model for cystic fibrosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Brogden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Engelhardt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "295",
            "issn": "",
            "pages": "240--263",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Disruption of the CFTR gene produces a model of cystic fibrosis in newborn pigs",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Stoltz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Meyerholz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Ostedgaard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rokhlina",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "321",
            "issn": "",
            "pages": "1837--1841",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Live-attenuated virus vaccines for respiratory syncytial and parainfluenza viruses: applications of reverse genetics",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Clin Invest",
            "volume": "110",
            "issn": "",
            "pages": "21--27",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A live human parainfluenza type 3 virus vaccine is attenuated and immunogenic in young infants",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Karron",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Belshe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thumar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr Infect Dis J",
            "volume": "22",
            "issn": "",
            "pages": "394--405",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Targeting the urokinase plasminogen activator receptor enhances gene transfer to human airway epithelia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Drapkin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "O&apos;riordan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Chiorini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cardella",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Clin Invest",
            "volume": "105",
            "issn": "",
            "pages": "589--596",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "G-protein-coupled receptors as targets for gene transfer vectors using natural small-molecule ligands",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kreda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pickles",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Lazarowski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat Biotechnol",
            "volume": "18",
            "issn": "",
            "pages": "635--640",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A chimeric type 2 adenovirus vector with a type 17 fiber enhances gene transfer to human airway epithelia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zabner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chillon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Grunst",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "O"
                    ],
                    "last": "Moninger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "8689--8695",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Enhanced in vivo airway gene transfer via transient modification of host barrier properties with a surface-active agent",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Parsons",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grubb",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Hum Gene Ther",
            "volume": "9",
            "issn": "",
            "pages": "2661--2672",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Enhanced epithelial gene transfer by modulation of tight junctions with sodium caprate",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Coyne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "23",
            "issn": "",
            "pages": "602--609",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Filovirus-pseudotyped lentiviral vector can efficiently and stably transduce airway epithelia in vivo",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Kobinger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "C"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Biotechnol",
            "volume": "19",
            "issn": "",
            "pages": "225--230",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Influenza M2 envelope protein augments avian influenza hemagglutinin pseudotyping of lentiviral vectors",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pickles",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Gene Ther",
            "volume": "13",
            "issn": "",
            "pages": "715--724",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Persistent gene expression in mouse nasal epithelia following feline immunodeficiency virus-based vector gene transfer",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Sinn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Burnight",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hickey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Blissard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Mccray",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "12818--12827",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Enhanced gene expression conferred by stepwise modification of a nonprimate lentiviral vector",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Sinn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Goreham-Voss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Arias",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hickey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Maury",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Hum Gene Ther",
            "volume": "18",
            "issn": "",
            "pages": "1244--1252",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Human immunodeficiency viral vector pseudotyped with the spike envelope of severe acute respiratory syndrome coronavirus transduces human airway epithelial cells and dendritic cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Kobinger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Limberis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Somanathan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schumer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Hum Gene Ther",
            "volume": "18",
            "issn": "",
            "pages": "413--422",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Efficient gene transfer to airway epithelium using recombinant Sendai virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yonemitsu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kitson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Farley",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Griesenbach",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat Biotechnol",
            "volume": "18",
            "issn": "",
            "pages": "970--973",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Welldifferentiated human airway epithelial cell cultures",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Fulcher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Yankaskas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Randell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Methods Mol Med",
            "volume": "107",
            "issn": "",
            "pages": "183--206",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Regulation of the epithelial sodium channel by serine proteases in human airways",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hirsh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Holloway",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chao",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "8338--8345",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Thin-film measurements of airway surface liquid volume/composition and mucus transport rates in vitro",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tarran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Methods Mol Med",
            "volume": "70",
            "issn": "",
            "pages": "479--492",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "All-digital image capture and whole-field analysis of ciliary beat frequency",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Sisson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Stoner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Ammons",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Microsc",
            "volume": "211",
            "issn": "",
            "pages": "103--111",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Infection of human ciliated cells by PIV in vitro and ex vivo. (A) Scanning electron micrograph of HAE showing cilia and mucus on the luminal surface. (B) Histological cross-section of HAE showing pseudostratified, columnar airway epithelium with ciliated (cc) and mucin-secreting cells (mc) and basal epithelial cells (bc). (C) Representative confocal XZ sections of HAE or (D) histological sections of human tracheobronchial tissue inoculated with PIVGFP (10 6 PFU",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Efficient targeting of CF ciliated cells by PIVCFTR. (A-D) Representative immunodetection of human PIV fusion (F) glycoprotein (red) (A and B) en face or (C and D) in histological sections of CF HAE 48 h pi with PIVGFP (A and C) or PIVCFTR (B and D). F glycoprotein was detected by indirect immunofluorescence with a murine monoclonal anti-F Ab and anti-mouse IgG conjugated to AlexaFluor 594 (red). GFP-positive cells were identified in histological sections (C), using rabbit anti-GFP conjugated to fluorescein (green). Fluorescence was viewed using a Texas Red filter only (A and B) or a combined Texas Red-FITC-UV-filter (C and D). Bars represent 200 mm and 10 mm for (A and B, and C and D), respectively. (E and F) Quantitation of (E) numbers of PIV F-positive ciliated cells showing that PIVGFP and PIVCFTR infect similar numbers of ciliated cells at 48 h pi (n = 8); and (F) the efficiency of ciliated cell infection by PIVCFTR assessed at 24 h was similar with 5-min, 2-h, or 8-h inoculation times (n = 6). (G) CXCL8 protein levels secreted by HAE 48 h pi with mock, UV-inactivated PIV, PIVGFP, or PIVCFTR showing reduced levels for PIVCFTR versus PIVGFP. Responses positive/negative of the abscissa reflect CXCL8 secretion into apical/basolateral compartments, respectively (n = 5 for each). (H) Viral titers in apical compartment at 48 h pi for PIVGFP (green) and PIVCFTR (red) showing attenuated growth of PIVCFTR (n = 5 for each). An asterisk (*) denotes p,0.05; ns, not significantly different. Error bars indicate SEM . doi:10.1371/journal.pbio.1000155.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Expression of functional CFTR in CF ciliated cells targeted by PIV. (A) CFTR mRNA levels in CF HAE 48 h after inoculation with PIVGFP or PIVCFTR and relative to mRNA levels in CF HAE mock-inoculated (n = 12). (B) Representative western blot of CFTR protein in lysates of CF HAE 48 h pi with mock (lane 1), PIVGFP (lane 2), and PIVCFTR (lanes 3-5), with lanes 4 and 5 representing serial 10-fold dilution of cell lysates. For comparison, non-CF HAE lysates also were included to detect endogenous CFTR levels (lane 6). Markers indicate the fully glycosylated mature form of CFTR (Band C) and immature nonglycosylated CFTR (Band B). Data are representative of experiments with cells derived from two separate patients.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "CFTR activity in ciliated cells is regulated by factors other than CFTR levels. (A) Percentage inhibition of Fsk-activated CFTR by CFTR 172 applied to either the apical (AP) or basolateral (BL) surfaces of PIVCFTR-corrected CF HAE. CFTR activity was inhibited by apical, but not basolateral, addition of CFTR 172 for at least 15 min (n = 4). (B) Driving force for Cl 2 secretion does not dictate magnitude of the Fsk response determined by measurement of Fsk-mediated DI sc under physiological Cl 2 concentration (KBR) or Cl 2 -free solutions (HKLC) in CF HAE 48 h after inoculation by PIVGFP (green bars) or PIVCFTR (red bars) and compared to non-CF HAE (white bars) (n = 8). (C) UTP-mediated Cl 2 secretion in KBR (solid bars) and HKLC (hatched bars) bathing solutions after inoculation of CF HAE with vehicle alone (black bars), PIVGFP (green bars), or PIVCFTR (red bars) (n = 6). Note that under conditions of increased driving force for Cl 2 secretion, responses far exceed the maximal responses achieved with Fsk-mediated CFTR activation in the presence of overexpressed CFTR. (D) Fsk-induced DI SC in non-CF HAE inoculated with mock (black bars), PIVGFP (green bars), or PIVCFTR (red bars), showing that overexpression of CFTR on top of endogenous CFTR does not significantly enhance the Fskmediated secretory response under physiological conditions (n = 5 for each). ns denotes not significantly different. Error bars indicate SEM . doi:10.1371/journal.pbio.1000155.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Expression of CFTR in CF ciliated cells restores normal ASL homeostasis and MCT to CF HAE. (A) The contribution of Cl 2 and Na + to transepithelial electrical potential difference (V t ) under thin-film conditions in CF HAE mock-inoculated (black bars), PIVGFP (green bars), or PIVCFTR (red bars). V t changes for non-CF HAE are shown for comparison (white bars). Bar graphs depict percentage change in V t in response to Cl 2 channel inhibitor bumetanide (Bum) and Na + channel inhibitor benzamil (Bum/Benz). Each bar represents eight cultures derived from three different patients, and an asterisk (*) indicates p,0.05, and ns indicates not significant.(B) ASL height measurements 24 h after apical addition of 25 ml of PBS containing Texas Red dextran to CF HAE 48 h pi with mock (black), PIVGFP (green), or PIVCFTR (red) and compared to ASL height in non-CF HAE (white). Each bar represents nine cultures from three patients. (C) Cilia beat frequency measurements (CBF in beats per second [bps]) from CF HAE 24 h after the addition of 25 ml of PBS to CF HAE 48 h pi with mock (black), PIVGFP (green), or PIVCFTR (red) and compared to non-CF HAE (white). Each bar represents six cultures derived from two patients. (D) MCT rates measured 24 h after bead addition to CF HAE inoculated with mock (black), PIVGFP (green), or PIVCFTR (red). MCT for non-CF HAE are shown for comparison (white). Each bar represents at least nine cultures derived from three patients. (E) Representative photomicrographs showing time-lapse (3-s exposures) movement 24 h after addition of green fluorescent microspheres (as an index of MCT) on CF HAE 48 h after inoculation with mock (i), PIVGFP (ii), or PIVCFTR (iii). Note: GFP-positive cells are also observed below beads in PIVGFP-inoculated CF HAE. Bar represents 60 mm, and asterisk (*) denotes p,0.05, and ns not significantly different compared to non-CF HAE (iv). Error bars indicate SEM. doi:10.1371/journal.pbio.1000155.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Duration of CFTR functional correction is limited by shedding of PIV-infected ciliated cells. (A) Duration of CFTR functional activity in PIV corrected CF HAE. CF HAE were inoculated with PIVCFTR (red bars) or PIVGFP (green bars) at day 0, and ion transport studies were performed at days specified (n = 8 cultures derived from 3 different patients). Significant CFTR function could be measured for up to 8 d but waned by 21 d pi in CF HAE inoculated with PIVCFTR. No significant CFTR function was detected in CF HAE inoculated with PIVGFP. (B) Histological Cytospin assessment of cells shed into apical surface secretions at day 6 pi showing few shed ciliated cells in mock-inoculated CF HAE (i and iii), whereas significant numbers of cells were shed after PIVGFP (ii and iv). Cytospinned apical washes were counterstained with Giemsa (i and ii) or probed with Abs to GFP (green) and acetylated alpha-tubulin (red) to show ciliated cells. Bar represents 20 mm. Images are representative of Cytospins from two individual experiments. (C) Loss of PIV F-positive cells over time after inoculation with PIVCFTR (red bars) or PIVGFP (green bars), showing that PIVCFTR and PIVGFP infected equal numbers of ciliated cells at day 2, but that ciliated cell shedding was delayed for PIVCFTR versus PIVGFP by day 8. Data derived from same dataset in (A). An asterisk (*) denotes p,0.05. Error bars indicate SEM. doi:10.1371/journal.pbio.1000155.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "How many CF airway epithelial cells require CFTR to restore ASL homeostasis and MCT to non-CF HAE levels? (A) Quantitation of the percentage of PIV F-positive cells 24 h after inoculation with different concentrations of PIVCFTR (10 3 -10 6 PFU) and correlation of percentage of PIVCFTR-positive cells to: (B) increased CFTR mRNA expression levels; (C) Fsk-activated changes in I sc ; (D) amil-induced changes in I sc ; (E) ASL height; and (F) MCT rates. All measurements were made 24 h after inoculation with PIVCFTR (closed red circles) or controls (PIVGFP or PIVDF508CFTR, closed green triangles) as described in Materials and Methods. n.11 for each data point representing cultures from 2 or 3 different donors. Dashed lines and grey shaded regions represent mean and standard deviations of ASL heights and MCT rates measured in parallel experiments with non-CF HAE. For these experiments, approximately 80% of surface cells were ciliated cells. (G) Schematic representation depicting",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Found at: doi:10.1371/journal.pbio.1000155.s002 (0.52 MB TIF) Figure S3 PIV Infection and CFTR is only detected in ciliated cells. CFTR or PIV antigens were immunodetected with anti-CFTR # 596 (red) or rabbit polyclonal anti-PIV (green), respectively. (A) CFTR was detected in PIVCFTR-inoculated non-CF ciliated cells as well as noninoculated ciliated cells. (B) In CF HAE, PIVCFTR only infected ciliated cells and expressed transduced CFTR. No CFTR or PIV antigen was detected in nonciliated cells (arrowheads). (C) Endogenous CFTR was only detected in ciliated cells from non-CF HAE. For (B and C), arrowheads show absence of CFTR in nonciliated cells. Bar represents 10 mm. Found at: doi:10.1371/journal.pbio.1000155.s003 (6.24 MB TIF) Figure S4 Effect of PIV-mediated CFTR expression in CF HAE on UTP-mediated Cl 2 secretion and transepithelial resistance. Changes in UTP-mediated I sc responses (hatched bars, left ordinate) and transepithelial resistance (grey bars, right ordinate) 48 h pi with vehicle alone, PIVGFP, or PIVCFTR. PIV infection of CF HAE resulted in a potentiated UTP response over vehicle control but did not significantly affect transepithelial resistances. Found at: doi:10.1371/journal.pbio.1000155.s004 (0.37 MB TIF)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "represents 5 mm. (D) Representative traces of short-circuit current measurements (I sc ) from CF HAE 48 h pi by PIVCFTR, PIVGFP, or mock showing post amiloride responses to sequentially added forskolin (Fsk), and CFTR 172 . A representative Fsk-induced I sc response by a non-CF HAE is shown for comparison. No Fsk responses were seen in CF HAE inoculated with PIVGFP or mock, consistent with the absence of CFTR. (E) Summary data for Fsk-activated changes in I sc (DI sc ) in CF HAE 48 h pi with mock, PIVGFP, PIVDF508CFTR, or PIVCFTR. Fsk responses for non-CF HAE are shown as comparison. CFTR delivery to ciliated cells resulted in restoration of functional Cl 2 channel activity in CF HAE to levels exhibited in non-CF HAE. Each bar represents at least 11 cultures from four different patients. ns denotes not significantly different. Error bars indicate SEM. doi:10.1371/journal.pbio.1000155.g003",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the Directors and Teams of the UNC Cystic Fibrosis Center Tissue Culture Core, the Morphology and Morphometry Core, and UNC-EPA Clinical Proteomics Core for supplying reagents and technical expertise; and Tara Wasilchen for technical assistance. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}