{
    "paper_id": "a6d78920011473fe481d4fc46e9ba4535332b87c",
    "metadata": {
        "title": "PreDicta chip-based high resolution diagnosis of rhinovirus-induced wheeze",
        "authors": [
            {
                "first": "Katarzyna",
                "middle": [],
                "last": "Niespodziana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Vienna",
                    "location": {
                        "postCode": "A-1090",
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Katarina",
                "middle": [],
                "last": "Stenberg-Hammar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska University Hospital",
                    "location": {
                        "postCode": "SE-171 76",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Spyridon",
                "middle": [],
                "last": "Megremis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manchester",
                    "location": {
                        "postCode": "M13 9NT",
                        "settlement": "Manchester",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Clarissa",
                "middle": [
                    "R"
                ],
                "last": "Cabauatan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Vienna",
                    "location": {
                        "postCode": "A-1090",
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Kamila",
                "middle": [],
                "last": "Napora-Wijata",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Vienna",
                    "location": {
                        "postCode": "A-1090",
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Phyllis",
                "middle": [
                    "C"
                ],
                "last": "Vacal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Vienna",
                    "location": {
                        "postCode": "A-1090",
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniela",
                "middle": [],
                "last": "Gallerano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Vienna",
                    "location": {
                        "postCode": "A-1090",
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Lupinek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Vienna",
                    "location": {
                        "postCode": "A-1090",
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Ebner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Phadia Austria GmbH",
                    "location": {
                        "addrLine": "Part of Thermo Fisher Scientific ImmunoDiagnostics",
                        "postCode": "A-1220",
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Schlederer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Phadia Austria GmbH",
                    "location": {
                        "addrLine": "Part of Thermo Fisher Scientific ImmunoDiagnostics",
                        "postCode": "A-1220",
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Harwanegg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Phadia Austria GmbH",
                    "location": {
                        "addrLine": "Part of Thermo Fisher Scientific ImmunoDiagnostics",
                        "postCode": "A-1220",
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Cilla",
                "middle": [],
                "last": "Söderhäll",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marianne",
                "middle": [],
                "last": "Van Hage",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Immunology and Allergy Unit",
                    "institution": "Karolinska Institutet and University Hospital",
                    "location": {
                        "postCode": "SE-171 77",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Gunilla",
                "middle": [],
                "last": "Hedlin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska University Hospital",
                    "location": {
                        "postCode": "SE-171 76",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Nikolaos",
                "middle": [
                    "G"
                ],
                "last": "Papadopoulos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manchester",
                    "location": {
                        "postCode": "M13 9NT",
                        "settlement": "Manchester",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Rudolf",
                "middle": [],
                "last": "Valenta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Vienna",
                    "location": {
                        "postCode": "A-1090",
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rhinovirus (RV) infections are major triggers of acute exacerbations of severe respiratory diseases such as pre-school wheeze, asthma and chronic obstructive pulmonary disease (COPD). The occurrence of numerous RV types is a major challenge for the identification of the culprit virus types and for the improvement of virus type-specific treatment strategies. Here, we develop a chip containing 130 different micro-arrayed RV proteins and peptides and demonstrate in a cohort of 120 pre-school children, most of whom had been hospitalized due to acute wheeze, that it is possible to determine the culprit RV species with a minute blood sample by serology. Importantly, we identify RV-A and RV-C species as giving rise to most severe respiratory symptoms. Thus, we have generated a chip for the serological identification of RV-induced respiratory illness which should be useful for the rational development of preventive and therapeutic strategies targeting the most important RV types.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "R espiratory viral infections are among the most common triggers of acute exacerbations of pre-school wheeze, asthma, and chronic obstructive pulmonary disease (COPD) [1] [2] [3] . Asthma and COPD are severe and disabling diseases of the respiratory tract and hence represent a serious global health problem affecting different age groups. Acute pre-school wheeze and community-acquired pneumonia (CAP) are other common causes of emergency visits with possible viral etiology. There is an increasing prevalence of these airways diseases, rising treatment costs, and therefore virus-induced respiratory illnesses are a heavy burden for patients and the community 4, 5 . Respiratory viral infections, mainly due to rhinovirus (RV), are responsible for approximately 80% of wheeze and asthma exacerbations in children 6, 7 . Moreover, infants with rhinovirus-induced wheeze have a significantly increased risk for subsequent development of recurrent wheeze and childhood asthma 8 . Since exposure to RV does not lead to wheezing illness in all children, additional factors such as the host genotype, defects of the respiratory epithelial barrier, and/or atopic predisposition have been suggested to play important roles in asthma [9] [10] [11] .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 662,
                    "end": 664,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 815,
                    "end": 817,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1227,
                    "end": 1230,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1231,
                    "end": 1235,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1236,
                    "end": 1240,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "RV is genetically a highly diverse virus group with more than 160 distinct RV types which have been divided into three distinct RV species, RV-A, RV-B, and RV-C 12, 13 . Rhinoviruses can also be classified according to which cellular receptor on human respiratory epithelial cells they use for entry 14 . RV-B and most RV-A variants bind to the intercellular adhesion molecule-1 (ICAM-1) (i.e., major RV group), while a subset of RV-A species binds to the low-density lipoprotein receptor (i.e., minor RV group) 15, 16 . More recently, a cadherin-related family member 3 protein (CDHR3) has been reported as a one of the probable receptors for the RV-C species 17 .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 164,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The identification of the culprit rhinovirus species responsible for severe exacerbations of respiratory disease is an extremely important topic as certain RV species (e.g., RV-C) are suspected to be associated with more severe wheezing illnesses and acute asthma exacerbations in infants and children compared to others 18, 19 . In fact, there are also several preventive and therapeutic strategies for RV infections under development which require a precise knowledge of the clinically relevant RV species to be targeted. For example, several approaches for developing vaccines based on polyvalent inactivated RV, synthetic RVderived peptides and recombinant RV proteins have been reported [20] [21] [22] [23] [24] [25] . The formulation of a broadly protective vaccine obviously requires the inclusion of the clinically most relevant and common RV species. Furthermore, it has been shown that blocking of the viral receptor on respiratory epithelial cells (e.g., ICAM-1) can prevent RV infection 26 . Again therapeutic approaches targeting the viral receptors require knowledge which RV species are the most frequent and relevant ones. Finally, it is important to investigate the role of the different RV species for exacerbations of severe bronchial obstruction in different populations and for different age groups and manifestations of respiratory illness (e.g., pre-school wheeze, asthma, COPD, asthma-COPD overlap: ACO, CAP). While RV is well established as an important trigger factor for childhood wheeze and asthma, less is known regarding the role of RV infections in exacerbations of COPD and in respiratory disease exacerbations of older subjects 3 . Furthermore, the causal relationship of RV with CAP is also unknown 27 .",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 702,
                    "end": 706,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Currently, the detection of RV in the course of respiratory infections is mainly based on reverse transcription of viral RNA and DNA amplification by polymerase chain reaction (PCR) 28 . Such tests can demonstrate the presence of virus-derived nucleic acid but they do not necessarily indicate that the particular virus had caused an infection and is indeed responsible for clinical symptoms in the patient 29 . In fact, rhinovirus RNA has been found in a high proportion of asymptomatic infants and children [30] [31] [32] . Furthermore, little is known about levels and epitopespecificities of natural antibody responses capable of neutralizing rhinoviruses, and thus protecting individuals against RV infections. Such information would be helpful for the development of new immunological strategies for the treatment and prevention of RV-induced exacerbations of respiratory diseases. Therefore, there is a huge and so far unmet need for high-resolution serological detection of rhinovirus infections. We have previously identified the capsid protein VP1 and an N-terminal VP1 peptide as major target for the natural antibody response of RV-infected subjects 33 . Then we have demonstrated that in vivo inoculation of subjects with RV16 indeed induced increases of VP1-specific antibody responses which were best detected with the VP1 protein of the corresponding species 33 . Similar increases of RVspecific antibodies were found in pre-school children after asthma attacks using complete recombinant RV capsid proteins 34 . In a recent study performed in pre-school children with acute asthma attacks, we observed that increases of RV-specific antibody responses reflected the severity of respiratory symptoms 35 .",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 513,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the present study funded by the European Union project \"PreDicta\" (https://cordis.europa.eu/project/rcn/96868_en.html), we investigated if it is possible to generate a microarray-based serological test which can discriminate RV-A, RV-B, and RV-C as culprit species involved in childhood asthma attacks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Development of a high-resolution PreDicta microarray. Figure 1 shows the arrangement of RV-derived proteins, peptides as well as control proteins on the PreDicta chip and the selection procedure for the N-terminal VP1 peptides. Recombinant capsid proteins (VP1-VP4) and fragments thereof representing RV-A, B, C species as well as non-structural proteins from RV89 were included (Supplementary Tables 1-3) . Based on our previous finding that antibodies from RV-infected patients react preferentially with the N-terminus of VP1 (ref. 33 ), we included synthetic N-terminal VP1 peptides from 30 RV strains which were selected in a rational, multistep process to represent distinct RV strains (Fig. 1a , Supplementary Table 2) . Starting with 107 VP1 sequences retrieved from the NCBI database (RV-A: 76; RV-B: 25; RV-C: 6), multiple sequence alignments were performed to identify clusters of peptides with high degrees of sequence identities (Fig. 1a , Supplementary Table 2 : Clusters A1-A17; B1-B9; C1-C3). In a next step, peptides were re-clustered into groups taking the chemical properties of amino acids into consideration (Supplementary Table 2 : AI-AXVIII; BI-BIX; CI-CIII). From these groups 30 peptides with the most distantly related sequences were selected (Fig. 1b, c; Supplementary Tables 2 and  3 ). For a further refinement of VP1, VP2, and VP3 antibody responses, VP2 and VP3 fragments as well as peptides spanning the complete VP1 sequence from RV89 were included (Fig. 1d , Supplementary Tables 4 and 5 ). For control and calibration purposes we added recombinant allergens and control proteins (Fig. 1d, Supplementary Table 6 ) to the PreDicta chip.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 62,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 379,
                    "end": 405,
                    "text": "(Supplementary Tables 1-3)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 691,
                    "end": 699,
                    "text": "(Fig. 1a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 716,
                    "end": 724,
                    "text": "Table 2)",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 949,
                    "text": "(Fig. 1a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 966,
                    "end": 973,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1143,
                    "end": 1150,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1268,
                    "end": 1277,
                    "text": "(Fig. 1b,",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1278,
                    "end": 1310,
                    "text": "c; Supplementary Tables 2 and  3",
                    "ref_id": null
                },
                {
                    "start": 1481,
                    "end": 1489,
                    "text": "(Fig. 1d",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1492,
                    "end": 1520,
                    "text": "Supplementary Tables 4 and 5",
                    "ref_id": null
                },
                {
                    "start": 1613,
                    "end": 1644,
                    "text": "(Fig. 1d, Supplementary Table 6",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Proteins and peptides were spotted in triplicates on a preactivated glass slide containing six microarrays surrounded by a Teflon frame so that one chip allows testing of six serum samples (Fig. 1d) . Identities and purities of recombinant proteins and peptides were tested by sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) followed by Coomassie Brilliant Blue staining, western-blotting, and by mass spectrometry, respectively (Supplementary Tables 3-5 , Supplementary Fig. 1 ). Supplementary Table 7 shows that the PreDicta microarray allows reproducible measurement of IgG levels to the antigens according to intra-and inter-assay variations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 198,
                    "text": "(Fig. 1d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 450,
                    "end": 475,
                    "text": "(Supplementary Tables 3-5",
                    "ref_id": null
                },
                {
                    "start": 478,
                    "end": 498,
                    "text": "Supplementary Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 516,
                    "end": 523,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "RV strain recognition is broader in older wheezing children. The PreDicta chip was tested with sera from 120 pre-school children who were admitted to the hospital due to an acute wheezing episode 35 . Table 1 summarizes demographic and clinical data of the children investigated in this study. To investigate if the spectrum of recognized RV peptides varies by age, children were grouped according to age (Group I: <1 year, n = 35; Group II: 1-2 years, n = 53; Group III: >2 years, n = 32). Figure 2a Tables 3-6 peptides followed by RV-A peptides whereas IgG reactivity to RV-B peptides was less frequent and intense (Fig. 2a) . Similar results were obtained for IgA responses which in general were lower than the IgG responses (Fig. 2b ). The analysis of IgG reactivity to structural and non-structural proteins and to recombinant fragments and synthetic peptides spanning VP1, VP2, and VP3 from RV89 is shown in Supplementary Fig. 2a for all 120 children and in Supplementary Fig. 2b for those children (n = 41) who had shown increases of RV89-specific antibody responses in follow-up serum samples taken after recovery. Results obtained thus confirmed our earlier observations showing that the majority of RV-specific antibody responses are directed against the N-terminus of VP1 as represented by the 30 peptides from the N-terminus of VP1 proteins from the different RV species 33 . Some children showed an IgG response against VP2 and in particular to a fragment representing the middle portion of VP2 whereas VP3 and VP4 showed no relevant IgG reactivity (Supplementary Fig. 2a, b) . Among the non-structural proteins, 2C, 3A, and 3C showed some IgG reactivity ( Supplementary  Fig. 2 ). The analysis of IgG reactivity according to the age of children at the acute visit showed that children <1 year of age had much lower RV-specific IgG levels compared to children who were older than 1 year. There was almost no change of the RV strainspecificity pattern among the three age groups (Fig. 2c ). However, we found a positive correlation between the number of recognized VP1 peptides and the age of the children (Fig. 2d ). Children between 6 and 12 months of age recognized a significantly lower number of N-terminal VP1 peptides than older (13-42 months) children. Children older than 2 years reacted with significantly more peptides than both groups of younger children (Fig. 2e) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 208,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 491,
                    "end": 500,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 501,
                    "end": 511,
                    "text": "Tables 3-6",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 626,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 728,
                    "end": 736,
                    "text": "(Fig. 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 914,
                    "end": 935,
                    "text": "Supplementary Fig. 2a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 964,
                    "end": 985,
                    "text": "Supplementary Fig. 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1577,
                    "end": 1588,
                    "text": "Fig. 2a, b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1670,
                    "end": 1691,
                    "text": "Supplementary  Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1991,
                    "end": 1999,
                    "text": "(Fig. 2c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2118,
                    "end": 2126,
                    "text": "(Fig. 2d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2379,
                    "end": 2388,
                    "text": "(Fig. 2e)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The patterns of antibody response against different RV peptides were also analyzed using an independent bioinformatics approach ( Supplementary Fig. 3) . A phylogenetic clustering of all peptides was prepared and used to generate peptide groups according to sequence homology which represented to a large extent the RV subgroups A, B, and C. Then an unsupervised computer algorithm was used to cluster the patterns of antibody responses. Finally, the results of these analyses were superimposed. It turned out that there was a very strong correlation between the two groupings, one based on antibody reactivity and the other based on sequence identities among peptides made through the unsupervised analysis. Thus antibody response patterns reflected very closely the peptide sequence similarities ( Supplementary Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 151,
                    "text": "Supplementary Fig. 3)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 800,
                    "end": 820,
                    "text": "Supplementary Fig. 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Identification of RV species-specific antibody increases. Based on our previous observations that antibody increases specific for the N-terminal portion of VP1 can be detected in serum samples obtained from subjects after RV infection 36 , the PreDicta chip was equipped with a VP1 peptide set which should allow detecting species-specific immune responses at high resolution ( Fig. 1 ). Supplementary Figure 4 shows images of RV-specific antibody responses measured in sera from six representative children obtained at the time of the acute episode of wheeze and in sera at a follow-up visit 2-3 months later. In sera from the follow-up visit increased antibody responses to RV-A (sera #33, #108), RV-C (sera #119, #84), and RV-B (sera #66, #89) peptides could be detected ( Supplementary Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 384,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 402,
                    "end": 410,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 776,
                    "end": 797,
                    "text": "Supplementary Fig. 4)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We then compared the peptide-specific IgG antibody levels in sera obtained from the 120 children at the time of the acute wheeze and at the follow-up 2-3 months later (i.e., median 11 weeks later) ( Table 1 ). Supplementary Figure 5 shows a color-coded map of the peptide-specific antibody responses for the acute phase and follow-up of each of the children demonstrating species-specific IgG increases. Next, we compared the peptide-specific increases in relative numbers for each child (Fig. 3a) . According to these peptide-specific IgG increases, children could be identified who responded preferentially to RV-A-derived peptides (n = 41), RV-C-derived peptides (n = 33), RV-B-derived peptides (n = 23), and some with a mixed response pattern (n = 7) (Fig. 3a) . For 16 children no increases of peptide-specific IgG responses were found (Fig. 3a, bottom) . The same analysis was performed for increases of antibody responses against complete recombinant VP1 proteins from the three RV-A strains (i.e., RV89, 16, 2), the RV-C strain YP, and the RV-B strain 14 ( Fig. 3a) but the results were less clear and negative for several children because only few strains were covered with the recombinant proteins. We have also included in Fig. 3a (right column) results from the PCR testing performed using VP4-VP2specific primers in 108 of the 120 children 35 , which showed that the nucleic acid-based detection of virus strains was negative for approximately 25% of children with increases of RV peptide-specific IgG levels which may indicate a higher sensitivity of serology vs. PCR in these children. Moreover, PCR results did not correspond well with the specificities of the antibody responses. There were also 14 children without increases of RV peptide-specific antibody responses who had positive PCR results (Fig. 3a, bottom) . Tables 2 and 4 ) (x-axes: red: RV-A species; green: RV-B species; blue: RV-C species). Antibody levels are color-coded and expressed as ISAC standardized units, ISU-G and ISU-A, respectively. c Median IgG levels (y-axis: ISU-G) to VP1 peptides (x-axis) in children grouped according to age (6-12 months: squares; 13-24 months: triangles; 25-42: circles). d Spearman's rank correlation between the number of IgG-reactive peptides (n, y-axis; median IgG >15 ISU) and age (x-axis: months). Correlation coefficient (ρ) and p-value are shown. e Comparison of the number of IgG-reactive VP1 peptides (n, y-axis; median IgG >15 ISU) in children according to age (x-axis). Horizontal lines indicate medians. Statistically significant differences between groups are indicated (**p < 0.01, ****p < 0.0001) (Mann-Whitney U-test) #2  #4  #6  #7  #32  #40  #50  #53  #55  #56  #57  #58  #60  #63  #70  #104   1 2 18 29 16 25 11 59 43 78 19 12 89 68 20 28 8 45  YP  c025  QPM  84 69 17 70 27 5 4 14 86 68  89 16 2  14  YP  #8  #12  #18  #20  #27  #28  #33  #34  #36  #39  #43  #48  #52  #59  #65  #68 Antibody signatures associated with severity of wheeze. Next, we investigated whether antibody responses to certain RV species were associated with the severity of RV-induced wheeze. For this purpose, we determined the number of days with respiratory symptoms and the number of days when medication was required in the period between the acute and follow-up visit. The number of days with respiratory symptoms but not with medication was significantly higher in subjects with an increase in RV-A > Mixed > RV-C > RV-B specific signal (Fig. 4, top and middle panels) . We then analyzed the sum of days with symptoms and medication and found that RV-A and RV-C antibody increases were associated with the highest number of days with symptoms and medication (Fig. 4, bottom panel) . Children with RV-A-or RV-C-specific antibody increases had significantly more days with symptoms and medication than children with RV-B-specific antibody increases (Fig. 4, bottom panel) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 206,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 224,
                    "end": 232,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 497,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 755,
                    "end": 764,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 841,
                    "end": 858,
                    "text": "(Fig. 3a, bottom)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1065,
                    "end": 1073,
                    "text": "Fig. 3a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1234,
                    "end": 1241,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1814,
                    "end": 1831,
                    "text": "(Fig. 3a, bottom)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1834,
                    "end": 1848,
                    "text": "Tables 2 and 4",
                    "ref_id": null
                },
                {
                    "start": 2652,
                    "end": 2920,
                    "text": "#2  #4  #6  #7  #32  #40  #50  #53  #55  #56  #57  #58  #60  #63  #70  #104   1 2 18 29 16 25 11 59 43 78 19 12 89 68 20 28 8 45  YP  c025  QPM  84 69 17 70 27 5 4 14 86 68  89 16 2  14  YP  #8  #12  #18  #20  #27  #28  #33  #34  #36  #39  #43  #48  #52  #59  #65  #68",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 3455,
                    "end": 3486,
                    "text": "(Fig. 4, top and middle panels)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 3676,
                    "end": 3698,
                    "text": "(Fig. 4, bottom panel)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 3865,
                    "end": 3887,
                    "text": "(Fig. 4, bottom panel)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Within the European Union-funded project PreDicta (https:// cordis.europa.eu/project/rcn/96868_en.html) we developed the PreDicta chip which is based on 130 micro-arrayed RV-derived proteins and peptides selected to represent the three RV species (RV-A, RV-B, and RV-C). Using the PreDicta chip we could demonstrate in a cohort of 120 pre-school children with acute wheeze and a follow-up visit that the RV-specific antibody response (IgG > IgA) is directed against an N-terminal peptide of the major capsid protein VP1 which confirms earlier results obtained by the mapping of RV89-specific antibody responses 33 . Since the PreDicta chip was designed to contain a panel of 30 synthetic peptides which represented the most diverse RV strains of the three genetic RV species in terms of sequence identity and physicochemical properties we were able to perform a high-resolution mapping of RV species-specific antibody responses by serology. In a cohort of clinically well-described Swedish pre-school children from whom sera were available from an episode of acute wheeze requiring an emergency room visit and from a follow-up visit after convalescence, peptides from RV-A and RV-C species were most frequently recognized whereas RV-B species were much less commonly recognized. Interestingly, we found that older children (i.e., children older than 2 years of age) recognized peptides from more RV strains than younger children. This result would indicate that children encounter in their life different RV strains and thus may broaden their IgG reactivity profiles later in life but this needs to be confirmed in longitudinal studies with samples taken from the same children at different ages, as has recently been done in the analysis of the evolution of IgE reactivity profiles in allergic children in birth cohorts [37] [38] [39] [40] . One of the important findings of our study was that we could demonstrate that IgG reactivity to peptides from certain RV strains increased in the children which may allow identifying the culprit RV species responsible for the acute wheeze by serology. Furthermore, it turned out that increases of IgG responses to RV-A and RV-C species were significantly associated with more severe illness as compared to IgG increases to RV-B. The PreDicta chip thus seems to be not only suitable for identifying the culprit RV species responsible for an exacerbation of respiratory illness by simple serology but also allows to determine those RV species giving rise to severe symptoms. Since we also had results from PCR-based testing of nasal swab samples from the same children we could compare the detection of strain-specific nucleic acid with antibody results. In fact, we found that all children without speciesspecific antibody increases were also negative in the PCR test. However, there was poor correlation between the PCR results from the nasal samples and the chip-based serological results. Furthermore, with the exception of four children (#3, #61, #65, #72) for which a positive PCR result has been obtained at the follow-up visit, all PCR results were negative at both the acute and follow-up visit in approximately 25% of the children for whom species-specific antibody increases could be clearly demonstrated. Several possibilities for the discrepancies may be considered. For example, it may be possible that the time interval after acute infection chosen for serology was not optimal. However, we have previously investigated the time interval required for the appearance of VP1-specific antibody increases in a controlled infection study 36 and it is therefore very unlikely that the time interval used in our study was too long and responsible for discrepancies between PCR testing and serology. We also do not think that cross-reactivity among strains or the original antigenic sin 41 is responsible for the observed differences because we have taken care to include on the chip sequences from several different RV strains and the results in Fig. 3a clearly show that the serological results obtained with the chip allow a bona fide discrimination of RV-A, RV-B, and RV-C infections because we have used a large panel of RV peptides on the chip. Finally, we found that older children recognized more RV peptides from different strains than younger children (Fig. 2c-e) , which indicates that the children develop antibodies against new viruses and thus the concept of the original antigenic sin does not seem to apply here. One limitation of our study is, however, that we cannot exclude that infections with additional RV strains have occurred in the time window between the first and second blood sampling and thus are responsible for the discrepancy between PCR results and serology. Nevertheless we think that the discrepancy between PCR results and serology is rather due to the fact that not every virus detected by PCR causes an infection with a consecutive immune response. In fact, studies performed in young children report that up to 35% of asymptomatic subjects have positive PCR results 30, 42 . One more likely possibility for the poor correlation of PCR results and antibody results could be that we used a PCR strategy based on primers specific for VP4-and VP2-encoding regions of the viral genome, which may be less specific than PCR strategies based on the amplification and sequencing of the VP1-encoding region or of the complete RV genome 12, 28, 43, 44 . In general, nucleic acid-based strategies for virus detection only demonstrate the presence of virus-specific nucleic acid but provide no evidence that an infection has taken place which gave rise to a specific immune response. We therefore think that the PreDicta chip and future versions of it containing an even larger repertoire of N-terminal VP1 peptides from more RV strains will be a complementary tool in addition to PCR testing and eventually turn out to be even superior. The antibody test is actually fast and economical: It takes only few hours and requires only microliter amounts of serum. Furthermore, serological analysis is robust and can be easily performed without need for PCR cyclers and subsequent sequencing. However, more prospective studies will be needed to investigate the diagnostic sensitivity and specificity of the RV chip. The PreDicta chip may be extremely useful to determine RV species-specific antibody responses in serum samples from existing cohorts world-wide to define the most common and relevant RV species involved in respiratory illness. Chip-based measurements will allow exploring in prospective studies the role of RV infections in a variety of respiratory disease exacerbations. For example, it will be possible to discriminate whether asthma exacerbations have been triggered by an RV infection or by allergen exposure because it has been shown that both factors (i.e., RV infections as well as allergen exposure) induce increases of specific antibody responses when serum samples collected at the acute visit and during a follow-up visit are compared 35, 36, 45, 46 . The identification of the culprit factors triggering asthma attacks becomes increasingly important in respiratory medicine due to availability of selective treatments of allergic asthma such as anti-IgE antibodies and a variety of other biologics such as anticytokine antibodies targeting different forms of asthma 47, 48 . Furthermore, it will be possible to use the PreDicta chip to study by serological analysis the possible contribution of RV infections in exacerbations of other respiratory diseases such as COPD and ACO. Further studies are also necessary to perform a multiple monitoring of the presence of RV strains and other respiratory viruses by PCR and the immune reaction by serology in close intervals and for extended periods after exacerbation.",
            "cite_spans": [
                {
                    "start": 1821,
                    "end": 1825,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1826,
                    "end": 1830,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1831,
                    "end": 1835,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1836,
                    "end": 1840,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 5053,
                    "end": 5056,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 5413,
                    "end": 5416,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 5417,
                    "end": 5420,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 5421,
                    "end": 5424,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 7031,
                    "end": 7034,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 7035,
                    "end": 7038,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 7039,
                    "end": 7042,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 7363,
                    "end": 7366,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 3995,
                    "end": 4002,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 4310,
                    "end": 4321,
                    "text": "(Fig. 2c-e)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The reliable determination of the most common RV species involved in triggering severe respiratory illness will ultimately provide a rational basis for the development of RV vaccines and RV species-targeting therapeutic approaches [20] [21] [22] [23] [24] [25] [26] .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we developed and evaluated a high-resolution antibody assay based on micro-arrayed peptides and recombinant antigens from the most common RV strains to identify antibody signatures discriminating RV infections at the levels of different RV species and allowed to point towards the culprit species responsible for the triggering of acute pre-school wheezing. The PreDicta chip has the potential to be useful for a serological global mapping of RV infections, the identification of RV species involved in triggering different forms of severe respiratory illness, and for paving the road for RV-specific therapeutic and prophylactic treatment strategies, such as vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Selection and production of N-terminal VP1 peptides. VP1 amino acid sequences of RV strains representing the three RV species (RV-A: n = 76; RV-B: n = 25; RV-C: n = 6) were retrieved from the NCBI database (https://www.ncbi. nlm.nih.gov/) (Supplementary Table 1 ). Multiple sequence alignments of the VP1 N-terminal peptides (aa 1-40) were performed using ClustalW2 software available at the EMBL-EBI website (http://www.ebi.ac.uk/tools/clustalw2) to determine amino acid sequence identities among the peptides. Peptide sequences showing sequence identities greater than 87.5% (i.e. differences of ≤5 aa) were grouped together into clusters (Fig. 1) . Sequences among the clusters (Supplementary  Tables 1 and 2 , A1-A17, B1-B9, C1-C3) were re-aligned using GeneDoc software (http://iubio.bio.indiana.edu/soft/molbio/ibmpc/genedoc-readme.html) and each amino acid mismatch was analyzed regarding physicochemical properties of the amino acids. This procedure led to re-clustering of the peptides (Supplementary  Table 2 , AI-XVIII, BI-BIX; CI-CIII). From each re-clustered group one representative RV strain peptide was selected for printing onto the chip (Fig. 1b, Sup- plementary Tables 2 and 3 : RV-A: n = 18; RV-B: n = 9; RV-C: n = 3). An enterovirus-derived peptide was also included (Fig. 1) . For the set of peptides to be printed a multiple sequence alignment was performed by ClustalW2 and a phylogenetic tree was constructed by the Neighbor-Joining (N-J) method using MEGA 6 software (www.megasoftware.net) (Fig. 1c) . The evolutionary distances between sequences were computed using the Kimura 2-parameter model with bootstrap values calculated from 1000 replicates. Additional 36 peptides spanning the RV89VP1 protein (Fig. 1, Supplementary Table 4 ) were selected to detect antibodies towards VP1 epitopes other than the N-terminal portion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 261,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 641,
                    "end": 649,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 681,
                    "end": 711,
                    "text": "(Supplementary  Tables 1 and 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 995,
                    "end": 1018,
                    "text": "(Supplementary  Table 2",
                    "ref_id": null
                },
                {
                    "start": 1155,
                    "end": 1169,
                    "text": "(Fig. 1b, Sup-",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1181,
                    "end": 1195,
                    "text": "Tables 2 and 3",
                    "ref_id": null
                },
                {
                    "start": 1288,
                    "end": 1296,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1516,
                    "end": 1525,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1729,
                    "end": 1759,
                    "text": "(Fig. 1, Supplementary Table 4",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The peptides as well as the non-structural 3B protein from strain 89 (VPg: GPYSGEPKPKSRAPERRVVTQ) were produced by solid-phase synthesis with the 9-fluorenyl-methoxy carbonyl (Fmoc)-method (CEM-Liberty, Matthews, NC, USA and Applied Biosystems, Carlsbad, CA, USA) on PEG-PS preloaded resins (Applied Biosystems). After synthesis, peptides were washed with dichloromethane, cleaved from the resins using 19 ml trifluoroacetic acid (TFA), 0.5 ml silane, and 0.5 ml H 2 O and precipitated into pre-chilled tertbutylmethylether. Peptides were purified by reversed-phase high-performance liquid chromatography in a 10-70% acetonitrile gradient using a Jupiter 4 μm Proteo 90 Å, LC column (Phenomenex, Torrance, CA, USA) and an UltiMate 3000 Pump (Dionex, Sunnyvale, CA, USA) to a purity >90%. Their identities and molecular weights were verified by mass spectrometry (Microflex MALDI-TOF, Bruker, Billerica, MA, USA) 49 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For the unsupervised analysis of antibody responses to RV peptides and proteins, unsupervised K-means clustering (K = 4) was used to define clusters of peptides with similar antibody response measurements. The K number of clusters was pre-determined in order to match the number of the peptide homology groups. The peptides' amino acid sequences were aligned with a Gap open cost of 10.0 and a Gap extension cost of 1.0. Based on the alignment, a homology distance cladogram was built using the Neighbor-Joining algorithm and 1000 bootstrap replicates. The peptides were then color-coded based on the antibody response cluster that they belonged to. Data were processed using the CLC Genomics Workbench (CLC, CLCbio, Qiagen, Hilden, Germany). The heat map representing RV-specific antibody responses was generated by Qlucore Omics Explorer (Qlucore, Lund, Sweden).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Expression and purification of recombinant RV proteins. Recombinant histagged structural (VP1-4) proteins from five representative RV strains (RV-A2, -A16, -A89, -B14, and -CYP) and MBP fusion proteins containing fragments thereof (VP1-3) as well as non-structural (2A, 2C, 3A, 3C, and 3D) proteins from RV strain 89 were expressed in Escherichia coli as previously described 33, 36 . DNA sequences coding for the complete genes or fragments thereof (accession numbers are shown in Supplementary Table 5) were codon optimized for bacterial expression, synthesized with the addition of the 3′ sequence coding for a Cterminal hexa-histidine tag and cloned into the NdeI and EcoRI sites of plasmid pET27b (Genscript, Piscataway, NJ, USA). Transformed E. coli BL21 (DE3) cells (Agilent Technologies, Santa Clara, CA, USA) were induced with 1 mM isopropylβ-thiogalactopyranoside (IPTG) and cells were harvested at time-points of maximal expression. Recombinant proteins were purified by Nickel-affinity chromatography under denaturing conditions as previously described (Qiagen, Hilden, Germany). Refolding of recombinant proteins was achieved by a stepwise dialysis against 10 mM NaH 2 PO 4 for structural and non-structural proteins and 20 mM Tris-HCl, 200 mM NaCl, 1 mM EDTA for MBP fusion proteins, respectively. The purity of recombinant proteins was verified by SDS-PAGE followed by Coomassie Brilliant Blue staining and the identity by immunoblotting using a monoclonal mouse anti-His-tag antibody 1:1000 diluted (Cat: DIA-900, Dianova, Hamburg, Germany). Bound antibodies were detected with 1:1000 diluted alkaline phosphatase-coupled rat anti-mouse IgG antibodies (Cat: 557272; BD Biosciences, Erembodegem, Belgium). Protein concentrations were determined using BCA Protein Assay Kit (Thermo Fisher Scientific, Rockford, IL, USA). The secondary structure of the proteins was measured by circular dichroism spectroscopy on a Jasko J-810 spectropolarimeter (Japan Spectroscopic, Tokyo, Japan) at a protein concentration of 0.1 mg/ml in 10 mM NaH 2 PO 4 .",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 379,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Detection antibodies and printing of microarrays. Anti-huIgG (Cat: 309-005-008; Jackson ImmunoResearch Laboratories, West Grove, PA, USA) and anti-huIgA (Cat.: 555885; Becton Dickinson, Franklin Lakes, NJ) were labeled with DyLight 650 (Pierce, Thermo Fisher Scientific, Rockford, IL, USA). Customized printing of RV microarrays was done by Phadia-ThermoFisher using ImmunoCAP ISAC (Immuno Solid-phase Allergen Chip) technology 50, 51 . Spotting was performed by slow pin mode printing using the Aushon 2410 Printer (Aushon, Billerica, MA, USA). Stock solutions of peptides (5 mg/ml) were diluted 1:4 in a phosphate buffer, pH 8.4 and then used for spotting. Antigens were spotted in triplicates on a glass surface coated with an amino-reactive organic polymer, each spot containing 50-200 fg of microarray component, corresponding to 1-5 attomol. Allergens used for the calibration and other control proteins spotted on the microarray are listed in Supplementary Table 6 .",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 431,
                    "text": "50,",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 950,
                    "end": 971,
                    "text": "Supplementary Table 6",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Cohort of pre-school children with acute wheeze. Serum samples examined in this study were from a cohort of 120 pre-school children who had been admitted to the Paediatric Emergency Ward as a result of acute wheeze, at Astrid Lindgren Children's Hospital, Stockholm, Sweden (Table 1) . This cohort and the genotyping of RV strains in the nasopharyngeal swab samples of 108 of the 120 children by nested PCR and sequencing have been previously described 35 . A molecular diagnostic platform for the rapid detection of 15 respiratory strains was used in 118 of the 120 children. The following respiratory viruses were found: Adenovirus: 7 children; Bocavirus: 8 children; Coronavirus: 6 children; Influenza A/B: 1 child; Metapneumovirus: 3 children; Parainfluenzavirus: 4 children: RSV: 22 children 52 . For 108 of the 120 children nasopharyngeal swabs had been available for the RV PCR targeting VP4/2 sequences. Written informed consent was obtained from the parents or by the legal guardians and the study was approved by the Regional Ethics Committee of Karolinska Institutet, Stockholm, Sweden. Peripheral blood samples had been obtained within 24 h of presentation in the emergency unit and sera were stored at −80°C. In addition to blood samples, nasopharyngeal swab samples were obtained at the acute visit and again at the follow-up visit by the research nurse and stored in the biobank at the Department of Clinical Microbiology, Karolinska University Hospital 35 . Follow-up samples were obtained between 6 and 30 weeks after the initial recruitment (median 11 weeks) at a scheduled visit after recovery. Although this study was not planned as a prospective study for the assessment of increases of RV-specific antibodies, the time interval of 6-30 weeks was suited for this purpose because we found in an earlier study that increase of RV-specific IgG responses emerge 42 days after experimental inoculation 36 . At the follow-up visit, the guardians also filled out a standardized questionnaire concerning the number of days the child had suffered from respiratory symptoms at home (i.e., 'cough and/or wheeze'), use of medication (i.e., β2-agonists, inhaled corticosteroids, leukotriene receptor antagonist), as well as about any emergency visits between the acute and follow-up visits. The chip analysis of the anonymized sera was performed with the approval of the ethics committee of Medical University of Vienna (EK1721/2014) 37, 50 .",
            "cite_spans": [
                {
                    "start": 2442,
                    "end": 2445,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 283,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Microarray-based determination of antibody profiles. Microarrays were washed in a washing buffer (Phadia-Thermo Fisher) for 5 min by stirring. After drying by centrifugation (1 min, 1000 g, RT), 35 µl of serum samples were applied on each microarray and the slides were incubated for 2 h at gentle rocking (RT). For the detection of RV-specific IgG and IgA antibodies, serum samples were diluted 1:300 and 1:20 in a sample dilution buffer (Phadia-Thermo Fisher), respectively. Microarrays were then rinsed with washing buffer and washed for 5 min as described above. After centrifugation, 30 µl of fluorescence-labeled antibodies (1 µg/ml) was added and the slides were incubated 30 min at gentle rocking (in dark, RT). After further rinsing, washing and drying, microarrays were scanned using a confocal laser scanner (LuxScan-10K microarray scanner, Capital-Bio, Beijing, People's Republic of China) and the image analysis was evaluated by Microarray Image Analyzer v3.1.2 software (Phadia-Thermo Fisher) 50 . For calibration and determination of background signals, a calibrator serum (i.e., a pool of allergic patients sera, diluted 1:10) and sample diluent were included in each analysis run.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Calibration and variability of the microarray. The Phadia Microarray Image Analysis software was used to process images, to calculate the mean fluorescence intensities (FI) of triplicate analyses and to calibrate the results. A calibration curve was generated by relating fluorescence intensities obtained by scanning the Pre-Dicta microarray with allergen-specific antibody levels measured by ImmunoCAP. Results were reported in ISAC standardized units (ISU) 50, 52 . Background reactivities of fluorescence-labeled α-huIgG antibodies towards all microarray components were determined by testing six replicates of a sample diluent alone. For the characterization of the assay variability, one calibrator serum and three normal sera were profiled at 1:100, 1:200, 1:500, and 1:1000 in order to find a dilution at which the broadest spectrum of reactivity levels were covered. To assess intra-assay (i.e. within experiment) variability, six replicates of four serum samples were used to measure IgG reactivities towards all microarray components on the same day. To assess inter-assay (i.e. between experiments) variability, four serum samples were evaluated in experiments conducted on five consecutive days. The evaluation of four different samples allowed determining whether the inter-assay variability was sample-dependent. For each microarray component, the mean ISU-G, standard deviation (SD), coefficient of variation (CV % = SD/mean ISU-G) across the six replicates and five different experiments, respectively, were calculated for each sample. Microarray components were classified according to the ISU-G level (>50, and averages across all components within these groups on the array were also calculated for each of these quantities.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 463,
                    "text": "50,",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Data analysis. Initial data processing was performed with Microsoft Excel. Frequencies (i.e., the number of reactive sera) and intensities (i.e., ISU-G levels) of peptide-specific IgG and IgA antibody levels were calculated using IBM SPSS Statistics (version 24; IBM Corp., Armonk, NY, USA). Median values of peptidespecific IgG levels (ISU-G) were calculated using GraphPad Prism 6 (La Jolla, CA, USA). The cut-off for a positive IgG reactivity was set at 1 ISU-G. The numbers of IgG-reactive peptides in Fig. 2d , e were calculated for specific IgG levels >15 ISU-G. Increases of RV-specific antibody responses were calculated as differences between ISU-G values measured at the follow-up (F) and the acute (A) visits (ΔISU-G = ISU-G F − ISU-G A ) followed by subtraction of the double coefficient of variation (2 × CV%) calculated from the baseline values (ISU-G A ) for each of the antigens. For IgG levels of 1-5 ISU-G and >5 ISU-G, 25% and 12.5% were determined as CV% for intra-assay variability and subtracted from the data, respectively. RV-specific IgM antibodies were not measured because we found in an earlier study that no increases of RV-specific IgM antibody levels were detectable on days 4, 7, and 42 after experimental RV inoculation 36 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 506,
                    "end": 513,
                    "text": "Fig. 2d",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Statistical analysis. GraphPad Prism 6 (La Jolla, CA, USA) was used to evaluate all statistical parameters. Correlation between the number of reactive peptides and age was evaluated by calculating the Spearman's rank correlation coefficient (ρ). Differences between groups in number of reactive peptides and in number of days the children spent with respiratory symptoms, medication use, or with both were assessed by Mann-Whitney U-test (two-tailed). Values of p < 0.05 were considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The role of the airway epithelium and its interaction with environmental factors in asthma pathogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Holgate",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Arshad",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Howarth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Am. Thorac. Soc",
            "volume": "6",
            "issn": "",
            "pages": "655--659",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The microbiology of asthma",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hussell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Openshaw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Rev. Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "459--471",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Microbes and mucosal immune responses in asthma",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Hansel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Openshaw",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "861--873",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global strategy for asthma management and prevention",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Role of viral infections, atopy and antiviral immunity in the etiology of wheezing exacerbations among children and young adults",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Platts-Mills",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr. Infect. Dis. J",
            "volume": "24",
            "issn": "",
            "pages": "217--222",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rhinovirus and preschool wheeze",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stenberg-Hammar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hedlin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Soderhall",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pediatr. Allergy Immunol",
            "volume": "28",
            "issn": "",
            "pages": "513--520",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Wheezing rhinovirus illnesses in early life predict asthma development in high-risk children",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "178",
            "issn": "",
            "pages": "667--672",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rhinovirus wheezing illness and genetic risk of childhoodonset asthma",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caliskan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N. Engl. J. Med",
            "volume": "368",
            "issn": "",
            "pages": "1398--1407",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The sentinel role of the airway epithelium in asthma pathogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Holgate",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Immunol. Rev",
            "volume": "242",
            "issn": "",
            "pages": "205--219",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rhinovirus-induced asthma exacerbations during childhood: the importance of understanding the atopic status of the host",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Allergy Clin. Immunol",
            "volume": "130",
            "issn": "",
            "pages": "1315--1316",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sequencing and analyses of all known human rhinovirus genomes reveal structure and evolution",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Palmenberg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "55--59",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Proposals for the classification of human rhinovirus species A, B and C into genotypically assigned types",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcintyre",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Knowles",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Gen. Virol",
            "volume": "94",
            "issn": "",
            "pages": "1791--1806",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The major and minor group receptor families contain all but one human rhinovirus serotype",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Uncapher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Dewitt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Colonno",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "180",
            "issn": "",
            "pages": "814--817",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The major human rhinovirus receptor is ICAM-1",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Greve",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "56",
            "issn": "",
            "pages": "839--847",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Members of the low density lipoprotein receptor family mediate cell entry of a minor-group common cold virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hofer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "91",
            "issn": "",
            "pages": "1839--1842",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cadherin-related family member 3, a childhood asthma susceptibility gene product, mediates rhinovirus C binding and replication",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Bochkov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "112",
            "issn": "",
            "pages": "5485--5490",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Association between human rhinovirus C and severity of acute asthma in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bizzintino",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur. Respir. J",
            "volume": "37",
            "issn": "",
            "pages": "1037--1042",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Human rhinovirus C associated with wheezing in hospitalised children in the Middle East",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Clin. Virol",
            "volume": "46",
            "issn": "",
            "pages": "85--89",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A polyvalent inactivated rhinovirus vaccine is broadly immunogenic in rhesus macaques",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Commun",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Different rhinovirus serotypes neutralized by antipeptide antibodies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccray",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Werner",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Nature",
            "volume": "329",
            "issn": "",
            "pages": "736--738",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A combination vaccine for allergy and rhinovirus infections based on rhinovirus-derived surface protein VP1 and a nonallergenic peptide of the major timothy grass pollen allergen Phl p 1",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edlmayr",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Immunol",
            "volume": "182",
            "issn": "",
            "pages": "6298--6306",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Antibodies induced with recombinant VP1 from human rhinovirus exhibit cross-neutralisation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edlmayr",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur. Respir. J",
            "volume": "37",
            "issn": "",
            "pages": "44--52",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Rhinovirus infections and immunisation induce crossserotype reactive antibodies to VP1",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Antivir. Res",
            "volume": "95",
            "issn": "",
            "pages": "193--201",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Cross-serotype immunity induced by immunization with a conserved rhinovirus capsid protein",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Glanville",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "An anti-human ICAM-1 antibody inhibits rhinovirus-induced exacerbations of lung inflammation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Traub",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Community-acquired pneumonia requiring hospitalization amoug U.S children",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N. Engl. J. Med",
            "volume": "372",
            "issn": "",
            "pages": "835--845",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Improved molecular typing assay for rhinovirus species A, B, and C",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Bochkov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grindle",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Gern",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Clin. Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "2461--2471",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Viral infections of the lower respiratory tract: old viruses, new viruses, and the role of diagnosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Pavia",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin. Infect. Dis",
            "volume": "52",
            "issn": "",
            "pages": "284--289",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Detecting respiratory viruses in asymptomatic children",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Advani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sengupta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Forman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Valsamakis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Milstone",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr. Infect. Dis. J",
            "volume": "31",
            "issn": "",
            "pages": "1221--1226",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Respiratory pathogens in children with and without respiratory symptoms",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Der Zalm",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Pediatr",
            "volume": "154",
            "issn": "",
            "pages": "396--400",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Picornavirus infections in children diagnosed by RT-PCR during longitudinal surveillance with weekly sampling: association with symptomatic illness and effect of season",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Winther",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Hendley",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Med. Virol",
            "volume": "78",
            "issn": "",
            "pages": "644--650",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Misdirected antibody responses against an N-terminal epitope on human rhinovirus VP1 as explanation for recurrent RV infections",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Niespodziana",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "FASEB J",
            "volume": "26",
            "issn": "",
            "pages": "1001--1008",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Comparison of rhinovirus antibody titers in children with asthma exacerbations and species-specific rhinovirus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Allergy Clin. Immunol",
            "volume": "134",
            "issn": "",
            "pages": "25--32",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Rhinovirus-specific antibody responses in preschool children with acute wheeze reflect severity of respiratory symptoms",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stenberg-Hammar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Allergy",
            "volume": "71",
            "issn": "",
            "pages": "1728--1735",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Rhinovirus-induced VP1-specific antibodies are groupspecific and associated with severity of respiratory symptoms",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Niespodziana",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "64--70",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Mechanisms for the development of allergies consortium. Early childhood IgE reactivity to pathogenesis-related class 10 proteins predicts allergic rhinitis in adolescence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Westman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Allergy Clin. Immunol",
            "volume": "135",
            "issn": "",
            "pages": "1199--1206",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Evolution and predictive value of IgE responses toward a comprehensive panel of house dust mite allergens during the first 2 decades of life",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Allergy Clin. Immunol",
            "volume": "139",
            "issn": "",
            "pages": "541--549",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Windows of opportunity for tolerance induction for allergy by studying the evolution of allergic sensitization in birth cohorts",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Westman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Asarnoj",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hamsten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wickman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Hage",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Semin. Immunol",
            "volume": "30",
            "issn": "",
            "pages": "61--66",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Detection of IgE reactivity to a handful of allergen molecules in early childhood predicts respiratory allergy in adolescence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wickman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "EBioMedicine",
            "volume": "26",
            "issn": "",
            "pages": "91--99",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "From original antigenic sin to the universal influenza virus vaccine",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Palm",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krammer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trends Immunol",
            "volume": "39",
            "issn": "",
            "pages": "70--79",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Serial viral infections in infants with recurrent respiratory illnesses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur. Respir. J",
            "volume": "32",
            "issn": "",
            "pages": "314--320",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Screening respiratory samples for detection of human rhinoviruses (HRVs) and enteroviruses: comprehensive VP4-VP2 typing reveals high incidence and genetic diversity of HRV species C",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wisdom",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Leitch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gaunt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Harvala",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Clin. Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "3958--3967",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "VP1 sequencing of all human rhinovirus serotypes: insights into genus phylogeny and susceptibility to antiviral capsid-binding compounds",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ledford",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "3663--3674",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Antigens drive memory IgE responses in human allergy via the nasal mucosa",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Niederberger",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int. Arch. Allergy Immunol",
            "volume": "142",
            "issn": "",
            "pages": "133--144",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Nasal application of rBet v 1 or non-IgE-reactive T-cell epitope-containing rBet v 1 fragments has different effects on systemic allergen-specific antibody responses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Horak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vrtala",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Valenta",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Niederberger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Allergy Clin. Immunol",
            "volume": "126",
            "issn": "",
            "pages": "1312--1315",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Pharmacological therapy of bronchial asthma: the role of biologicals",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bals",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "T"
                    ],
                    "last": "Dinh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. Arch. Allergy Immunol",
            "volume": "168",
            "issn": "",
            "pages": "241--252",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Evolving concepts of asthma",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gauthier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "192",
            "issn": "",
            "pages": "660--668",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Development and characterization of a recombinant, hypoallergenic, peptide-based vaccine for grass pollen allergy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Focke-Tejkl",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Allergy Clin. Immunol",
            "volume": "2",
            "issn": "",
            "pages": "1207--1207",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Advances in allergen-microarray technology for diagnosis and monitoring of allergy: the MeDALL allergen-chip",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lupinek",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Methods",
            "volume": "66",
            "issn": "",
            "pages": "106--119",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "HIV microarray for the mapping and characterization of HIV-specific antibody responses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gallerano",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lab Chip",
            "volume": "15",
            "issn": "",
            "pages": "1574--1589",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Subnormal levels of vitamin D are associated with acute wheeze in young children",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stenberg-Hammar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Acta Paediatr",
            "volume": "103",
            "issn": "",
            "pages": "856--861",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", b show the frequency and intensity of IgG and IgA antibody reactivity of the children to the 30 N-terminal VP1 peptides representing RV-A, RV-B, and RV-C species. The most frequent and highest IgG responses were directed to RV-C-derived a Retrieval of VP1 amino acid sequences from the NCBI database RV-A: n =76; RV-B: n =25; RV-C: : ....................NS.NP.......A....... : 87.5 18p1 : ...................VN...AI......A....... : 87.5 29p1 : ......V.............R...PS......I....... : 87.5 16p1 : ....R.V.............N...P....A..V....... : 85.0 25p1 : ..I...V.Q...............PS......I....... : 85.0 11p1 : ....D.V.GI.............QA.......A....... : 82.5 59p1 : ......VND...........Q...P....A..A....... : 82.5 43p1 : ......V..I..Q......TV... S....A..A.......: 80.0 78p1 : ....E.V.Q..............KPQS.....V....... : 80.0 19p1 : ....K.V.TI..........N...PS...A..A....... : 77.5 12p1 : ....R.V.............NK.NGQL..A..A....... : 75.0 89p1 : ........S...........QP.TSVS.HA..A....... : 75.0 68p1 : ....K.TEA...........PA.NTQ...A..A....... : 72.5 20p1 : ....R.TEAI..........TS.NSQ...A..A....... : 70.0 28p1 : ....K.TEAL..........NP.NAQ.T.A..A....... : 67.5 08p1 : ..I.QFTEA..........TQA.NGSIA....A....... : 62.5 45p1 : ....QFAEA..DQ......TRP.DGLIA....A....... : 60.0 YPp1 : ....D...K.VDT..Q...TQP.GPQH.IQPSA.G.M.I. : 47.5 c025p1 : ....QFV.N..E.......TQP.GPIHTTKPTA.S.M.I. : 47.5 QPMp1 : ....EFVEHT.K......DTQA.GPVHTTKPQA.G.V.I. : 40.0 84p1 : GLEDVLEEVIVDKAKQTIASIN.NSKYTQQV.T.S.S... : 35.0 69p1 : GLG.ELEEV.IDKMKQ.TASVQ.GSKHTQKV.A.S.S... : 25.0 17p1 : GFEDELEEV.IDKMKQ.TASSQ.GPKHTQKV.A.S.N... : 22.5 70p1 : GFEGELEEV.IDKMKQ.TASSQ.GPKYTQKV.A.S.N... : 22.5 27p1 : GLG.ELEEVIVDKAKQTIASVS.NSKHTQKV.T.S.S... : 20.0 05p1 : GLEDDLVEVIVDKAQQTLASIK.DSKHTQKV.S.T.N... : 17.5 04p1 : GLG.DLMEVIVDKTHQTLASVK.DSKHTQKV.A.T.N... : 20.0 14p1 : GLGDELEEVIVEKTKQTVASIS.GPKHTQKV.I.T.N... : 15.0 86p1 : GLGDELEEVIVEKTKQTLASVATGSKYTQKV.S.S.N...",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Composition of the PreDicta chip. a Selection process of VP1 peptides representing different RV strains as summarized in Supplementary Table 2. b Multiple sequence alignment of selected VP1 peptides. Left margin: Strain numbers (red circle: RV-A; blue triangle: RV-C, green square: RV-B, black circle: Enterovirus 68). Dots in the alignment represent identical amino acids. Sequence identities (%) with peptide 1 from RV 1 (01p1; top line) are shown for each peptide on the right margin. c Phylogenetic tree of the VP1 peptide sequences in b. d RV microarray layout depicting the positions of recombinant RV proteins/protein fragments, synthetic peptides (VP1-p1, 89VP1-derived peptides), MBP (maltose binding protein), and other control proteins which were spotted in triplicates. Proteins and peptides are designated as described in Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3bprovides a summary of the absolute increases of peptide-specific IgG responses showing that RV-A and RV-Cspecific antibody responses dominated over RV-RV-specific antibody responses in sera from children with acute wheeze. Frequencies and levels of a IgG and b IgA responses (y-axes: n, number of reactive sera) to the N-terminal VP1 peptides from 30 RV strains (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Increases of IgG antibodies to N-terminal VP1 peptides detect culprit RV species. a A map showing IgG antibody increases (gradient color scale ranging from minimal to maximal value for each of the subject: white to dark red) to recombinant VP1 proteins and N-terminal VP1 peptides from three RV species (top lines RV-A: red; RV-C: blue; RV-B: green) measured by the microarray and PCR data for the wheezing children (white squares: PCR negative; black squares: PCR positive; no squares: not tested due to lack of samples). Shown are children for which RV-A (n = 41), RV-C (n = 33), and RV-B (n = 23) were identified as culprit species according to chip analysis, as well as children with mixed (n = 7) and no responses (n = 15). b Absolute increases of IgG antibody levels between the acute and follow-up visit for the wheezing children (y-axes: n, number of reactive sera) to the VP1 peptides (x-axes: red: RV-A species; green: RV-B species; blue: RV-C species) are shown. Antibody increases are color-coded and expressed as ISAC standardized units (ISU-G)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Days with respiratory symptoms and medication use in children without and with RV-A, RV-B, RV-C, or mixed peptide-specific IgG increases. Days with respiratory symptoms (top panel, y-axis), with medication use (middle panel, y-axis), and with symptoms and medication use (bottom panel, y-axis) are shown for children without (negative), mixed, RV-A, RV-C, or RV-B increases of IgG (x-axes). Horizontal lines show median values. Statistically significant differences between groups are indicated (***p < 0.001; **p < 0.01, *p < 0.05) (Mann-Whitney U-test) : 10.1038/s41467-018-04591-0 | www.nature.com/naturecommunications",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Demographic and clinical characterization of wheezing children Allergen-specific IgE to food and/or respiratory allergens determined by MEDALL allergen chip for the acute and follow-up visits (≥0.3 ISU-E was considered positive)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Data availability. Primary data that support the findings of this study are available from the corresponding author on request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "This study was funded by PreDicta, a FP7-funded EU project (No. 260895), by the FWFfunded projects F4605 and P29398 of the Austrian Science Fund, by research grants from Biomay AG and Viravaxx, Vienna, Austria, by the Swedish Research Council, the Swedish Heart-Lung Foundation, Stockholm County Council (ALF project), the Swedish Asthma and Allergy Association´s Research Foundation, the King Gustaf V´s 80-year Foundation, the Centre for Allergy Research at Karolinska Institutet and the Swedish Cancer and Allergy Foundation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Supplementary Information accompanies this paper at https://doi.org/10.1038/s41467-018-04591-0. Novartis, Faes Farma, Biomay AG, Vienna, Austria, HAL, Nutricia Research, Menarini, MEDA, Abbvie, MSD, Omega Pharma, Danone, grants from Menarini, outside the submitted work. R.V. reports grants from European Union, grants and personal fees from Biomay AG, Vienna, Austria, grants and personal fees from Viravaxx, Vienna, Austria, during the conduct of the study; grants from Austrian Science Fund (FWF), grants and personal fees from Biomay AG, Vienna, Austria, grants and personal fees from Viravaxx AG, Vienna, Austria, outside the submitted work. In addition, R.V. and K.N. are co-inventors in a patent application (PCT/AT2010/000416) regarding the rhinovirus diagnosis reported in this paper. The remaining authors declare no competing interests.Reprints and permission information is available online at http://npg.nature.com/ reprintsandpermissions/ Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}